{"CONTEXTO": " 00001-1999-CC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00001-1999-CC.pdf) --- 904 TRIBUNAL CONSTITUCIONAL EXP. N.o 001-99-CC/TC LIMA MUNICIPALIDAD DISTRITAL DE VILLA MARIA DEL TRIUNFO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Contienda de Competencia interpuesta por don Washington Armando Ipenza Pacheco, Alcalde de la Municipalidad Distrital de Villa Maria del Triunfo contra la Municipalidad Metropolitana de Lima y la Municipalidad Distrital Santisimo Salvador de Pachacamac.", "ANTECEDENTES:": "Don Washington Armando Ipenza Pacheco, Alcalde de la Municipalidad Distrital de Villa Maria del Triunfo, con fecha catorce de abril de mil novecientos noventa y nueve, interpone Contienda de Competencia contra la Municipalidad Metropolitana de Lima y la Municipalidad Distrital Santisimo Salvador de Pachacamac, a fin de que se anulen los acuerdos de concejo N.oS 160-93, del diecisiete de noviembre de mil novecientos noventa y tres, y 144-98, del veintiuno de diciembre de mil novecientos noventa y ocho, emitidos por la Municipalidad Metropolitana de Lima; el primero, que aprueba la demarcacion territorial del Distrito de Pachacamac -segun se senala - en detrimento del Distrito de Villa Maria del Triunfo y de otros distritos colindantes, y el segundo, que lo ratifica; solicita asimismo que se anulen todos los actos y decisiones administrativas que ha dictado y viene dictando la Municipalidad Distrital Santisimo Salvador de Pachacâmac y que se derivan de los acuerdos de concejo cuestionados. Asimismo, solicita que el Tribunal Constitucional se pronuncie sobre las competencias especificas de los distintos organos constitucionales que intervienen en la funcion de demarcacion territorial. Sostiene la demandante que a partir de la expedicion del Acuerdo de Concejo N.o 160-93, la Municipalidad Distrital Santisimo Salvador de Pachacamac ha venido realizando actos posesorios y jurisdiccionales (prestar servicios, cobrar tributos) que alteran las fronteras distritales, a pesar de que éstas fueron definidas por la ley de creacion del Distrito de Villa Maria del Triunfo N.o 13796 ratificada por Ley N.o 15230; esta ultima, en su / CS - 2 TRIBUNAL CONSTITUCIONAL articulo 30 precisa que el concejo distrital esta facultado para extender titulos de propiedad a los poseedores de terrenos comprendidos en la zona de José Galvez, sobre la cual la Municipalidad Distrital Santisimo Salvador de Pachacamac pretende inconstitucionalmente asumir jurisdiccion. I Asimismo, la demandante alega que las constituciones de los anos 1979 y 1993 han establecido que la iniciativa en materia de demarcacion territorial corresponde al Poder Ejecutivo, el cual propone el proyecto de ley correspondiente. El Tribunal Constitucional, con fecha veintisiete de abril de mil novecientos noventa y nueve, resuelve admitir la demanda, disponiendo el traslado de la misma al Presidente del Consejo de Ministros, al Presidente del Congreso de la Republica y a los alcaldes de la municipalidad Metropolitana de Lima y de la Municipalidad Distrital Santisimo Salvador de Pachacamac. La Municipalidad Metropolitana de Lima, representada por don Ernesto Blume Fortini contesta la demanda, la niega y contradice en todos sus partes y solicita que se la declare infundada. Alega que los acuerdos de concejo a que se refiere la demandante no adolecen de vicios de nulidad ni menos aun contienen decisiones que constituyan actos de invasion de competencia y atribuciones de otros organos del Estado. Que mediante dichos acuerdos de concejo en esencia, solo se aprobo una propuesta de demarcacion territorial del Distrito de Pachacamac para ser remitida al Poder Ejecutivo, a efectos de que éste, si lo consideraba conveniente, formulara la propuesta al Congreso de la Republica y que la tesis de la demandante parte de una errada apreciacion del real contenido y auténticos alcances de los Acuerdos de Concejo; en consecuencia, sostiene que no se ha producido invasion 0 usurpacion de competencia y atribuciones. La Municipalidad Distrital Santisimo Salvador de Pachacamac, representada por su Alcalde don Carlos Ardiles Sal y Rosas, contesta la demanda y solicita que ésta se declare infundada, por cuanto sostiene que los acuerdos de concejo cuestionados por la demandante se han adoptado conforme a las disposiciones de la Constitucion Politica del Estado, a las atribuciones que la Ley de Municipalidades confiere a la Municipalidad Provincial; que el Acuerdo de Concejo N.o 160-93 demarco el territorio del Distrito de Pachacamac, en razon de que éste fue creado en el ano mil setecientos cuarenta y seis, por Real Cédula del virrey Manuel de Amat; que dicha demarcacion ha sido remitida a la Presidencia del Consejo de Ministros para que con su aceptacion se proyecte la ley que fije los limites, sin que se recorte el territorio de los distritos vecinos. Don Jorge Hawie Soret, Procurador Publico a cargo de la defensa judicial del Poder Legislativo y de la Presidencia del Consejo de Ministros, con fecha ocho de julio de mil novecientos noventa y nueve, absuelve el traslado de la demanda y senala que en su / 66 3 TRIBUNAL CONSTITUCIONAL concepto, el conflicto de competencia solo tiene que dirimirse entre las municipalidades distritales de Villa Maria del Triunfo y Pachacamac y el Concejo Provincial de Lima, las cuales son las unicas entidades que han participado en la controversia. Llevada a cabo la vista de la causa con fecha veintidos de julio de mil novecientos noventa y nueve, y producido el informe de los abogados de las partes, se dejo la causa al voto, debiendo emitirse sentencia.", "FUNDAMENTOS:": "Que el objeto del presente proceso constitucional es que se determine la titularidad 1. de la competencia de los distintos organos constitucionales que intervienen en la funcion de demarcacion territorial y se declaren nulos los acuerdos de concejo N.OS 160-93 y 144-98 emitidos por la Municipalidad Metropolitana de Lima, asi como todos los actos administrativos derivados de éstos que haya dictado la Municipalidad Distrital Santisimo Salvador de Pachacamac, al estimar la demandante que se ha invadido la competencia del Poder Ejecutivo y del Congreso. Que la demarcacion territorial es la division politica del territorio en regiones, 2. departamentos, provincias y distritos y tiene consecuencias en la vida social y politica, por lo que tanto la Constitucion Politica del Estado de 1979 como la de 1993 han establecido que sean normas con rango de ley aprobadas por el Congreso las que establezcan tal configuracion del territorio nacional. En efecto, la primera Carta Politica vigente cuando se emitio el Acuerdo N.o 160-93, en su articulo 186° inciso 7), consignaba expresamente dentro de las atribuciones del Congreso de la Republica: \"Aprobar la demarcacion Territorial que propone el Poder Ejecutivo\". Disposicion ésta que ha sido mantenida en el articulo 102° inciso 7) de la vigente Constitucion y que establece dos atribuciones distintas: 1) La de proponer la demarcacion territorial, que es atribucion del Poder Ejecutivo; vale decir, solo él puede tener iniciativa en este asunto y remitirla directamente al Congreso; y 2) La de aprobar dicha demarcacion, que es atribucion exclusiva del Congreso. Que las Municipalidades pueden canalizar sus solicitudes sobre esta materia a los 3. respectivos consejos transitorios de administracion regional, quienes, de conformidad con las atribuciones que les confiere la Ley N.o 26922 en su articulo 16° inciso e) evaluaran dichas solicitudes con arreglo a la legislacion de la materia y elevaran el informe técnico respectivo a la Presidencia del Consejo de Ministros. En el caso de Lima Metropolitana (provincias de Lima y Callao) los pedidos sobre asuntos de demarcacion territorial deben ser canalizados a través del respectivo Concejo Provincial para su posterior remision al organo técnico de la Presidencia del Consejo de Ministros, tal como lo establece la Cuarta Disposicion Transitoria 907 4 TRIBUNAL CONSTITUCIONAL del Decreto Supremo N.o 044-90-PCM, modificado por el Decreto Supremo N.o 30- 94-PCM. Que, en consecuencia, las municipalidades provinciales y distritales carecen de 4. competencia para aprobar 0 modificar la demarcacion territorial. Que, de autos se desprende que la Municipalidad Distrital Santisimo Salvador de 5. Pachacamac, ante la imprecision de sus limites distritales, solicito a la Municipalidad Metropolitana de Lima un pronunciamiento sobre el particular. El referido distrito fue instituido como pueblo en el ano mil setecientos cuarenta y seis y se constituyo en distrito republicano en el ano mil ochocientos cincuenta y siete, en el mismo ano fue creado el Distrito de Lurin sin precisarse en detalle la extension superficial ni los limites de ambos distritos. Posteriormente en el ano mil novecientos sesenta y uno se crea el Distrito de Villa Maria del Triunfo, generandose conflictos sobre la demarcacion territorial de los mismos. Que la Municipalidad Metropolitana de Lima expidio el Acuerdo de Concejo N.o 6. 160-93, incluyendo como fundamentos en su parte considerativa los informes N.o 30-93-MILM-SMDU-CDU de la Comision de Desarrollo Urbano, 010-91-MLM- DMDU-OPDM de la Oficina de Plan de Desarrollo Metropolitano, emitidos basandose en estudios de la Sociedad Geografica de Lima y sustentado ademas en el Acuerdo N.o 013-CAL-MLM de la Comision de Asuntos Legales. En la parte resolutiva de dicho Acuerdo de Concejo se senala textualmente: \"Aprobar la demarcacion territorial del Distrito de Pachacamac, de acuerdo a los informes de las Comisiones de Desarrollo Urbano y de Asuntos Legales antes mencionados\". El texto no deja lugar a dudas 0 interpretaciones, la Municipalidad Metropolitana de Lima invadio atribuciones del Congreso. Por tanto, el referido Acuerdo N.o 160-93 esta viciado de incompetencia, manteniéndose dicho vicio aun con la expedicion del Acuerdo del Concejo N.o 144-98 por cuanto este ultimo no lo ha derogado ni modificado como correspondia de acuerdo a la técnica juridica; careciendo de sustento la afirmacion de la Municipalidad Metropolitana de Lima, en el sentido de que el Acuerdo N.o 160-93 solo aprobo una propuesta de demarcacion territorial y que la Municipalidad Distrital Santisimo Salvador de Pachacamac lo ha interpretado equivocadamente. En consecuencia, ambos acuerdos de concejo estan viciados de nulidad. 7. Que, en cuanto se refiere al pedido genérico de la demandante en el sentido de que este Tribunal disponga la nulidad de los actos administrativos dictados por la Municipalidad Distrital Santisimo Salvador de Pachacamac, basandose en el acuerdo de concejo N.o 160-93; no es posible anular cada uno de ellos de modo singular y expreso dado que se trata de un conjunto indeterminado de actos 1208 TRIBUNAL CONSTITUCIONAL administrativos; ademas, por cuanto debe tenerse en cuenta que la nulidad indiscriminada podria afectar legitimos derechos de terceros generados por el principio de la buena fe de los mismos; por lo que este Tribunal, en uso de la atribucion conferida por el articulo 52° primer pàrrafo in fine de la Ley N.o 26435, considera que no procede adoptar decision alguna respecto a las situaciones de hecho 0 de derecho creadas al amparo del mencionado Acuerdo de Concejo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "Dirimiendo el Conflicto de Competencia interpuesto por la Municipalidad Distrital de Villa Maria del Triunfo contra la Municipalidad Metropolitana de Lima y la Municipalidad Distrital Santisimo Salvador de Pachacamac; disponiendo: 1. Que de conformidad con el articulo 186° inciso 7) de la Constitucion Politica del ano 1979 y el articulo 102° inciso 7) de la Constitucion Politica vigente, corresponde al Poder Ejecutivo la atribucion de proponer la demarcacion territorial y al Congreso, aprobar dicha demarcacion. En consecuencia, las municipalidades provinciales y distritales carecen de competencia para formular directamente propuestas al Congreso y menos aun para aprobar 0 modificar la demarcacion territorial; 2. La nulidad de los acuerdos de concejo N.OS 160-93 y 144-98 emitidos por la Municipalidad Metropolitana de Lima; 3. Que no es posible anular cada uno de los actos administrativos dictados por la Municipalidad Distrital Santisimo Salvador de Pachacamac, en base al Acuerdo de Concejo N.o 160-93, de modo singular y expreso, dado que se trata de un conjunto indeterminado de actos administrativos; ademas, por cuanto, la nulidad indiscriminada podria afectar legitimos derechos de terceros, generados por el principio de la buena fe de los mismos; 4. Que, a partir de la fecha de notificada la presente sentencia, la Municipalidad Distrital Santisimo Salvador de Pachacamac se abstenga de ejercer competencia amparada en tales Acuerdos de Concejo; 5. Que se respete la demarcacion territorial de la Municipalidad Distrital de Villa Maria del Triunfo establecida en las Leyes N.OS 13796 y 15230. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Viner / - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT arcea GARCIA MARCELO VL L CMM NF gertif100: Lo que Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-09", "id": 35791, "nombre_demandado": "Municipalidad Metropolitana de Lima y otro", "nombre_demandante": "Alcalde de la Municipalidad Distrital de Villa María del Triunfo (Wáshington Armando Ipenza Pacheco)", "numero_expediente": "00001-1999-CC"}