{"CONTEXTO": " 00002-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00002-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 002-98-AA/TC Diana Sofia Flores Cossio Arequipa. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: / Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por dona Diana Sofia Flores Cossio, contra de la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento diez, su fecha veinticinco de julio de mil novecientos noventa y siete, la que revocando la apelada declaro improcedente la demanda. ANTECEDENTES: Dona Diana Sofia Flores Cossio, interpuso Accion de Amparo en contra de la Municipalidad Provincial de Islay, por considerar que se han vulnerado sus derechos fundamentales de libertad de trabajo, a la vida, de igualdad ante la ley, de defensa, de legalidad y del debido proceso, y con la finalidad de que se le declare inaplicable el articulo 2° de la Resolucion de Alcaldia No 024-97/MPI, que dispone abonar al demandante por concepto de Compensacion por Tiempo de Servicios la suma de S/ 931.76 Nuevos Soles, por sus veinticinco anos de servicios prestados; y la Resolucion de Alcaldia No 378- 96-MPI, que resuelve declarar la nulidad de los Acuerdos de Trato Directo y Negociaciones Bilaterales y las respectivas Resoluciones de aprobacion, correspondientes a los anos 1991, 1992, 1993 y 1994; en consecuencia, solicita se disponga dicho pago a razon de un sueldo integro por cada ano de servicios, mas sus intereses legales, con arreglo a los pactos colectivos que han adquirido fuerza de ley. La Municipalidad Provincial de Islay, contesto la demanda, manifestando que el acta de trato directo suscrita en mil novecientos noventa y dos, contraviene expresas disposiciones legales, siendo ello causal de nulidad de pleno derecho. Agrega, que la Municipalidad ha procedido a efectuar el câlculo de los beneficios sociales de la demandante, con arreglo a las normas legales aplicables a los servidores de la administracion publica, ya que en caso de efectuar un câlculo diferente, se incurriria en responsabilidad civil y penal; que, la aludida acta de trato directo se aprobo sin contarse con la opinion de la Comision Técnica Permanente del INAP; que, en los pactos 0 convenios colectivos se acordaron bonificaciones que no estan autorizados por ley, como lo son el dia del trabajo, dia de la madre, dia del aniversario de la ciudad, entre otros; asi como que se habia pactado el pago adelantado de la compensacion por tiempo de servicios, en base a una remuneracion total 2 TRIBUNAL CONSTITUCIONAL permanente, en contravencion de lo dispuesto por el inciso a) del articulo 90 del Decreto Supremo No 051-91-PCM, referido a la aplicacion de una remuneracion principal por cada ano de servicios; y, las Leyes de Presupuesto de la Republica, que prohiben el pago adelantado de dicha compensacion. El Juzgado Especializado en lo Civil de Islay - Mollendo, con fecha cuatro de abril de mil novecientos noventa y siete, a fojas sesenta y seis, declaro infundada la demanda, por considerar que las actas bilaterales en las que la demandante sustenta su pretension, fueron suscritas sin observar las formalidades exigidas por los Decretos Supremos Nos 003-82- PCM y 026-82-JUS, y que ademas contravienen el articulo 44° del Decreto Legislativo No 276, que prohibe incrementos que modifiquen el sistema unico de remuneraciones. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha veinticinco de julio de mil novecientos noventa y siete, a fojas ciento diez, revoco la apelada y declaro improcedente la demanda, por estimar que la demandante ha accionado en la via judicial y a ha continuado su reclamacion en la via administrativa por similares hechos. Contra esta resolucion la demandante interpone recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 1° de la Ley de Habeas corpus y Amparo No 23506, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional; 2. Que, conforme se advierte de las instrumentales de fojas cincuenta y cinco a cincuenta y nueve de autos, contra las Resoluciones de Alcaldia N's 378-96-MPI y 025-97-MPI, la demandante interpuso los correspondientes recursos de apelacion, ambos con fecha veintiuno de febrero de mil novecientos noventa y siete, es decir cuando se encontraba en trâmite la demanda sub-litis presentada el once del mes y ano antes mencionados; en consecuencia, no ha cumplido con agotar la via previa que exige el articulo 270 de la acotada ley. Por estos Fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento diez, su fecha veinticinco de julio de mil 2 3 TRIBUNAL CONSTITUCIONAL novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. - a Aue Ce ACOSTA SANCHEZ; NUGENT; L . a daly DIAZ VALVERDE; GARCIA MARCELO. Lo que Certifico: Dra. MARIA LLUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIGNAE FCV (AAM) 3", "fecha_publicacion": "1998-09-22", "id": 37561, "nombre_demandado": "Municipalidad Provincial de Islay", "nombre_demandante": "Diana Sofía Flores Cossio", "numero_expediente": "00002-1998-AA"}