{"CONTEXTO": " 00004-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00004-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 004 -98- HC/TC JUAN TOVAR MENDOZA AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En, Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Tovar Mendoza, contra la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fecha once de diciembre de mil novecientos noventa y siete, la que confirmando la resolucion apelada, de fecha tres de diciembre de mil novecientos noventa y siete, fallo declarando improcedente la accion de Habeas Corpus seguida, por el citado demandante, en contra de los senores Vocales de la Segunda Sala Especializada en lo Penal.", "ANTECEDENTES:": "Don Marcial Fernando Carpio Talavera, abogado de profesion, interpuso accion de Habeas Corpus, a favor de su patrocinado, don Juan Tovar Mendoza, por la presunta amenaza y vulneracion de los derechos constitucionales a la libertad, a la igualdad ante la ley y al debido proceso, dirigiéndola en contra de los integrantes de la Segunda Sala Especializada Penal de la Corte Superior de Justicia de Arequipa, doctores Percy Gomez Benavides, Jorge Luis Salas Arenas y Juan Luis Rodriguez Romero, por haber dictado la resolucion de fecha veintiseis de noviembre de mil novecientos noventa y siete, en la causa No 92-97-2SP-AQP, que resolvio declarar inadmisible el pedido formulado por el actor, respecto al sobreseimiento de mandato de detencion, en la anotada causa; expreso que su cliente estaba siendo procesado penalmente en la causa No 02-97-8JP-AQP, por el hecho de haber cobrado una letra de cambio, a su favor, contando con sentencia civil firme y licita; asimismo dijo, que el Tribunal Penal Transitorio, conformado por los senores Vocales Octavio Rivera Sanz, Eloisa Rivas Holguin y Javier Rospigliosi, resolvieron el expediente No 169-97-SP-Trans- referido a la apelacion de la causa No 02-97-8JP-AQP, con relacion al mandato de comparecencia, mediante resolucion de fecha diecinueve de marzo de mil novecientos noventa y siete, resolviendo revocar la orden de comparecencia, y variandola por la de detencion, lo que a juicio del actor, atentaba contra los preceptos de la cosa juzgada, y de la extincion de la accion prevista en el articulo 79° del Codigo Penal. Agrego, que los accionados al denegar el sobreseimiento del mandato de detencion, admitian la continuacion de la ilegal amenaza de detencion contra su patrocinado, contrariando la Ley, si se tiene en cuenta que, producida la acusacion Fiscal, en ésta se 2 TRIBUNAL CONSTITUCIONAL solicitan tres anos de prision para su defendido, lo que de ninguna manera motivaria una pena efectiva, no justificandose la existencia de la orden de detencion. El Juez Provisional del Tercer Juzgado Especializado en lo Penal de Arequipa, teniendo a la vista: el proceso signado con el numero 02-97-8JP-AQP, la Accion de Amparo signada con el numero 132-96-A y el cuaderno de apelacion de auto, procedio a emitir resolucion de fojas dieciocho, su fecha tres de diciembre de mil novecientos noventa y siete, que resolvio declarar improcedente la accion de Habeas Corpus interpuesta, por considerar, que de conformidad con el inciso 2) del articulo 6° de la Ley No 23506, no procede la accion de garantia en contra una resolucion judicial emanada de un proceso regular. Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, mediante su resolucion del once de diciembre de mil novecientos noventa y siete, confirmo el auto apelado, por considerar que, la acusacion fiscal mencionada en autos, no derogaba 0 modificaba norma procesal alguna, que facultase a las Salas Penales a revocar sus resoluciones; que, la resolucion judicial, corriente a fojas nueve, esta acorde al inciso 2) del articulo 6° de la Ley No 23506. Interpuesto, a fojas cincuenta y cuatro, recurso de nulidad, que debe entenderse como Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el inciso 2) del Articulo 6° de la Ley No 23506 establece que \"No proceden las acciones de garantia.... 2) Contra resolucion judicial emanada de un procedimiento regular ... \" > dispositivo que resulta de aplicacion, por ajustarse, al caso sub judice; 2. Que, como se desprende de las instrumentales corrientes de fojas treinta y cinco a cuarenta y siete, la accion judicial que origina la presente accion, fue llevada con sujecion a los principios y derechos de la funcion jurisdiccional, establecidos por el articulo 139° de la Constitucion de mil novecientos noventa y tres, relativos, entre otros, a la tutela jurisdiccional, la publicidad del proceso, la motivacion escrita de las normas en que se ampara y la pluralidad de instancias. 3. Que, ademas, el articulo 10° de la Ley No 25398 establece que \"Las anomalias que pudieran cometerse dentro del proceso regular al que se refiere el inciso 2) del articulo 6° de la Ley, deberan ventilarse, y resolverse dentro de los mismos procesos > mediante el ejercicio de los recursos que las normas procesales especificas establecen. ..\" recursos impugnatorios que efectivamente utilizo el actor, en defensa de sus intereses. 4. Que, segun se esta a lo dispuesto por el articulo 1° de la Ley No 23506, el objeto del Habeas Corpus es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion del derecho constitucional a la libertad individual; 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas cincuenta y uno, su fecha once de diciembre de mil novecientos noventa y siete, la que confirmando el auto apelado declaro IMPROCEDENTE la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes; su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ NUGENT DIAZ VALVERDE V 21 GARCIA MARCELO Lo que Certifio0: Dre. MARIALIZTISOUZ RELATORA SECRETARIA CONSTITUEINAE TRIBUNAL FCV", "fecha_publicacion": "1998-08-26", "id": 42006, "nombre_demandado": "Segunda Sala Especializada Penal de la Corte Superior de Justicia de Arequipa", "nombre_demandante": "Juan Tovar Mendoza", "numero_expediente": "00004-1998-HC"}