{"CONTEXTO": " 00005-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00005-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 005-97-AA/TC LA LIBERTAD FLOR DE MARIA LINAN LOPEZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Flor de Maria Linan Lopez, contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento treinta y siete, su fecha diecinueve de noviembre de mil novecientos noventa y seis, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Flor de Maria Linan Lopez interpone demanda de Accion de Amparo contra dona Maria Estibalis Aguirre Ruiz de Arcaute, con el objeto de que su menor hijo, don Luis Enrique Collantes Linan, continue sus estudios en el Centro Educativo Parroquial \"Jesus Maestro\", ubicado en Alto Moche. Refiere que su hijo don Luis Enrique Collantes Linan, de trece anos de edad curso sus estudios en el Centro Educativo Parroquial \"Jesus Maestro\"- Alto Moche hasta el ano de mil novecientos noventa y cuatro; sin embargo, en el ano de mil novecientos noventa y cinco, cuando acudio a matricularlo en el quinto grado de educacion primaria, la demandada, la directora del citado colegio, le manifesto que previamente debia acreditar la \"normalidad\" de su hijo mediante un diagnostico médico, pues en el ano anterior habia tenido problemas de conducta. Alega la demandante, que pese a cumplir con dicho requerimiento, la demandada impidio la matricula de su hijo alegando que habia perdido demasiadas clases en dicho ano y que, por lo tanto, era conveniente que estudie en el siguiente ano escolar. Es asi, como el veinte de marzo de mil novecientos noventa y seis, la recurrente se apersono al citado centro educativo a efecto de matricular a su hijo; sin embargo, la demandada nuevamente se nego a matricularlo argumentando que el padre del menor no colaboraba con el colegio y no asistia a las reuniones de padres de familia. Asimismo, afirma que dicha situacion motivo que recurriera a la Direccion Regional de Educacion de La Libertad, que hasta la fecha de la interposicion de la demanda no se ha pronunciado, aunque el Director de la Oficina de Control Interno de la Direccion Regional de Educacion de La Libertad mediante Oficio No 251-96-DIRELL/OCI ha ordenado a la demandada la ratificacion de la matricula del hijo de la demandante; sin embargo se ha hecho caso omiso a ello. Dona Maria Estibalis Aguirre Ruiz de Arcaute contesta la demanda senalando que el hijo de la demandante unicamente curso estudios en el Colegio Parroquial \"Jesus Maestro\" en el ano de mil novecientos noventa y cuatro, debido a un traslado de matricula que fue aceptado en forma condicionada, siempre que los padres fueran TRIBUNAL CONSTITUCIONAL citados para hacerles conocer sobre el avance del rendimiento del menor, toda vez que en la entrevista personal que se hiciera al nino, éste demostro tener un nivel de preparacion correspondiente a un nino de segundo grado de primaria, y no de cuarto grado. Asimismo, alega que una vez concluido el ano académico correspondiente a mil novecientos noventa y cuatro, y que los padres recogieran la libreta de notas del menor, nunca mas se apersonaron al colegio, por lo que desconocia la situacion de escolaridad correspondiente al ano escolar de mil novecientos noventa y cinco. En cuanto al ano de mil novecientos noventa y seis, alega la demandada que los padres del menor jamas se acercaron al colegio a efecto de matricular a su hijo, sino que directamente fueron a quejarse a la Direccion Regional de Educacion de la Libertad-Oficina del Organo de Control Interno, la cual mediante Oficio No 251-96-DIRELL/OCI, del veintisiete de marzo de mil novecientos noventa y seis, le ordeno que ratifique la matricula del hijo de la demandante. Sobre el particular refiere que jamas nego matricular al menor pues los padres del mismo, ni en el ano de mil novecientos noventa y cinco ni en el ano de mil novecientos noventa y seis, se presentaron durante el periodo programado para la ratificacion de la matricula; y que, por ultimo, de acuerdo a los exâmenes psicologicos a que fue sometido el menor se concluye que necesita de una educacion especial y personalizada por habérsele diagnosticado un déficit de atencion e hiperactividad. El Juez Provisional del Tercer Juzgado Especializado en lo Civil de Trujillo, a fojas ciento dos, con fecha veintiocho de agosto de mil novecientos noventa y seis, declaro infundada la demanda por considerar que de acuerdo a los informes psicologicos del menor, don Luis Enrique Collantes Linan, éste presenta problemas de aprendizaje por lo que requiere de una educacion con atencion especial. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas ciento treinta y siete, con fecha diecinueve de noviembre de mil novecientos noventa y seis, declaro improcedente la demanda por considerar que a la fecha de emision de dicha sentencia estaba por concluir el ano escolar correspondiente a mil novecientos noventa y seis, por lo que el petitorio de la demandante devenia en irreparable. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, si bien es cierto mediante los informes psicologicos expedidos por el Departamento de Psicologia del Hospital Regional Docente de Trujillo, de la Region III de La Libertad, obrantes a fojas cuatro y cinco, de fechas diez de mayo de mil novecientos noventa y cinco, y diez de abril de mil novecientos noventa y seis, se diagnostico al menor, don Luis Enrique Collantes Linan lo siguiente: aprendizaje lento, inestabilidad emocional y reaccion de ansiedad; se debe tener presente que el pronostico dado al menor fue favorable con respecto al tratamiento. 2.- Que, aunado al fundamento precedente, mediante Constancia Médica, obrante a fojas treinta y uno, de fecha diecisiete de octubre de mil novecientos noventa y cinco, se concluyo que el menor debe continuar sus estudios en el mismo colegio pese a encontrarse en tratamiento por déficit de atencion e hiperactividad; motivo por el cual, mal puede establecerse que el menor, don Luis Enrique 2 TRIBUNAL CONSTITUCIONAL Collantes Linan necesite de una educacion especial; mas aun cuando, de acuerdo a lo dispuesto en el articulo 6° del Decreto Supremo No 02-83-ED, Reglamento de Educacion Especial, los unicos sujetos a educacion especial son las personas que presentan los siguientes tipos de excepcionalidad: retardo mental, deficiencias auditivas ylo problemas de lenguaje; ceguera y vision sub-normal, desajustes de conducta social, impedimentos fisicos y facultades sobresalientes; situaciones en las que no se encuentra el hijo de la demandante. 3.- Que, la negativa de la demandada a aceptar la matricula del menor, don Luis Enrique Collantes Linan en el Centro Educativo Parroquial \"Jesus Maestro\", atenta contra lo dispuesto en los incisos c) y d) del articulo 12° del Decreto Supremo No 03-83-ED, Reglamento de Educacion Primaria, toda vez que las sanciones de suspension del centro 0 programa educativo, y el cambio de centro educativo 0 programa educativo unicamente proceden en la modalidad de primaria para adultos. 4.- Que, por ultimo, debe tenerse presente que la Constitucion Politica del Perû, en sus articulos 13° y 150, ha consagrado que la educacion tiene como finalidad el desarrollo integral de la persona humana, correspondiendo a los padres de familia el deber de educar a sus hijos y el derecho de escoger los centros educativos, y que el educando tiene derecho al respeto a su identidad, asi como al buen trato psicologicoy fisico. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento treinta y siete, su fecha diecinueve de noviembre de mil novecientos noventa y seis, que declaro improcedente la demanda; y reformândola declara FUNDADA la Accion de Amparo, no siendo de aplicacion lo dispuesto en el articulo 11° de la Ley No 23506 por las circunstancias en que se han producido los hechos. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, L milils lly NUGENT, GARCIA MARCELO. Lo que Certifico: G.L.Z. Dra. MARIA LUZ VASQUEZ SECRETARIA CONSTITUCIONAL - RELATORA 3 TRIBUNAL", "fecha_publicacion": "1999-03-20", "id": 34911, "nombre_demandado": "Directora del Centro Educativo Parroquial Jesús Maestro (María Estibalis Aguirre Ruiz)", "nombre_demandante": "Flor de María Liñán López", "numero_expediente": "00005-1997-AA"}