{"CONTEXTO": " 00003-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00003-1995-HC.pdf) --- S-062 ..que si bien la via constitucional estaba abierta, puesto que en la demanda se invoca la amenaza sistematica y concreta al derecho del libre transito hacia el domicilio; que sin embargo, los hechos invocados como fundamentos sine qua non de la demanda, no han sido acreditados,..  Exp. No 003-95-HC/TC Lima Caso: Lucia Galarza Caja  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent, Acosta Sanchez,  Presidente, Aguirre Roca,  Vicepresidente, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso de Casacion interpuesto por dona Lucia Galarza Caja, contra la sentencia de la Corte Suprema, de fecha once de marzo de mil novecientos noventa y cuatro, que declaro improcedente la correspondiente Accion de Habeas Corpus. ", "ANTECEDENTES:": "Dona Lucia Galarza Caja, invocando los incisos 9 y concordantes del articulo 12  de la Ley 23506, interpone Accion de Habeas Corpus, y lo dirige contra los senores Pedro Fernando Zavala Cuya, Mayta Alatrista y José Alatrista, alegando que el primero trata de sorprender su buena fe para lograr pagos de alquiler indebidos, y que los otros dos vienen impidiéndole el libre transito hacia su domicilio, y \"amenazándola sigilosamente\".  A fojas tres del principal, el recurso es admitida y se dispone se tomen las declaraciones de las partes.  De la investigacion judicial resulta que los denunciados desmienten las imputaciones, y que la demandante manifiesta que ya no la amenaza ni le impiden el libre trânsito, sin que, por lo demas, se hayan acreditado los hechos invocados en la demanda. El juez, en consecuencia, sentencia declarando infundada la Accion. La Décima Sala Penal de la Corte Superior confirma la apelada, precisando que, a su juicio, la demanda es \"improcedente\". y no \"infundada\". La sentencia suprema declara no haber nulidad en la de vista. ", "FUNDAMENTOS:": "Considerando: Que si bien la via constitucional estaba abierta, puesto que en la demanda se invoca la amenaza sistematica y concreta al derecho del libre transito hacia el domicilio; que, sin embargo, los hechos invocados como fundamento sine qua non de la demanda, no han sido acreditados; y que, de otro lado, la propia demandante, durante su declaracion ante el juez que efectuo la sumaria investigacion, manifiesta que han desaparecido los actos de hostigamiento y las amenazas que la llevaron a plantear la Accion. ", "FALLA:": "Declarando infundada la demanda y, en consecuencia, impropia la calificacion de \"improcedente\" que le asignan a la recurrida y la de vista, confirmando la apelada, pero por el unico motivo de no haberse acreditado los hechos de hostigamiento, ni las amenazas invocadas como fundamento de la demanda.  Registrese, comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-23", "id": 37413, "nombre_demandado": "Pedro Fernando Zavala Cuya y otros", "nombre_demandante": "Lucía Galarza Caja", "numero_expediente": "00003-1995-HC"}