{"CONTEXTO": " 00008-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00008-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 008-98-AA/TC CHIMBOTE EMPRESA PESQUERA GAMMA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL AN En Huaraz, a los veintisiete dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Empresa Pesquera Gamma S.A., contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Santa, de fojas doscientos setenta y seis, del treinta y uno de octubre de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "El seis de febrero de mil novecientos noventa y siete, la Empresa Pesquera Gamma S.A., representada por don Apolinario Blacido Alva, interpone demanda de Accion de Amparo y acumulativamente medida precautelatoria contra la Comision de Sanciones del Ministerio de Pesqueria, para que se declare inaplicable la Resolucion Comision de Sanciones N.o 164-96-PE/CS del veintisiete de noviembre de mil novecientos noventa y seis, que resuelve sancionarla con la suspension de su concesion otorgada mediante la Resolucion Directoral N.o 214-89-PE/DGT del quince de junio de mil novecientos ochenta y nueve, y modificada por Resolucion Directoral N.o 047-92-PE/DGT del veinte de mayo de mil novecientos noventa y dos, en cuanto a la linea de produccion de harina de residuos de pescado y especies desechadas, por haber infringido lo dispuesto en el literal b) del numeral IV de las Normas Complementarias para la Aplicacion del Titulo VIII del Reglamento de la Ley General de Pesca, Relativas a la Proteccion del Medio Ambiente, aprobadas por la Resolucion Ministerial N.o 208-96-EF. Refiere que si ha cumplido con instalar el sistema de tratamiento de agua de cola, por ende, la sancion impuesta viola basicamente sus derechos a la libertad de trabajo y empresa. Admitida la demanda, la Procuraduria Publica a cargo de los asuntos judiciales del Ministerio de Pesqueria contesta la demanda solicitando se la declare infundada 0 improcedente, porque el Ministerio de Pesqueria, a través del Decreto Ley N.o 25977 Ley General de Pesqueria y su Reglamento aprobado por el Decreto Supremo N.o 01-94-PE, TRIBUNAL CONSTITUCIONAL dispuso que las personas naturales 0 juridicas que desarrollen actividades pesqueras estaban obligadas a evitar 0 controlar los efectos negativos de las emisiones, vertimientos y desechos que tales sustancias producen en el medio ambiente. En tal sentido, refieren que estas normas no atenta ni son contrarias a las normas constitucionales. Deduce las excepciones de falta de agotamiento de la via administrativa y desistimiento de la pretension. El Primer Juzgado Civil del Santa-Chimbote, a fojas ciento setenta y tres, con fecha once de abril de mil novecientos noventa y siete, expide resolucion declarando infundadas las excepciones de falta de agotamiento de la via administrativa y desistimiento de la pretension y fundada la demanda de Accion de Amparo, por considerar que los términos de la resolucion materia de la accion de garantia, al imponer la sancion de suspension de la concesion otorgada a la demandante disponiendo la interposicion de recursos impugnatorios contra ella no suspende la ejecucion de la sancion, por tanto conlleva a la violacion del derecho de libertad de trabajo. La Sala Civil de la Corte Superior de Justicia del Santa, a fojas doscientos setenta y seis, con fecha treinta y uno de octubre de mil novecientos noventa y siete, revoca la apelada y la declara infundada, por estimar que la sancion impuesta por el Ministerio de Pesqueria a la demandante no constituye violacion del derecho a la libertad de trabajo y de empresa sino que significa limitacion debido a obligaciones de caracter ineludible como es el deber de proteger el medio ambiente; y, confirma la apelada en cuanto declara infundada la excepcion de falta de agotamiento de la via administrativa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el inciso 1) del articulo 28° del Decreto Ley N.o 23506 establece que no sera 1. exigible el agotamiento de las vias previas si una resolucion, que no sea la ultima en la via administrativa, es ejecutada antes de vencerse el plazo para que quede consentida. Que, conforme ha expresado la propia demandante en su demanda y especialmente en 2. el documento de fojas cuatro, el Ministerio de Pesqueria, desde el quince de junio de mil novecientos ochenta y nueve, le otorgo concesion para que se dedique a la transformacion de productos hidrobiologicos para el consumo humano directo e indirecto, desarrollando las actividades de enlatado y procesamiento de harina de residuos de pescado y especies desechadas, teniendo esta ultima una capacidad instalada 0 de produccion de 15 t/h. Que, como consecuencia de la concesion otorgada a la demandante, ésta, para la 3. realizacion de las actividades pesqueras, debia presentar un Programa de Adecuacion y Manejo Ambiental (PAMA), sin perjuicio de la verificacion del cumplimiento de pautas y obligaciones inherentes al aprovechamiento integral de los recursos TRIBUNAL CONSTITUCIONAL hidrobiologicos y la prevencion de la contaminacion ambiental, que debera efectuarla el Ministerio de Pesqueria, por asi disponerlo el articulo 131° del Reglamento de la Ley General de Pesca, aprobado por el Decreto Supremo N.o 01-94-PE. Habiendo cumplido la demandante con dicho requisito, conforme es de verse en autos de la Carta N.° 527/GG/GAF/94, del quince de diciembre de mil novecientos noventa y cuatro, recibida por la entidad publica mencionada bajo el Registro N.° 009675 que obra en autos de fojas doscientos sesenta y uno a fojas doscientos sesenta y cinco, en virtud de la cual, la demandante le hace llegar al Ministerio de Pesqueria el Informe Final del Programa de Adecuacion y Manejo Ambiental (PAMA), poniéndole en conocimiento, entre otros, que la problematica ambiental de la Planta Gamma S.A. se identifica en los efluentes de agua de bombeo, sanguaza, agua de limpieza, gases de secado, calderos y grupos electrogenos, embarcaciones y chatas; indicandose en un cuadro adjunto a la mencionada carta, entre otros, que para los efluentes de agua de cola se selecciono la tecnologia de mitigacion-planta evaporadora. Que, en la inspeccion en el establecimiento industrial de la demandante efectuada el 4. dia doce de agosto de mil novecientos noventa y seis, por el personal de la Direccion Nacional de Procesamiento Pesquero del Ministerio de Pesqueria, como bien lo manifesto la propia demandante en su Carta EPGSALM N.o 150/98, del veinticinco de agosto de mil novecientos noventa y seis que corre en autos de fojas ochenta y cinco a ochenta y seis, se comprobo que fisicamente no se contaba con la planta de agua de cola, levantândose la respectiva acta de infraccion. Que, entonces, la demandante se encontro incursa en el literal b) del Numeral IV de 5. las Normas Complementarias para la Aplicacion del Titulo VIII del Reglamento de la Ley General de Pesca Relativas a la Proteccion del Medio Ambiente, que tipifica como infraccion la operacion de plantas de procesamiento de harina y aceite de pescado que no tengan sistema de tratamiento de agua de cola, excluyéndose a las plantas procesadoras de harina de residuos y desechos de hasta 10 t/h de capacidad de reduccion en tanto sus efluentes no sean vertidos al medio marino. Que la Décima Disposicion Transitoria del Reglamento de la Ley General de Pesca, 6. aprobado por el Decreto Supremo N.o 01-94-PE, publicado el quince de enero de mil novecientos noventa y cuatro dispuso, entre otros, que los agentes de la actividad pesquera comprendidos en el Capitulo VIII (De La Proteccion del Medio Ambiente) del mismo Reglamento -la demandante se encontraba comprendida en él- se adecuaran a lo establecido en sus disposiciones, dentro de un plazo mâximo de dieciocho meses contados a partir de la fecha de vigencia del Reglamento en mencion. Que la inspeccion efectuada en el establecimiento industrial de la demandante, asi 7. como la sancion materia de la resolucion que motiva la presente accion de garantia, se TRIBUNAL CONSTITUCIONAL produjeron después de haber transcurrido el plazo referido en el fundamento que precede. Que, conforme lo dispuso el articulo 2° de la Resolucion Comision de Sanciones N.o 8. 164-96-PE/CS, la sancion impuesta a la demandante se mantendria vigente en tanto ésta no acredite que ha cumplido con instalar un sistema de tratamiento de agua de cola y solicite a la Direccion Nacional de Procesamiento Pesquero del Ministerio de Pesqueria la inspeccion técnica correspondiente para la verificacion fisica y operativa del sistema. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Santa, del treinta y uno de octubre de mil novecientos noventa y siete, de fojas doscientos setenta y seis, que revocando la apelada declaro infundada la excepcion de falta de agotamiento de la via administrativa e INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ 2 a DIAZ VALVERDE NUGENT GARCIA MARCELO L EL Lo que-Ogrtifioo: - - / Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIAN CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-24", "id": 35396, "nombre_demandado": "Comisión de Sanciones del Ministerio de Pesquería", "nombre_demandante": "Empresa Pesquera Gamma SA (Apolinario Blácido Alva)", "numero_expediente": "00008-1998-AA"}