{"CONTEXTO": " 00001-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00001-1997-AA.pdf) --- DE TRIBUNAL CONSTITUCIONAL EXP. 001-97-AA/TC LUIS ANTONIO MESARINA CARRILLO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT, DIAZ VALVERDE y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Luis Antonio Mesarina Carrillo, contra la resolucion de la Sala Comtencioso-Adminitrativa de la Corte Superior de Justicia de Lima, su fecha doce de setiembre de mil novecientos noventa y seis, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Luis Antonio Mesarina Carrillo, interpone accion de amparo contra el Banco de la Nacion, con el proposito que se declare inaplicable para su caso la Resolucion Administrativa No 0193-94-EF/92.51000 que declaro nula la Resolucion Administrativa No 3302-90-EF/92.515000, la misma que le incorporo en el régimen previsional del Decreto Ley No 20530. Manifiesta que el 22 de setiembre de 1965 ingreso al Banco demandado, bajo el régimen de la Ley No 11377, laborando hasta el 23 de diciembre de 1971; que, posteriormente, el 1° de marzo de 1975 reingreso, bajo el mismo régimen, trabajando en ésta oportunidad hasta el 30 de junio de 1994, fecha en que ceso; que el 15 de octubre de 1990 se le incorporo al régimen previsional del Decreto Ley No 20530; que el 23 de mayo TRIBUNAL CONSTITUCIONAL de 1994, cuando la facultad que tenia para declarar la nulidad ya habia prescrito, Banco demandado emite la resolucion impugnada dejando sin efecto la resolucion incorporacion; agrega que la entidad demandada pudo impugnar ésta resolucion en la judicial, si consideraba que infringia la ley en agravio del interés publico; que, de otr lado, la nulidad debio ser dictada, en todo caso, por el Gerente General y no por funcionario que la dicto. A fojas 48 el Banco de la Nacion contesta la demanda solicitando se la declar improcedente; sostiene que la resolucion que incorporo al demandante al régimen a Decreto Ley No 20530 es nula de pleno derecho, en razon que dicha incorporacion u indebida; agrega que el demandante no agoto la via previa. El Procurador Publico encargado de los asuntos judiciales del Ministerio Economia y Finanzas, con el que se mando se entienda también la demanda, se aperson al proceso proponiendo las excepciones de falta de legitimidad para obrar del demandad y de caducidad; sostiene que entre el demandante y el Ministerio al que representa, existe ninguna relacion juridica y que la accion se ha presentado extemporaneamente. El Juez del Segundo Juzgado Especializado en lo Civil de Lima, emite sentenc declarando fundada la demanda, por considerar, entre otras razones, que los derecho reconocidos a los trabajadores no pueden ser suspendidos unilateralmente, sino previ una decision tomada observandose el debido proceso; que procede amparar el derech del demandante, reconocido por el Banco demandado. Interpuesto recurso de apelacion, la Sala Contencioso-Administrativa de la Cort Superior de Justicia de Lima revoca la apelada y declara improcedente la demanda, po estimar que la accion de amparo habia caducado. Interpuesto recurso extraordinario, los autos son elevados al Tribuna Constitucional;", "FUNDAMENTOS:": "1. Que, existiendo continuidad en los actos que constituyen la afectacion, no se produc la caducidad de la accion, toda vez que mes a mes se renueva la vulneracion; siend de aplicacion en este caso el segundo parrafo del articulo 26° de la Ley No 25398; D tal razon resulta infundada la excepcion de caducidad propuesta por el Procurado Publico encargado de los asuntos judiciales del Ministerio de Economia y Finanzas. TRIBUNAL CONSTITUCIONAL 2. Que, debe declararse fundada la excepcion de falta de legitimidad para obrar de demandado, propuesta por el mismo Procurador, toda vez que el Ministerio Economia y Finanzas no es parte de la relacion juridica sustantiva y, por ende tampoco lo es de la relacion juridica procesal; de otro lado, la entidad demandad cuenta con personeria juridica propia. 3. Que, con las instrumentales de fojas 2y y 6 el demandante acredita haber cumplido CO agotar la via previa; en efecto, contra la resolucion cuestionada interpuso recursos impugnativos de apelacion y revision sin obtener respuesta por parte a Banco demandado, por lo que se acogio al silencio administrativo negativo. 4. Que, si bien en la demanda se solicita la nulidad de la Resolucion Administrativa 0193-94 EF/92.51000, de fecha 23 de mayo de 1994, mediante la cual el Banco de Nacion declaro nula la resolucion que incorporo al actor al régimen previsional d Decreto Ley No 20530, debe entenderse que el petitorio esta dirigido a que se declar inaplicable dicha resolucion al caso del demandante. 5. Que, mediante la Resolucion Administrativa No 3302-90 EF/92.5150 de fecha 15 octubre de 1990 el Banco de la Nacion incorpora al demandante al régimen d Decreto Ley No 20530. Tres anos después de haber vencido el plazo de seis mese previsto en el articulo 110° del Texto Unico de la Ley de Normas Generales d Procedimiento Administrativo, la entidad demandada declara la nulidad de ést resolucion; transgrediéndose ademas lo establecido en el primer parrafo de la norm legal citada, toda vez que la resolucion que declara la nulidad no fue expedida por funcionario jerarquicamente superior al que expidio la resolucion anulada. 6. Que, como lo ha senalado este Colegiado en la sentencia recaida en el Expediente 008-96-I/TC, los derechos pensionarios adquiridos al amparo del Decreto Ley 20530 no pueden ser desconocidos en forma unilateral y fuera de los plazos de le sino que contra resoluciones firmes, solo procede determinar su nulidad mediante proceso regular en sede judicial; en consecuencia, la demanda resulta fundada D haberse vulnerado el debido proceso administrativo y el derecho a la seguridad socia del demandante. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribucion conferidas por la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la resolucion de fojas ciento treinta y nueve, su fecha doce de setiembr de mil novecientos noventa y seis, expedida por la Sala Contencioso Administrativa de TRIBUNAL CONSTITUCIONAL Corte Superior de Justicia de Lima, que revocando la apelada declaro improcedente accion de amparo; REFORMANDOLA, declara infundada la excepcion de caducidad fundada la excepcion de falta de legitimidad para obrar del demandado y, FUNDADA demanda; en consecuencia: inaplicable al demandante la Resolucion Administrativa 0193-94-EF-92.51000, que declaro la nulidad de su incorporacion al régimen pensionari regulado por el Decreto Ley No 20530; dispone su publicacion en el Diario Oficial Peruano,y los devolvieron. SS ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: MARALUZ VASQUEZ GECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-15", "id": 36938, "nombre_demandado": "Banco de la Nación", "nombre_demandante": "Luis Antonio Mesarina Carrillo", "numero_expediente": "00001-1997-AA"}