{"CONTEXTO": " 00008-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00008-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 008-97-AA/TC Caso: Enrique Barcena Rivera Callao SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En-Lima, a los trece dias del mes de Junio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Vicepresidente (e.p.) Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "1 Recurso extraordinario interpuesto contra la resolucion de la Sala Civil del Callao de fecha treinta de octubre de mil novecientos noventa y seis, que, revocando la resolucion apelada del dieciseis de julio de mil novecientos noventa y seis, declara Improcedente la accion de amparo interpuesta por Enrique Victor Barcena Rivera contra el Gerente General de la Corporacion Peruana de Aeropuertos y Aviacion Comercial (CORPAC S.A.).", "ANTECEDENTES": "El demandante plantea su accion sustentando su reclamo en el hecho de haberse transgredido por la emplazada y bajo la forma de omision de actos de cumplimiento obligatorio, sus derechos a la igualdad ante la ley, al trabajo, y a la igualdad de oportunidades sin discriminacion. Alega que no obstante haber resultado ganador del concurso interno de personal convocado el diecinueve de octubre de mil novecientos noventa y cuatro y haber obtenido informe favorable por parte de la comision encargada del mismo (Informe No GRH.015-94-CONC del veintidos de noviembre de mil novecientos noventa y cuatro) para cubrir la plaza de Jefe del Aeropuerto de Pucallpa, el demandado no ha cumplido con expedir su resolucion de nombramiento no obstante estar obligado a hacerlo dentro de las veinticuatro horas 2 TRIBUNAL CONSTITUCIONAL posteriores a la terminacion del concurso tal y como lo ordena el punto 12.2 de la Directiva \"Concurso Interno de Personal, Corpac\" aprobada el cuatro de octubre de mil novecientos noventa y cuatro. Serala ademas que el incumplimiento del demandado, ademas de violarle sus derechos, le causa graves perjuicios economicos, pues ha tenido que alquilar su vivienda para poder viajar a Pucallpa, su esposa renuncio a su centro de trabajo para poder trasladarse conjuntamente, suspendio sus estudios de maestria en economia y realizo la venta de su automovil para poder sufragar los gastos de instalacion en su nuevo puesto. Por otra parte agrega que a diferencia de lo que le ha sucedido, a otro de los ganadores del concurso si se le nombro, lo que supone un hecho discriminatorio contra su persona. Puntualiza ademas que al no expedirse su resolucion de nombramiento, envio a la gerencia general la Carta Notarial de fecha diez de octubre de mil novecientos noventa y cinco en la cual emplazaba a su empleadora para que expida su nombramiento legitimamente obtenido, sin embargo pese a haber transcurrido mas de los treinta dias establecidos en el articulo 87° del Texto Unico Ordenado de Normas Generales y Procedimientos Administrativos no se le respondio, considerando denegada su peticion en virtud del silencio administrativo, situacion frente a la cual interpuso Recurso de Apelacion con fecha cinco de diciembre de mil novecientos noventa y cinco, el mismo que tampoco fue resuelto dentro del término de ley que vencio el diecinueve de enero de mil novecientos noventa y seis, motivo por el que considero denegado dicho recurso y dio por agotada la via administrativa. El demandante pide finalmente, que se cumpla con expedir su resolucion de nombramiento, se le abone la diferencia de remuneraciones dejadas de percibir de acuerdo al cargo que gano, se individualice al responsable de la agresion y se le condene al pago de una indemnizacion por danos y perjuicios, cuya cantidad fija en su demanda. Admitida la accion a tramite por el Primer Juzgado Civil del Callao, se dispone el traslado de la misma a la parte emplazada, la que contesta negando los extremos de la demanda por estimar que no es cierto que se haya vulnerado el derecho al trabajo del demandante ya que éste mantiene su vinculo laboral, que el cumplimiento de actos no da lugar al reconocimiento de derechos, que la emplazada no puede expedir ninguna resolucion de nombramiento del demandante porque el concurso de seleccion adolecio de vicios y que por ello se le declaro nulo, que incluso la gerencia administrativa con documento GAD.256-95-1, informo a la gerencia general de las irregularidades del concurso interno, que conforme al topico 12.2 de la Directiva que normo el concurso el Gerente General debe firmar el cuadro de méritos dandose a conocer a la Comision dentro de las veinticuatro horas posteriores a la terminacion del concurso, no habiéndose cumplido con dicha formalidad y por ello no existe proclamacion alguna de ganadores ni incumplimiento de dicha Directiva. Agrega asimismo, que no se puede abonar al demandante suma alguna por un cargo que no desempena y que los daros que aquél se ha ocasionado son de su entera responsabilidad, ya que si no hay proclamacion de ganadores dentro de las veinticuatro horas de terminado el concurso, no se puede a priori, realizar contratos enajenando bienes que luego perjudiquen el bienestar. Por ultimo especifica que el cargo otorgado al otro 5 TRIBUNAL CONSTITUCIONAL concursante no tiene relacion con el puesto de seleccion ni las plazas materia de la reclamacion, por lo que no hay discriminacion alguna en contra del demandante. Con posterioridad a la citada contestacion el demandante pone en conocimiento del Juzgado una Carta Notarial cursada por la empresa demandada con fecha seis de marzo de mil novecientos noventa y seis y a través de la cual se da por rescindido su vinculo labora y mas adelante hace llegar igualmente al Juzgado copia del Informe de la Oficina Legal LO (1) 283.95.Idel veintisiete de diciembre de mil novecientos noventa y cinco, que se pronuncia enfavor de su pretension. De fojas ciento tres a ciento seis el Juzgado expide resolucion declarando Fundada en parte la demanda interpuesta, principalmente por considerar: Que el accionante ha cumplido con agotar las vias previas; Que el accionante a postulado y ganado el concurso de plazas convocado por la demandada conforme a la normatividad aplicable a dicho concurso; Que en el Informe expedido por la Oficina Legal de Corpac se establece que al demandante le asiste el derecho y la razon para ser nombrado en el puesto ganado; Que la supuesta irregularidad en la realizacion del concurso no ha sido acreditada por la demandada y mas aun si esta basada en el incumplimiento del punto 12.2 de la Directiva de Concurso Interno de Personal que establece que el cuadro de méritos debe ser firmado por el Gerente General y dado a conocer a la Comision dentro de las veinticuatro horas, hecho que demuestra la negativa inexcusable del demandado en otorgar el nombramiento que corresponde en clara contravencion con el articulo 22° de nuestra Carta Magna; Que el accionante ha demostrado en autos el dano economico causado por la negativa del demandado de reconocer el derecho adquirido por el demandante siendo de aplicacion el articulo 11° de la ley 23506, que obliga al demandado a indemnizar por el perjuicio ocasionado, y; Que el demandado en clara senal de venganza, el mismo dia en que absuelve el tramite de contestacion de la demanda, enforma arbitraria cursa al accionante la carta TCC/CORPAC S.A. GGA 020-96C en la que le manifiesta la decision de rescindirle el vinculo laboral sin expresion de causa. Apelada dicha resolucion por la entidad a la cual pertenece el demandado, los autos son remitidos a la Fiscalia Superior en lo Civil del Callao a los efectos de la vista correspondiente y devueltos estos con Dictamen que se pronuncia en favor de la confirmacion de la recurrida, la Sala Civil del Callao a fojas ciento treinta y cuatro, con fecha treinta de octubre de mil novecientos noventa y seis y con lo expuesto por el fiscal superior, revoca la resolucion apelada y declara Improcedente la accion, basicamente por considerar: Que los hechos controvertidos referidos a un supuesto incumplimiento por parte del demandado de expedir resolucion de nombramiento para el cargo ganado en concurso, no es materia de la accion de amparo, porque ésta esta reservada a la tutela de los derechos de indole constitucional, que no se da en el caso de autos. Contra ésta resolucion el demandante interpone recurso de nulidad, por lo que de conformidad con el articulo 41° de la Ley 26435 y entendiendo el presente recurso como \"Extraordinario\" se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "TRIBUNAL CONSTITUCIONAL Que en autos y especialmente con las instrumentales de fojas cinco, seis, nueve a veinticuatro, ha quedado plenamente acreditado que el demandante postulo debidamente al Concurso convocado por la Corporacion Peruana de Aeropuertos y Aviacion Comercial (CORPAC S.A.) resultando ganador del mismo dentro de la plaza de Jefe de Aeropuerto de Pucallpa. Que por el contrario los vicios o irregularidades alegados por la parte demandada respectyo del Concurso en que resulto ganador el demandante, no han sido en ningun momento demostrados y en todo caso el incumplimiento de lo dispuesto en el numeral 12.2 de la Directiva de Concurso Interno de Personal por parte de la Gerencia General en lugar de avalar dichas suposiciones, la debilitan pues reflejan que el demandado ha tenido en todo momento la inexcusable intencion de dejar sin nombramiento al demandante. Que por otra parte, el derecho absoluto que asiste al demandante en su reclamo, ast como el incorrecto proceder del emplazado ha quedado plenamente demostrado con el Informe LO. (1) 283.95.1 que cursa la Oficina Legal de CORPAC S.A. a la Gerencia General de la misma empresa (obrante de fojas ochenta y seis a ochenta y ocho) y a donde incluso se llega a advertir que de iniciarse un proceso judicial por el servidor solicitante \"la Corporacion compareceria al mismo con evidente desventaja, pues la documentactor. favorece ampliamente al peticionante\" Que paralelamente a lo dicho, la intencion de perjudicar al demandante ha quedado ratificada, con la Carta Notarial que se le cursa por parte de la Gerencia de CORPAC S.A coincidentemente el mismo dia en que se da por contestada la demanda de amparo interpuesta y en la cual se procede a despedirlo arbitrariamente como una represalia por el reclamo judicial de sus derechos. Que precisamente y respecto de éste proceder de la demandada, este colegiado estima necesario precisar que aunque en el texto de la demanda no se reclamo nada sobre ésta situacion, es obvio que al producirse la misma, no se puede evitar pronunciarse sobre ella cuando la tutela por el reclamo de fondo careceria en gran medida de sentido si por el hecho de suprimirse definitivamente la relacion laboral por la entidad emplazada se pensara que ya se enerva la posibilidad de reclamar los derechos demandados. Por consiguiente, a juicio de este colegiado, es correlativo e igualmente inconstitucional el despido producido contra el demandante. Que por lo tanto, al disponerse la restauracion de los derechos originalmente reclamados debera asimismo y por extension, ordenarse como medida previa la reposicion en el trabajo del actor. Que por ultimo, el extremo de la demanda en el que se pide una indemnizacior. por los danos economicos y morales al demandante, sin dejar de ser legitimo, no es empero procedente por la via del amparo al no ser ese su objetivo sino unicamente el de la proteccion de los derechos constitucionales, motivo por el que el citado petitorio debera ventilarse en la via correspondiente. 5 TRIBUNAL CONSTITUCIONAL Que por todo lo dicho, resulta de aplicacion lo dispuesto en los articulos 19, 2° y 24° incisos 2, 10 y 22 de la Ley 23506 en concordancia con los articulos 2° incisos 2 y 15, y 26° incisos 1 y 2 de la Constitucion Politica del Estado. Por estos fundamentos el Tribunal Constitucional en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y su modificatoria, Ley No 26801", "FALLA": "REVOCANDO la resolucion de la Sala Civil del Callao, de fecha treinta de octubre de mil novecientos noventa y seis, que, revocando la apelada del dieciséis de julio de mil novecientos noventa y seis, declara Improcedente la accion. Reformando la de vista y confirmando la resolucion apelada, declararon FUNDADA la Accion de Amparo interpuesta por Enrique Victor Barcena Rivera contra el Gerente General de la Corporacion Peruana de Aeropuertos y Aviacion Comercial (CORPAC S.A.) y ORDENARON previa reposicion del demandante en su puesto de trabajo, se expida la Resolucion de Gerencia que lo nombre para el cargo para el cual concurso y gano. Se dispuso asimismo la publicacion de la presente en el diario oficial \"El Peruano\".", "SS.": "A Mi CeJC- ACOSTA SANCHEZ NUGENT Lu DIAZ VALVERDE GARCIA MARCELO. U mreta lsd LO QUE CERTIFICO. - : l Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA", "fecha_publicacion": "1997-06-17", "id": 36152, "nombre_demandado": "Gerente General de la Corporación Peruana de Aeropuertos y Aviación Comercial (CORPAC SA)", "nombre_demandante": "Enrique Víctor Barcena Rivera", "numero_expediente": "00008-1997-AA"}