{"CONTEXTO": " 00003-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00003-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.NP003-98-AA/TC LUZ MARINA VILLANUEVA CARDENAS AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad interpuesto por dona Luz Marina Villanueva Cardenas, contra la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha trece de noviembre de mil novecientos noventa y siete, que confirma la resolucion apelada de fecha diecisiete de setiembre de mil novecientos noventa y siete, que declara fundada la excepcion de falta de agotamiento de la via administrativa; improcedentes las excepciones de caducidad y falta de legitimidad para obrar e improcedente la Accion de Amparo propuesta en contra del Alcalde la Municipalidad Provincial de Arequipa don Roger Caceres Velasquez.", "ANTECEDENTES:": "La demandante, interpone la Accion de Amparo a fin de que la Municipalidad demandada, le otorgue el Permiso de Circulacion para el Transporte de Pasajeros, ya que su negativa viola sus derechos constitucionales de libertad de transito y a dar respuesta escrita a un pedido formulado por la demandante. Sostiene la demandante, que desde el mes de junio de mil novecientos noventa y tres hasta el mes de marzo de mil novecientos noventa y cinco, presto servicio de transporte con el vehiculo de su propiedad de placa NORH-2263, de marca Volkswagen y en su condicion de socia de la Empresa de Transportes \"Virgen del Palacio\"; sin embargo para ofrecer un mejor servicio cambio su antigua movilidad por una nueva, lo cual puso en conocimiento de la Municipalidad, otorgandosele el Permiso Provisional de Circulacion N17596-MPA-DGTUCV, Este permiso tenia vigencia hasta febrero de mil novecientos noventa y seis, a partir de cuya fecha la interesada procedio a solicitar mensualmente renovacion del mismo, hasta que le otorgaran el permiso definitivo. Refiere, asimismo, que en setiembre de mil novecientos noventa y seis, la Municipalidad en un operativo, por intermedio de la Direccion de Transporte Urbano y TRIBUNAL CONSTITUCIONAL Circulacion Vial le requiso el permiso provisional que tenia, ante lo cual la demandante solicito su devolucion pero sin ningun resultado. Expresa que la negacion de otorgarsele el Permiso para Circular, atenta contra su derecho al trabajo y el derecho que tiene de ser contestada su peticion por escrito. A fojas 38, la Municipalidad demanda, contesta la demanda de amparo, solicitando se declare improcedente por no estar acreditada la existencia fisica de la de Empresa 7 LI Transportes \"Virgen del Palacio\" como alega la demandante; por otra parte, las concesiones para prestar el servicio de transporte urbano y circulacion vial, se otorgan a las Empresas, por el término de diez anos cuando cumplen los requisitos exigidos, los mismos que no reune la demandante. Ademas, el Permiso Provisional de Circulacion otorgado a la demandante cuyo numero es el 175-96-MPA-DGTUCV del quince de enero de mil novecientos noventa y seis, debe ser declarado nulo ya que no se han subsanado las observaciones que hizo la Municipalidad a la demandante para que cumpla con los requisitos administrativos para que se le otorgue Permiso de Circulacion. Por otro lado, senala la demandada, que no existe por parte de la Municipalidad, violacion constitucional de los derechos a que se hace referencia, sino que por el contrario, la demandada ha cumplido con aplicar los dispositivos legales para el caso. La demandada plantea excepcion de falta de agotamiento de la via administrativa de conformidad con los articulo 98°, 990 y 100° del D.S. 02-94-JUS; la excepcion de caducidad y prescripcion, la falta de legitimidad e interés para obrar del demandante. Con fecha diecisiete de setiembre de mil novecientos noventa y siete, el Primer Juzgado Especializado en lo Civil de Arequipa, declara improcedente la demanda interpuesta; fundada la excepcion de falta de agotamiento de la via administrativa; improcedentes las excepciones de caducidad y falta de legitimidad e interés para obrar, al considerar, que el articulo 270 de la Ley No 23506 establece que solo procede la Accion de Amparo cuando se han agotado las via previas, cosa que no ha hecho la demandante. Interpuesto el recurso de apelacion, los autos son remitidos a la Primera Sala Civil de la Corte Superior de Arequipa, la misma que confirmando la sentencia de vista, declara fundada la excepcion de falta de agotamiento de la via administrativa y por tanto improcedente la Accion de Amparo interpuesta. A fojas 70, se interpone el recurso de nulidad, el mismo que es entendido como el recurso extraordinario, siendo enviados los actuados a conocimiento del Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, la presente Accion de Amparo se plantea, a efecto de que la Municipalidad demandada, otorgue el correspondiente Permiso de Circulacion para el Transporte de Pasajeros del vehiculo de propiedad de la demandante, de placa de rodaje No RH- 3 TRIBUNAL CONSTITUCIONAL 7039, ya que su negativa a hacerlo, viola su derecho de libertad de trabajo y el derecho a recibir respuesta por escrito en el plazo legal a la peticion formulada. 2. Que, la Municipalidad demandada, en su contestacion senala que en \"aplicacion del articulo 64° del D.S. 02-94-JUS, se ha atendido los escritos presentados por la demandante, pero con la condicion de ser subsanados en el término de cuarenta y ocho horas, vencidos los cuales se tiene por no presentados\". 3. Que, en este aspecto, el inciso 20) del articulo 2° de la Constitucion Politica del Estado, es categorico cuando senala que \"Toda persona tiene derecho a formular peticiones, individual 0 colectivamente, por escrito, ante autoridad competente, la que esta obligada a dar al interesado una respuesta también por escrito dentro del plazo legal bajo responsabilidad\". Por tanto, se ha violado este derecho invocado. 4. Que, respecto a la violacion del derecho a la libertad de trabajo, por no otorgar a la demandante el Permiso de Circulacion para Transporte de Pasajeros por parte de la demandada, este Colegiado es de la opinion que no es en la via de la Accion de Amparo donde se deba determinar si corresponde 0 no otorgar el Permiso de Circulacion para el Transporte de Pasajeros del vehiculo de placa de rodaje No RH 7039, mas aun si no obra en el expediente los documentos suficientes que respalden, tanto el pedido de la demandante en su demanda, cuanto la argumentacion de la demandada en su contestacion. Por estas consideraciones, el Tribunal Constitucional en uso de sus atribuciones, conferidas por la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO en parte la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha trece de noviembre de mil novecientos noventa y siete, de fojas 76, que confirma la sentencia apelada que declaro improcedente la demanda de amparo interpuesta; reformandola la declara FUNDADA en cuanto al pedido de que se dé respuesta por escrito a la peticion formulada por la demandante e IMPROCEDENTE en los demas extremos. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\" y la devolucion de los actuados. S.S. ACOSTA SANCHEZ uL NUGENT DIAZ VALVERDE L à GARCIA MARCELO Lo que Certifico: GG Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA XRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-09-02", "id": 37447, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Luz Marina Villanueva Cárdenas", "numero_expediente": "00003-1998-AA"}