{"CONTEXTO": " 00001-1997-CC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00001-1997-CC.pdf) --- 991 TRIBUNAL CONSTITUCIONAL Exp. No 001-97-CC/TC Caso: REGISTRO-ONPE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Vicepresidente encargado de la Presidencia Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "Demanda sobre Conflicto de Competencia interpuesta por el Jefe Nacional del Registro Nacional de Identificacion y Estado Civil (REGISTRO) contra la Oficina Nacional de Procesos Electorales (ONPE) a los efectos de que se determine y defina la competencia y atribuciones constitucionales que tienen ambas entidades con respecto a la informacion y verificacion de los requisitos formales necesarios para ejercer los Derechos de Participacion y Control Ciudadanos.", "ANTECEDENTES": "El registro Nacional de Identificacion y Estado Civil por intermedio de su Jefe Nacional interpone Demanda sobre Conflicto de Competencia con fecha doce de febrero de mil novecientos noventa y siete. 292 TRIBUNAL CONSTITUCIONAL Alega el demandante que de conformidad con el articulo 1770 de la Constitucion Politica del Estado, el sistema electoral, se conforma por tres entes autonomos que mantienen relaciones de coordinacion; el Jurado Nacional de Elecciones (JNE), la Oficina Nacional de Procesos Electorales (ONPE) y el Registro Nacional de Identificacion y Estado Civil (REGISTRO). El JNE fiscaliza los procesos electorales, mantiene y custodia el Registro de Organizaciones Politicas, administra justicia electoral y proclama los candidatos elegidos, siendo sus resoluciones en materia electoral, de referéndum O de otro tipo de consultas populares definitivas y no revisables; la ONPE organiza los procesos electorales, los de referéndum y los de otros tipos de consulta popular, incluido su presupuesto, elabora y disena la cédula de sufragio, entrega actas y material para los escrutinios, difunde resultados e informa sobre los computos; y el REGISTRO tiene a su cargo los registros civiles y personales, emite las constancias correspondientes, emite el padron para cada proceso electoral conforme al Registro Unico de Identificacion y Estado Civil, proporciona al JNE y la ONPE informacion para el cumplimiento de sus funciones y emite documentos que acreditan la identidad. Agrega que las respectivas atribuciones, se reflejan en las leyes orgânicas de cada ente, teniéndose como puntos en comun: a). Que el JNE fiscaliza los procesos que ejecuta la ONPE y la elaboracion de los padrones electorales del REGISTRO asi como el uso de los mismos; b). Que la ONPE organiza los procesos que fiscaliza el JNE y coordina con el REGISTRO la elaboracion de los padrones a cargo de éste ultimo; c). Que el REGISTRO prepara el padron para cada proceso desde el Registro Unico de Identificacion y Estado Civil en coordinacion con la ONPE y bajo fiscalizacion del JNE. En consecuencia, si nos atenemos a la norma constitucional y las leyes organicas respectivas no puede existir duda en las competencias respecto de la verificacion de firmas en las listas de adherentes, pues éstas pertenecen al REGISTRO al haber asumido las funciones del Registro Electoral del Peru contempladas en la ley vigente y entre las cuales se encuentra precisamente la senalada. 293 TRIBUNAL CONSTITUCIONAL Puntualiza ademas que dentro de las atribuciones establecidas por los articulos 176° y 183° de la Constitucion se encuentra la de mantener, custodiar y organizar el Registro Unico de identificacion de las personas y el archivo centralizado del Registro Unico de Identificacion y Estado Civil. Que al haberse aprobado la Ley No 26300 que regula el ejercicio de los derechos de Participacion y Control Ciudadanos, dentro de los cuales se encuentra la Revocatoria, se ha dejado establecido que las solicitudes de procedimiento para iniciativas de participacion 0 control se acompanan con las listas de adherentes que las respalden, los que por otra parte deberan estar identificados para que la autoridad electoral que inicia el procedimiento verifique el cumplimiento del numero minimo de adherentes validos. La misma ley ademas senala que a los promotores del procedimiento les asiste el d derecho de designar personeros ante cada organo electoral, lo que su pone que el procedimiento no es exclusivo de alguno de ellos. Y en el caso del REGISTRO la funcion se inicia con el procedimiento de entrega de formatos firmados y la identificacion de los adherentes mediante el Cotejo de Registro de Archivo Centralizado del Registro Unico de Identificacion y Estado Civil. De esta forma las certificaciones del REGISTRO se anexaran a las listas de adherentes a fin de que la ONPE verifique el cumplimiento por parte de los solicitantes del numero minimo exigido por ley. Que dentro de este panorama la ONPE, ha pretendido que se le remita informacion en medios magnéticos y digitalizados de las inscripciones electorales, firmas y huellas digitales, copias de boletas de inscripcion y demas informacion interna, a fin de \"verificar\" la autenticidad de las firmas de adherentes a una iniciativa de revocatoria, sin embargo pretende ignorar que el REGISTRO no puede entregarle la referida informacion debido a que el actual archivo central que contiene la inscripcion en el ex-Registro Electoral, no esta aun depurado ni computarizado, requiriéndose por otra parte, de una aprobacion del Ejecutivo a fin de contar con los recursos necesarios destinados a la digitalizacion de las boletas de inscripcion y dichos recursos no se los han entregado. 217 TRIBUNAL CONSTITUCIONAL Por ultimo, de conformidad con el inciso e) del articulo 70 de la Ley Organica del Registro (Ley No 26497) tiene éste por funcion proporcionar al JNE y a la ONPE la informacion necesaria para el cumplimiento de sus funciones, de manera que la funcion es exclusiva y excluyente del REGISTRO. Con fecha trece de marzo de mil novecientos noventa y siete el Tribunal Constitucional resuelve admitir la demanda, disponiendo el traslado de la misma a la ONPE. Contestada la demanda, con fecha cinco de Mayo de mil novecientos noventa y siete, por el Jefe de la Oficina Nacional de Procesos Electorales, es negada ésta en todos sus extremos, principalmente por considerar: Que el sistema electoral esta compuesto por tres entes autonomos que mantienen relaciones de coordinacion, dentro de los cuales la ONPE se ocupa, entre otras cosas, de verificar el cumplimiento de los requisitos formales exigidos, lo que evidencia que en éste como en otros aspectos las funciones estan perfectamente delimitadas, no obstante lo cual el RENIEC pretende confundir al Tribunal senalando que a dicho organismo le corresponde la verificacion de los requisitos formales para ejercer los derechos de participacion y control ciudadanos, y entre ellos, la verificacion de firmas en las listas de adherentes. Especifica que de acuerdo con la Constitucion y la Ley Organica de la ONPE No 26487, corresponde a ésta la verificacion de todos los requisitos formales para la inscripcion de candidatos y opciones en procesos electorales, de referéndum y demas que tenga a su cargo, e incluso la Ley No 26591 -que precisa a la Ley Organica de la ONPE- advierte que la funcion de la Oficina Nacional de Procesos Electorales comprende el diseno, impresion y expedicion de los formatos requeridos para la inscripcion de candidatos independientes a elecciones y opciones en procesos de referéndum u otras consultas populares, asi como la verificacion del cumplimiento de los requisitos formales exigidos por ella y la remision al Jurado Nacional de Elecciones de la informacion respectiva. 295 TRIBUNAL CONSTITUCIONAL Que por consiguiente queda claro que el REGISTRO pretende asumir funciones que no le corresponden y que son propias de la ONPE ya que en ninguna ley consta que le corresponda al citado organismo la verificacion de firmas de las listas de adherentes. El doce de mayo de mil novecientos noventa y siete y llevada a efecto la Audiencia Oral con la presencia de los Abogados de las partes la causa se dejo al voto, variando sin embargo y con fecha posterior la conformacion del Tribunal, por lo que a peticion del REGISTRO y la ONPE, se dispuso dejar sin efecto la referida vista senalandose nueva fecha para el diecinueve de junio de mil novecientos noventa y siete. Llevada a cabo nueva Audiencia Oral y producido el informe de los Abogados de las partes se dejo la causa al voto, llegando el momento de sentenciar.", "FUNDAMENTOS": "1). Que conforme lo dispone el articulo 1770 de la Constitucion Politica del Estado \"El Sistema Electoral esta conformado por el Jurado Nacional de Elecciones, la Oficina Nacional de Procesos Electorales y el Registro Nacional de Identificacion y Estado Civil\" quienes \"Actuan con autonomia y mantienen entre si relaciones de coordinacion\". 2). Que la interpretacion mas razonable que se puede otorgar al enunciado dispositivo supone que el Sistema Electoral por el que ha optado nuestro constituyente, no significa la adopcion de tres entes aislados el uno del otro sino la presencia de tres dependencias, que no obstante ser autonomas, se encuentran estrictamente vinculadas la una de la otra por las atribuciones que poseen y cuya finalidad -la de cada atribucion- solo puede ser coherente a la luz de la clausula general contenida en el articulo 176° de la misma Norma Fundamental, que busca \"asegurar que las votaciones traduzcan la expresion 296 TRIBUNAL CONSTITUCIONAL auténtica, libre y espontânea de los ciudadanos; y que los escrutinios sean reflejo exacto y oportuno de la voluntad del elector expresada en las urnas por votacion directa\". 3). Que siendo esto asi, es evidente que ningun ente conformante del Sistema Electoral, puede alegar funciones 0 responsabilidades excluyentes a tal grado, que las mismas, en lugar de canalizar los objetivos del Sistema, terminen obstaculizandolo O entorpeciéndolo, ya que como se ha visto, la finalidad del sistema, antes que administrativa, es electoral. Incluso no esta demas recordar que si conforme al inciso 5 del articulo 203° de la Constitucion \"Estan facultados para interponer accion de inconstitucionalidad\" \"Cinco mil ciudadanos con firmas comprobadas por el Jurado Nacional de Elecciones\" quiere ello decir, que no existe, por mandato expreso de la Norma Fundamental, el supuesto monopolio de atribuciones que se invoca en la demanda. 4). Que en virtud de estas premisas el presente conflicto entre el Registro Nacional de Identificacion y Estado Civil y la Oficina Nacional de Procesos Electorales, debe necesariamente resolverse en direccion a la operatividad O funcionalidad del Sistema, lo que supone que si la responsabilidad de verificacion de los requisitos formales para ejercer los derechos de participacion y control ciudadanos, y entre ellos, la verificacion de firmas, permite que el primero de los citados entes, via la remision en medios magnéticos y digitalizados de los datos relativos a las inscripciones electorales, firmas y huellas digitales y boletas de inscripcion asi como la informacion interna de aquellas, contribuya a la responsabilidad que atane al segundo de los entes, no puede ello entenderse como una invasion O distorsion de competencias sino como una de las manifestaciones que asumen las relaciones de coordinacion existentes entre ellos. 5). Que por otra parte, tampoco puede invocarse la Ley Organica No 26497, en este caso por parte del Registro, como solucion al problema planteado, desde que la Constitucion no ha definido explicita e inobjetablemente que la 7 297 TRIBUNAL CONSTITUCIONAL atribucion disputada le pertenezca a la demandante, existiendo en todo caso un vacio sobre tal extremo, que como ya se ha dicho no puede ser cubierto en contra de la operatividad del Sistema sino en su favor. 6). Que por ultimo, no esta demas senalar que la disputada atribucion guarda mayor coherencia 0 razonabilidad con la responsabilidad que cumple la Oficina Nacional de Procesos Electorales y no asi con el Registro Nacional de Identificacion y Estado Civil bastando una lectura de los articulos 182° y 183° de la Constitucion para corroborarlo. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y su ley modificatoria No 26801", "FALLA": "Declarando que la funcion de Informacion y Verificacion de los requisitos formales necesarios para ejercer los Derechos de Participacion y Control Ciudadanos, y entre ellos, la verificacion de firmas, le corresponde a la Oficina Nacional de Procesos Electorales, debiendo en consecuencia el Registro Nacional de Identificacion Civil, proporcionar a la entidad legitimada la informacion en medios magnéticos y digitalizados de las inscripciones electorales, firmas y huellas digitales, mas copias de las boletas de inscripcion incluida la informacion contenida en éstas. Dispone asi mismo la publicacion de la presente en el diario Oficial \"El Peruano\" S.S. 2/ / - / ACOSTA SANCHEZ dushdnl NUGENT DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFI CB Ll DRA. MARIA LUZ VASQUEZ DE LOPEZ SECRETA RIA RELATORA", "fecha_publicacion": "1997-06-21", "id": 36191, "nombre_demandado": "Oficina Nacional de Procesos Electorales (ONPE)", "nombre_demandante": "Jefe Nacional del Registro Nacional de Identificación y Estado Civil (REGISTRO)", "numero_expediente": "00001-1997-CC"}