{"CONTEXTO": " 00010-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00010-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.010-99-AA/TC JUNIN JACINTO VICENTE SALAZAR LEANDRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veinticinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jacinto Vicente Salazar Leandro contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Junin, su fecha veintiuno de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Jacinto Vicente Salazar Leandro interpone Accion de Amparo contra el Instituto Nacional Penitenciario-INPE, con el objeto de que se declare inaplicable a su caso la Resolucion de Presidencia del Consejo Nacional Penitenciario N.° 450-93-INPE-CNP-P, mediante la cual se declaro su cese por causal de reestructuracion y reorganizacion administrativa; solicitando que se lo reincorpore en su puesto de trabajo y se le abonen las remuneraciones dejadas de percibir por razon del cese. Refiere que el Decreto Supremo Extraordinario N.° 128-93-PCM, publicado el trece de setiembre de mil novecientos noventa y tres, autorizo al INPE para que dentro del marco de reestructuracion orgânica y reorganizacion administrativa proceda a aplicar un Programa de Reduccion de Personal en un plazo que no excederia los tres meses; que este plazo se vencio el catorce de diciembre de mil novecientos noventa y tres, por lo que a partir del dia quince del mismo mes y ano, el INPE ya no podia cesar a ningun trabajador; que, sin embargo, la resolucion que dispuso su cese fue publicada el dia treinta y uno de diciembre de mil novecientos noventa y tres, por lo que tiene efecto a partir del dia siguiente; que, no obstante ello, la entidad demandada pretende dar efecto retroactivo a dicha resolucion, para lo cual ha consignado fraudulentamente, como fecha de expedicion de la misma, el dia diez de diciembre de mil novecientos noventa y tres, fecha que --sostiene-- no es la que corresponde; que la Constitucion Politica del Estado de 1979 no preveia la causal de cese por reorganizacion ni TRIBUNAL CONSTITUCIONAL reestructuracion; tampoco lo prevé la Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico. El Instituto Nacional Penitenciario absuelve el tramite de contestacion de la demanda solicitando se la declare infundada; sostiene que la Accion de Amparo no es la via idonea para ventilar la presente causa. El Primer Juzgado Civil de Huancayo emite sentencia declarando fundada la Accion de Amparo, por considerar que la facultad que tenia el INPE para aplicar el programa de reduccion de personal vencio el trece de diciembre de mil novecientos noventa y tres; mientras que la resolucion que declara excedente al demandante se publico el treinta y uno de diciembre del mismo ano, esto es, cuando ya no se encontraba en vigencia el dispositivo legal que autorizo dicho programa. Interpuesto Recurso de Apelacion, la Sala Laboral de la Corte Superior de Justicia de Junin revoco la apelada, por estimar que la Accion de Amparo no es la via idonea para ventilar la presente causa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la presente Accion de Amparo tiene por objeto que se declare inaplicable para el caso del demandante la Resolucion de Presidencia del Consejo Nacional Penitenciario N.o 450-93-INPE/CNP-P que dispone su cese por causal de reestructuracion. 2. Que, contra la mencionada resolucion, el demandante interpuso Recurso de Apelacion con fecha veintisiete de abril de mil novecientos noventa y cuatro, el mismo que no fue resuelto por la administracion dentro del plazo de treinta dias prescrito en el articulo 98° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo N.o 02-94-JUS, por lo que el dia nueve de junio del mismo afo opero el silencio administrativo negativo, fecha a partir de la cual debe computarse el plazo de caducidad previsto en el articulo 370 de la Ley N.° 23506 de Habeas Corpus y Amparo, el mismo que vencio el dia seis de setiembre de mil novecientos noventa y cuatro; en tal virtud, habiéndose presentado la demanda el dia quince de abril de mil novecientos noventa y ocho, la Accion de Amparo no se encontraba habilitada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Junin, de fojas ciento cuarenta y tres, su fecha veintiuno de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- 1f  / ACOSTA SANCHEZ DIAZ VALVERDE NUGENT u CL2 GARCIA MARCELO CCL Lo que Certif100: Tol a - - Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-04", "id": 35624, "nombre_demandado": "Instituto Nacional Penitenciario (INPE)", "nombre_demandante": "Jacinto Vicente Salazar Leandro", "numero_expediente": "00010-1999-AA"}