{"CONTEXTO": " 00010-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00010-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No. 010-97-AA/TC CASO: VICTOR GUZMAN MARINO AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa,a los veintiun dias del mes de agosto, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Vice Presidente, encargado de la Presidencia; ACOSTA SANCHEZ NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso Extraordinario planteado por don Victor Guzman Marino contra la resolucion de la Corte Superior de Justicia de Arequipa, su fecha 02 de octubre de 1996, que revoca la sentencia de Primera Instancia que declara fundada la demanda interpuesta y la declara IMPROCEDENTE, con el voto singular del Vocal Dr. Miranda Molina por que se confirme la sentencia de vista que declara fundada la demanda de amparo interpuesta. ANTECEDENTE El demandante interpone accion de amparo contra el Jefe de la Oficina Regional de los Registro Publicos de Arequipa y contra la Superintendencia Nacional de Registros Publicos, para que se declare sin efecto legal la evaluacion realizada y la inaplicabilidad de la Resolucion Jefatural No. 075-95-ONARP, por la cual se le cesa en el cargo de Jefe de la Oficina de Catastro de los Registros Publicos de Arequipa. Solicita que se le restituya en su puesto de trabajo y se le abone las remuneraciones dejadas de percibir desde su cese, asi como los demas 2 TRIBUNAL CONSTITUCIONAL beneficios que les corresponden, pues considera que se le ha vulnerado su derecho constitucional a la estabilidad de trabajo, al derecho de defensa y a la pluralidad de instancias. Refiere el demandante, que ingreso a la Administracion Publica mediante concurso publico y por tanto, esta sujeto a estabilidad laboral, derecho referido en los articulos 27 y 40 de la Constitucion, concordante con el Decreto Legislativo 276 y su Reglamento, el Decreto Supremo No. 05-90-PCM. Argumenta, también que al pasar los Registros Publicos de Arequipa al Gobierno Regional de Arequipa, por disposicion de la Ley 25022 y el Decreto Supremo No. 071-88-PCM, fue evaluado conjuntamente con todo el personal, habiendo aprobado satisfactoriamente; por lo que no era pertinente que se le evaluara nuevamente como se hizo al amparo del Decreto de Urgencia No. 019-95, que declara en Reorganizacion y Reestructuracion Institucional a la Oficina de Registros Publicos y de la Resolucion No. 054-95 que aprueba las Bases del Programa de Evaluacion para el personal de las oficinas registrales, pues su jerarquia es inferior a la Constitucion y a la ley de Bases de la Carrera Administrativa. Indica, por otro lado, que en su caso, existe proceso administrativo que no ha concluido y, presume que siendo asi no puede ser cesado recortado del derecho de defensa. El Jefe Regional de la Oficina de Registros Publicos, contesta la demanda manifestando que n se ha violado al demandante ninigun derecho constitucional y que su Jefatura se ha limitado a cumplir con un mandato legal en ejercicio de sus funciones, como es aplicar el Decreto de Urgencia No. 019-95 expedido por el senor Presidente de la Republica. Asimismo, senala que el demandante tiene un proceso administrativo pendiente al haber presentado un recurso de reconsideracion contra la resolucion que lo cesa en el cargo, por tanto no ha agotado la via administrativa previa para poder plantear la accion de amparo. A fojas 105, aparece la contestacion de la Procuradora a cargo de los asuntos judiciales de la Superintendencia Nacional de Registros Publicos, sosteniendo que la Oficina Registral Regional de Arequipa, debe ser directamente demandada toda vez que tiene autonomia con personeria propia. Aparece a fojas 223 a 230, la resolucion del Juez, mediante la cual declara fundada la accion de amparo interpuesta, ya que considera que esta probada la violacion del derecho constitucional del demandante al no haberse aplicado en su caso el Decreto Legislativo 276 y su Reglamento, que son los dispositivos que le alcanzaban para proceder a su cese. TRIBUNAL CONSTITUCIONAL La sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa que aparece a fojas 457, considera que la evaluacion en la cual el accionante resulto desaprobado fue llevada a cabo de conformidad con la ley, no existiendo ningun derecho constitucional violado; por lo que declararon improcedente la accion de amparo planteada  El voto adjunto del Magistrado Miranda Molina, es porque se declare fundada la demanda de amparo, porque considera, que al aplicarse el Decreto de Urgencia No. 19-95, se coliciona con la Constitucion pues la facultad otorgada al Presidente de la Republica era para legislar solo en materia economica y financiera y no referido al cese de personal; por lo que el despido practicado bajo su amparo carece de respaldo legal y deviene en violatorio de la Constitucion.", "FUNDAMENTOS": "1. Que, el demandante lo que persigue a través de su accion de amparo, es que se deje sin efecto legal la evaluacion a que se le ha sometido y la inaplicabilidad, en su caso, de la Resolucion Jefatural No. 075-95-ORPA, que lo cesa como Jefe de la Oficina de Catastro de los Registros Publicos de Arequipa, asi como su incorporacion a dicho cargo. 2. Del estudio de autos se colige que la Resolucion Jefatural No. 075-95-ORPA, por la que se le cesa al accionante en el cargo, fue generada en aplicacion de la Resolucion No. 054-95 que aprueba las Bases del Programa de Evaluacion para calificar al personal de las Oficinas Registrales de Arequipa y de la Region José Carlos Mariategui. A su vez esta ultima resolucion fue emitida en aplicacion del Decreto de Urgencia No. 019-95, que en el articulo 90, declara en Keorganizacion y Reestructuracion Institucional a los Registros Publicos. 3. Que, el Tribunal considera, que el justiciable al plantear la reconsideracion de su cese, como aparece a folio 53 del expediente, opto por la via administrativa previa la misma que estuvo subsistente al tiempo de plantea la demanda de amparo; por lo que en esta situacion cabe la aplicacion del articulo 270 de la Ley 23506, que dispone el agotamiento de la via previa. 4. Que, el cuestionamiento que hace el demandante sobre el resultado de su evaluacion, merituada en base a su legajo de moralidad, lo debio hacer a través de la via contencioso-administrativa como lo dispone el articulo 148° de la Constitucion y el articulo 540° del Codigo Procesal Civil. 5. Que, de la lectura de la demanda sobre el cuestionamiento que hace el recurrente respecto del Decreto de Urgencia No. 019-95, en relacion a la TRIBUNAL CONSTITUCIONAL jerarquia frente a otras normas legales, la via del amparo, tampoco es la apropiada para plantear tal cuestionamiento. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Orgânica,", "FALLA": "CONFIRMANDO la resolucion emitida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha 02 de octubre de 1996, que revoca la sentencia apelada de 29 de mayo de 1,996 que declara fundada la demanda y / reformândola declararon IMPROCEDENTE la accion de amparo incoada; DISPUSIERON su publicacion en el diario oficial \"El Peruano\";y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE GARCIAMARCELO lblnl Re a GGF Lo que Certificos Dra. MARIALUZ VASQUEZ DEL LOPEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-05", "id": 36332, "nombre_demandado": "Jefe de la Oficina Regional de los Registros Públicos de Arequipa y otro", "nombre_demandante": "Víctor Guzmán Mariño", "numero_expediente": "00010-1997-AA"}