{"CONTEXTO": " 00014-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00014-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 014-97-AA/TC CANETE HERLINDA VICTORIA CONTRERAS ARAUJO ABELINA FLORES OJEDA DE ALZAMORA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de junio de mil novecientos noventa y nueve, reunic el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senor Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garc Marcelo, pronuncia sentencia;", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Herlinda Victoria Contreras Araujo dona Abelina Flores Ojeda de Alzamora contra la Resolucion expedida por la Sala Mixta de Corte Superior de Justicia de Canete, de fojas ciento cincuenta y tres, su fecha cinco diciembre de mil novecientos noventa y seis, que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Herlinda Victoria Contreras Araujo y dona Abelina Flores Ojeda de Alzamo interponen Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Imperia Canete, solicitando se deje sin efecto las resoluciones de alcaldia N.os 024-96-MDI y 025-9 MDI del dieciocho de enero de mil novecientos noventa y seis, que dispone dejar sin efecto relacion laboral con la municipalidad demandada. Sostienen las demandantes que fueron contratadas por la municipalidad demandad con fecha treinta y uno de marzo de mil novecientos noventa y tres, para desempenar labore en la oficina de personal, con mas de dos anos de servicios en forma ininterrumpida; refieren que venian gozando de todos sus derechos como servidoras contratadas hasta qu fueron despedidas mediante las resoluciones de alcaldia N.OS 024-96-MDI y 025-96-MDI COI fecha dieciocho de enero de mil novecientos noventa y seis. Aducen que estan amparadas Po la Ley N.o 24041 que prescribe expresamente que \"los servidores publicos contratados par labores de naturaleza permanente, que tengan mas de un ano ininterrumpido de servicios, n pueden ser cesados ni destituidos, sino por las causales previstas en el Capitulo V del Decret Legislativo N.o 276 y con sujecion a los procedimientos establecidos en el\". El Alcalde del Concejo Distrital de Imperial-Canete, al contestar la demanda solici que se declare improcedente la accion interpuesta por las demandantes. Senala que conform TRIBUNAL CONSTITUCIONAL aparece de los contratos de fecha treinta y uno de marzo de mil novecientos noventa y tres, las demandantes ingresaron a laborar para su representada en esa fecha, habiéndose dejado sin efecto su vinculo laboral mediante las resoluciones cuestionadas. Refiere que la Ley N.o 24041 debe ser concordada con el Decreto Supremo N.o 099-90-PCM, que establece que gozan de estabilidad laboral aquellos servidores publicos que a la fecha de la dacion de la ley, # cumplan un ano de servicios ininterrumpidos para la administracion publica; no siendo ésta la situacion de las demandantes, que recién han ingresado a laborar mediante contrato de locacion de servicios en la fecha antes indicada. Asimismo, aduce que las demandantes cobraron sus beneficios sociales. El Juez del Juzgado Especializado en lo Civil de Canete, a fojas ciento treinta y tres, con fecha dos de octubre de mil novecientos noventa y seis, declaro fundada la demanda por considerar, principalmente, que se puede observar de las copias de los contratos que se adjuntan, efectuado entre las partes, que las demandantes fueron contratadas por locacion de servicios como empleadas para desempenar funciones especificas, todo lo cual indica que han prestado servicios ininterrumpidos por mas de un ano, encontrandose comprendidas dentro de lo preceptuado por la Ley N.o 24041, refiere que siendo asi, las resoluciones impugnadas vulneran los derechos constitucionales de las demandantes y, si bien no han agotado la via previa, ello no es exigible, pues tal exigencia puede convertirse en irreparable si se tiene en cuenta que las demandantes, con los documentos que obran a fojas sesenta y tres, y sesenta y cuatro, han acreditado en forma indubitable \"haber solicitado su reconsideracion\", no habiéndose pronunciado la municipalidad demandada. La Sala Mixta de la Corte Superior de Justicia de Canete, a fojas ciento cincuenta y tres, con fecha cinco de diciembre de mil novecientos noventa y seis, revocando la apelada declaro improcedente la demanda, por estimar que, a fojas setenta y tres y setenta y cuatro, obran copias fotostaticas de la liquidacion de los beneficios sociales de las demandantes, de fecha dos de febrero de mil novecientos noventa y seis, habiendo firmado la hoja correspondiente y cobrado las mismas, en senal de aceptacion voluntaria al término del vinculo laboral; y al no existir una relacion de dicha naturaleza, no se ha conculcado los derechos de las demandantes; que, a mayor abundamiento, la Accion de Amparo solo procede cuando se hayan agotado las vias previas, tal como lo establece el articulo 270 de la Ley N.o 23506. Contra esta resolucion, las demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que las demandantes solicitan que se declaren inaplicables para su caso las 1. resoluciones de alcaldia N.os 024-96-MDI y 025-96-MDI, del dieciocho de enero de mil novecientos noventa y seis, que dio por concluido su vinculo laboral con la Municipalidada Distrital de Imperial. 2 TRIBUNAL CONSTITUCIONAL 2. Que, en el presente caso, mediante las resoluciones cuestionadas se pone fin a contratos por servicios no personales celebrado entre las demandantes y municipalidad demandada a partir de dicha fecha; por lo que es aplicable la excepcio prevista en el articulo 28° inciso 1) de la Ley N.o 23506, no siendo exigible agotamiento de la via previa. Que la prestacion de servicios no personales 0 locacion de servicios, constituye ur 3. modalidad de contratacion que se regula por el articulo 1764° del Codigo Civil y por Reglamento Unico de Adquisiciones para el Suministro de Bienes y Prestacion Servicios no Personales, aprobado por Decreto Supremo N.o 065-85-PCM. En virtue del articulo 1.2.1 inciso y) de este ultimo; se entiende por \"servicios no personales' 'la actividad 0 trabajo que efectua una persona ajena a organismo publico a cambio de una retribucion economica y se mide por sus efectos y resultados'. Que, en consecuencia, no puede ampararse la peticion de las demandantes para que se 4. les \"repongan\" en su centro de trabajo. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta de la Corte Superior de Justic de Canete, de fojas ciento cincuenta y tres, su fecha cinco de diciembre de mil noveciento noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Ampar Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO D I.M.R. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35720, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Imperial-Cañete", "nombre_demandante": "Herlinda Victoria Contreras Araujo y otra", "numero_expediente": "00014-1997-AA"}