{"CONTEXTO": " 00018-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00018-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 018-96-AA/TC. CAJAMARCA Fernando Cachay Alvarado. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticinco dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Fernando Cachay Alvarado, contra la resolucion expedida por la Primera Sala Mixta de la Corte Superior de Justicia de Cajamarca, de fojas noventa y ocho, su fecha veinticinco de julio de mil novecientos noventa y cinco, que confirmando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Don Fernando Cachay Alvarado, con fecha diecinueve de abril de mil novecientos noventa y cinco, interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Cajamarca por considerar que el demandado con fecha once del mes y ano antes citados, se apersono al inmueble de su propiedad y le amenazo con desalojarlo de su propiedad, alegando que era necesario para que se ejecuten obras para su comunidad. Agrega, que el demandado a fin de conseguir desalojarlo de su propiedad, ha interpuesto demanda de desalojo, que es materia del Expediente No11-95 que se tramita por ante el Tercer Juzgado de Paz Letrado de Cajamarca El Juez del Segundo Juzgado Civil de Cajamarca, a fojas setenta y cinco, su fecha cinco de mayo de mil novecientos noventa y cinco, declaro improcedente la demanda, por estimar principalmente que de conformidad con la Ley No 23506, no procede la accion de garantia cuando el asunto de su materia esta siendo conocido en la viaj judicial ordinaria, conforme ocurre en el presente caso. La Primera Sala Mixta de la Corte Superior de Justicia de Cajamarca, a fojas noventa y ocho, su fecha veinticinco de julio de mil novecientos noventa y cinco, confirma la apelada que declaro improcedente la demanda, por estimar que entre las partes se sigue un proceso de desalojo sobre la misma materia de autos. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de acuerdo a lo establecido en el articulo 1° de la Ley No 23506, el objeto de las acciones de garantia, es reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional. TRIBUNAL CONSTITUCIONAL 2. Que, conforme se advierte de las instrumentales de fojas cuarenta y cinco a setenta y tres, entre las partes que intervienen en el presente proceso constitucional, sobre la misma materia de autos, se sigue un proceso civil de desalojo ante el Tercer Juzgado de Paz Letrado de Cajamarca. En consecuencia la Accion de Amparo no esta expedita para conocer la pretension del demandante, invocada en este proceso. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Mixta de la Corte Superior de Justicia de Cajamarca, a fojas noventa y ocho, su fecha veinticinco de julio de mil novecientos noventa y cinco, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, N GARCIA MARCELO. Lo que Certifi0e: - MARIA LUZ VASOUZZ Bra. SECRETARIA RELATOL - TRBUMAL COMSTHUCIONAE AAM.", "fecha_publicacion": "1998-12-04", "id": 37305, "nombre_demandado": "Municipalidad Provincial de Cajamarca", "nombre_demandante": "Fernando Cachay Alvarado", "numero_expediente": "00018-1996-AA"}