{"CONTEXTO": " 00015-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00015-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 015-97-AA/TC GEOVANNA DARIELA BALUARTE MAMANI TACNA V / SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veintiséis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Geovanna Dariela Baluarte Mamani contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, su fecha once de diciembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El diecisiete de setiembre de mil novecientos noventa y seis dona Geovanna Dariela Baluarte Mamani interpone Accion de Amparo contra la Municipalidad Distrital de Pocollay, representada por su Alcalde don Marcial Torres Laura, para que se declaren inaplicables el Acuerdo de Concejo No 05-96-MDP de fecha dieciséis de julio de mil novecientos noventa y seis y el Memorandum No 18-96-DM-MDP de fecha dieciocho de julio del mismo ano, se disponga la reposicion a sus puestos de trabajo y se efectue la liquidacion de sus beneficios sociales acordados en negociacion colectiva. Refiere que la Municipalidad demandada realizo un proceso de evaluacion de personal, en el que se violaron formalidades imprescindibles para su cumplimiento; que, la causal de excedencia no esta contemplada en la Ley de la Carrera Administrativa, por lo que constituye una medida arbitraria; que, al haberse dispuesto el cese cuestionado mediante un Acuerdo de Concejo se ha vulnerado su derecho al debido proceso, toda vez que el inciso 13) del articulo 470 de la Ley Orgânica de Municipalidades establece que la politica de personal es de competencia exclusiva del Alcalde; que, por Resolucion de Alcaldia No 110-91-A/MPT de fecha veinte de mayo de mil novecientos noventa y uno se aprobo el Convenio Colectivo mediante el cual la Muncipalidad demandada se compromete a otorgar a cada trabajador una remuneracion total por cada ano de servicio, como indemnizacion para casos de retiro y jubilacion; que, la demandada pretende desconocer dicho convenio. La Municipalidad Distrital de Pocollay absuelve el tramite de contestacion de la demanda; senala que en ningun momento la demandante impugno ni observo las bases para la evaluacion del personal; que, la totalidad de los empleados y obreros se presentaron a rendir sus pruebas escritas; que, la demandante no cumplio con agotar la via administrativa; que, el convenio colectivo aprobado por la Resolucion de Alcaldia No 110-91-A/MDP ha sido declarado nulo mediante Resolucion No 124-95-A-MDP. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en lo Civil de Tacna emite sentencia ald declarando improcedente la demanda, por considerar que la demandante no hizo uso de los recursos impugnativos que la ley le franquea. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua confirma la apelada, por estimar igualmente que la demandante no cumplio con agotar la via administrativada. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que en el presente caso el petitorio se circunscribe a que: 1) Se declaren inaplicables a la demandante el Acuerdo de Concejo No 05-96-MDP que dispone su cese por causal de excedencia, asi como el Memorandum Circular No 18-96-DM-MDP y 2) Se efectue la liquidacion de los beneficios sociales acordados en convenio colectivo. 3. Que del Acta de Inspeccion Judicial de fojas seis se desprende que la mencionada resolucion fue ejecutada antes de quedar consentida, por lo que se configuro la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506 de Habeas Corpus y Amparo, respecto a dicha resolucion. 4. Que de acuerdo a lo dispuesto por el inciso 13) del articulo 470 de la Ley No 23853 Organica de Municipalidades es competencia del Alcalde nombrar y remover al personal administrativo y de servicio y otorgarles licencias y pensiones; atribucion que por disposicion del inciso 18) del mismo articulo no puede delegarlo en los Regidores autorizados por el Concejo ni en los Directores Municipales. Contraviniendo estas disposiciones, el cese de la demandante ha sido dispuesto por Acuerdo de Concejo y no por el Alcalde, como correspondia. 5. Que la institucion de la pluralidad de instancias constituye una garantia de la administracion de justicia prescrita en el articulo 139° inciso 6) de la Constitucion Politica del Estado y que ésta ha adquirido la calidad de principio general del derecho, aplicable también en el ambito administrativo, este Tribunal ha establecido en reiterada jurisprudencia que los Concejos Municipales actuan como organo inmediato superior del Alcalde cuando éste resuelve en primera instancia reclamaciones relacionadas con derechos laborales, competencia que en la prâctica han asumido la mayoria de concejos Municipales del pais, facilitando a sus trabajadores 0 ex-trabajadores que en sede administrativa agoten sus reclamaciones sobre tales derechos, y posibilitando que en dicha via se enmienden los errores en TRIBUNAL CONSTITUCIONAL que hubiese incurrido la Administracion, temperamento que responde a nuestra realidad. 6. Que en el presente caso, el hecho de haberse dispuesto el cuestionado cese de la demandante por el Concejo, se ha vulnerado sus derechos al debido proceso y a la pluralidad de instancias. 7. Que respecto al pedido de la demandante, en el sentido que se disponga el pago de sus beneficios sociales acordados en la negociacion colectiva, debe tenerse en cuenta que la Resolucion de Alcaldia No 110-91-A/MDP, que aprueba el convenio colectivo de fecha catorce de mayo de mil novecientos noventa y uno, fue declarada nula mediante la Resolucion de Alcaldia No 124-95-A-MDP de fecha veintitrés de mayo de mil novecientos noventa y cinco. Contra esta ultima resolucion la demandante no interpuso los correspondientes recursos impugnativos. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO en parte la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua de fojas noventa y seis, su fecha once de diciembre de mil novecientos noventa y seis, en el extremo que confirmando la apelada declaro improcedente la Accion de Amparo respecto al cese por causal de excedencia; reformandola la declara FUNDADA; en consecuencia, inaplicables para el caso de la demandante el Acuerdo de Concejo de la Municipalidad Distrital de Pocollay No 05-96- MDP y dispone que se le reponga en su puesto de trabajo; sin abono de las remuneraciones dejadas de percibir; y CONFIRMANDO la propia resolucion en el extremo que declara IMPROCEDENTE el petitorio referido a la indemnizacion aprobada por Resolucion de Alcaldia No 110-91-A/MDP. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS - Lba - . 1 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO / MCl U 2 CL RE Lo que Certifioo: CCL Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-11-16", "id": 37190, "nombre_demandado": "Municipalidad Distrital de Pocollay", "nombre_demandante": "Geovanna Dariela Baluarte Mamani", "numero_expediente": "00015-1997-AA"}