{"CONTEXTO": " 00015-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00015-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N. o 015-99-AA/TC LIMA COMPANIA INDUSTRIAL ROMOSA S.A. Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Compania Industrial Romosa S.A. y otros, contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa, su fecha seis de noviembre de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El dia uno de abril de mil novecientos noventa y ocho, Compania Industrial Romosa S.A. y otras interponen demanda de Accion de Amparo contra la Municipalidad Metropolitana de Lima, a efectos de que cese la amenaza de violacion de sus derechos constitucionales de propiedad y de libertad de trabajo, declarandose para sus empresas la no aplicacion de la Ordenanza N.° 138, en el extremo que determina las tasas por los arbitrios de limpieza publica, parques y jardines publicos y serenazgo y, como consecuencia de ello, se deje sin efecto la Determinacion de Arbitrios 1998, giradas a cada una de ellas. Asimismo, interpone ésta para que la demandada les remita una nueva liquidacion del pago de los arbitrios del mencionado ano, tomando como base el monto de las tasas cobradas por servicios publicos al uno de enero de mil novecientos noventa y seis, con el reajuste de ley. La Municipalidad Metropolitana de Lima, representada por don Victor Colmenares Ortega, contesta la demanda solicitando que sea declarada improcedente. La sustenta en que su representado, al remitirle a las codemandantes la Determinacion de Arbitrios 1998 y las instrucciones (ordenes) de pago, realiza actos que son propios de la administracion municipal. Refiere, ademas, que las codemandantes no han cumplido con agotar la via previa. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento treinta y seis, con fecha veintinueve de mayo de mil novecientos noventa y ocho, declara improcedente la demanda, por considerar que la pretension de la demandante es controvertible y que requiere de probanza para su dilucidacion, lo que no puede ser resuelto mediante la Accion de Amparo. 2 TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento noventa, con fecha seis de noviembre de mil novecientos noventa y ocho, confirma la apelada que declaro improcedente la demanda, por considerar que las codemandantes, al no haber interpuesto las reclamaciones respectivas contra los recibos de determinacion, no cumplio con agotar la via previa. Contra esta resolucion, las codemandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que, habiendo expresado la demandante en su demanda y en diversos escritos que 1. obran en autos, que la Ordenanza N.° 138, expedida y publicada el diecinueve y veintinueve de enero de mil novecientos noventa y ocho, respectivamente, cuya no aplicacion se solicita mediante la presente accion de garantia, fue dictada cuando se encontraba derogada la Ordenanza N.o 108, el Tribunal Constitucional, antes de fallar, debe pronunciarse sobre este extremo. Que la Ordenanza N.o 137 que deroga la Ordenanza N.° 108 fue expedida y 2. publicada el diecinueve y veintinueve de enero de mil novecientos noventa y ocho, respectivamente, cuando se encontraba vigente la segunda de las mencionadas, habiendo quedado esta ultima derogada a partir del treinta de enero de mil novecientos noventa y nueve, conforme lo dispuso la Segunda Disposicion Transitoria y Final de la Ordenanza citada en primer término; consecuentemente, la Ordenanza materia de la presente accion de garantia fue expedida y publicada cuando se encontraba vigente la Ordenanza N.° 108. Que las codemandantes interponen la presente accion de garantia sustentandose en 3. que la Ordenanza, cuya no aplicacion solicitan, amenaza sus derechos de libertad de trabajo y de propiedad, constando en autos que estos actos se han materializado, antes de la interposicion de la demanda, en primer lugar, con la Determinacion de Arbitrios 1998 de fojas cuarenta, cuarenta y dos y cuarenta y cinco y, en segundo lugar, con las instrucciones (ordenes) de pago que, segun lo expresan las codemandantes en su demanda, acompanaron los documentos mencionados en primer lugar, entonces, las demandantes, de conformidad con lo establecido por el articulo 124° del Codigo Tributario, aplicable por remision al segundo parrafo del articulo 122° de la Ley Organica de Municipalidades, debieron de interponer las correspondientes reclamaciones, con las cuales, en esa via, podrian haber solicitado la suspension de cualquier accion de la administracion tributaria municipal que pudiera afectar su patrimonio. Que, no obstante lo expresado en el fundamento precedente, de conformidad con lo 4. establecido por el articulo 135° de la Ley N.o 23853 (Organica de Municipalidades), contra las ordenanzas y otros de la municipalidad metropolitana, se puede interponer Recurso de Reconsideracion, con lo que se da por agotada la via administrativa. 3 TRIBUNAL CONSTITUCIONAL 5. Que, no se ha acreditado en autos que las empresas codemandantes hayan interpuesto recurso administrativo alguno contra la Ordenanza materia de su pretension ni Determinacion de Arbitrios 1998 ni contra las instrucciones (ordenes) de pago y, por tanto, éstas inician la presente accion de garantia sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley N.° 23506, no encontrândose en ninguna de las causales de excepcion previstas en el articulo 28° de la mencionada Ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa, su fecha seis de noviembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ PAnen DIAZ VALVERDE NUGENT GARCIA MARCELO EL LO QUE CERTIFICO: W u DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-25", "id": 35877, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Compañía Industrial Romosa SA y otros", "numero_expediente": "00015-1999-AA"}