{"CONTEXTO": " 00016-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00016-1996-AA.pdf) --- TRIBUNAL CONSTITUITUCIONAL Exp:016-96-AATC LA LIBERTAD Manuel Felipe Chuman Caceda. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de noviembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, GarciaMarcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Un Recurso Extraordinario que interpone Don Manuel Felipe Chuman Caceda contra la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha diecimueve de octubre de mil novecientos noventa y cinco, que confirma la apelada que declara improcedente la demanda de Accion de Amparo interpuesta contra el Gerente Departamental de La Libertad del Instituto Peruano de la Seguridad Social.", "ANTECEDENTES:": "Don Manuel Felipe Chuman Caceda, con fecha dieciocho de enero de mil novecientos noventa y cinco, interpone Accion de Amparo, por violacion de sus derechos constitucionales referidos a la defensa de la libertad de trabajo, solicitando se le reponga en su centro de trabajo y se les abonen sus remuneraciones dejadas de percibir. Sostiene el demandante que mediante la Resolucion N1014-GDLL-IPSS-92 de fecha veinte de noviembre de mil novecientos noventidos, fue cesado en aplicacion TRIBUNAL CONSTITUCIONAL del Decreto Ley No 25636, que autorizo al Instituto Peruano de Seguridad Social llevar a cabo un proceso de racionalizacion de Su personal administrativ considerando un programa de incentivos y pruebas de seleccion y calificacion. Agrega que, la racionalizacion del personal que autorizo la referida norn legal, estaba circunscrito para el personal administrativo y no técnico, como en casos; por lo que Su cese es ilegal, como el hecho que el diecisiete de noviembre mil novecientos noventa y dos se le impidio ingresar a Su centro de trabajo, hec que fue corroborado por el Fiscal de Turno y que recién el dia primero de diciembi de mil novecientos noventa y dos fue notificado con la precitada Resolucion por notarial, con la finalidad de convalidar el despido antes de la expedicion del ac administrativo. El Juez Provisional del Primer Juzgado Especializado en lo Civil de Truji de la Corte Superior de Justicia de La Libertad, con fecha veinticuatro de enero mil novecientos noventicinco, mediante auto declara improcedente la Accion Amparo por caducidad del derecho. Formulado el recurso de Apelacion, con fecha treinta de enero de novecientos noventa y cinco éste es declarado improcedente, a lo cual el demandac formula queja de derecho, la cual es declarada fundada por la Segunda Sala Civil la Corte Superior de Justicia de La Libertad, concediéndose la apelacion interpues mediante recurso de fojas cuarentiocho. La Segunda Sala Civil de la Corte Superic de Justicia de La Libertad, expide resolucion confirmando la recurrida. Interpuesto el recurso extraordinario, los autos son elevados al Tribun Constitucional.", "FUNDAMENTOS:": "1. - Que, del petitorio de la demanda, se desprende que el demandante solicita se reponga en Su centro de trabajo, después de tres ahos. 2. - Que, conforme lo manifiesta el propio demandante, fue cesado el diecisiete noviembre de mil novecientos noventa y dos al impedirsele el ingreso a Su cen de trabajo, ejecutandose el acto en la misma fecha, situacion que exime al act de la exigencia del agotamiento de la via previa para iniciar la presente acci de garantia, conforme lo establece el inciso 1), del Articulo 28°, de la Ley 23506 3. - Que, en consecuencia, es a partir de la fecha antes indicada, que proced computarse el plazo de caducidad, por lo que al haberse interpuesto la demand 3 TRIBUNAL CONSTITUCIONAL con fecha dieciocho de enero de mil novecientos noventa y cinco, el derecho del demandante a interponer la presente accion de garantia ha caducado, ya que habia vencido en exceso el plazo de sesenta dias habiles prescrito por el Articulo 370 de la acotada disposicion legal. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "Confirmando la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad de fojas setenticinco del cuaderno principal su fecha diecinueve de octubre de mil novecientos noventa y cinco, que confirmo la apelada, declarando improcedente la Accion de Amparo; dispusieron la publicacion de la presente resolucion en el Diario Oficial El Peruano; y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE acca GARCIA MARCELO. Certifico: LO que MARIATUZ VASQUEZ DE LOPEZ JLEE. Dra. RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-01-09", "id": 36615, "nombre_demandado": "Gerente Departamental de La Libertad del Instituto Peruano de la Seguridad Social", "nombre_demandante": "Manuel Felipe Chumán Cáceda", "numero_expediente": "00016-1996-AA"}