{"CONTEXTO": " 00011-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00011-1997-AA.pdf) ---  TRIBUNAL CONSTITUCIONAL Expediente. No 011-97-AA/TC Lima Caso: Gustavo Mendoza Ccarapa SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecimueve dias del mes de Junio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en Sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vice Presidente, encargado de la presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, promuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Gustavo Mendoza Ccarapa, contra la resolucion de la Sala Especializada de Derecho Publico, de fecha quince de noviembre de mil novecientos noventiséis, que reformado la apelada declaro improcedente la accion de amparo interpuesta por el recurrente, contra la Universidad Particular \"Ricardo Palma' \"", "ANTECEDENTES:": "Gustavo Mendoza Carapa interpone accion de amparo contra la Universidad \"Ricardo Palma' - : a fin que la demandada cumpla con aceptar el pago correspondiente por concepto de matricula. Senala que obtuvo el puntaje necesario para ingresar al programa de Ingenieria Civil de dicho centro de estudios en el examen correspondiente al segundo semestre de mil novecientos noventicinco precisa, ademas, que el iltimo dia para cancelar los citados derechos era el viernes dieciocho de agosto del mismo aho, habiéndose acercado 2 TRIBUNAL CONSTITUCIONAL a la Oficina de Tesoreria portando un cheque a la orden, el que no le fue aceptado informandole que el pago debia hacerse en efectivo, asi trato de hacerlo el primer dia habil siguiente, sin embargo éste no fue aceptado por extemporaneo. Afirma que trato de pedir reconsideracion de tal medida ante la Universidad no habiendo sido aceptada su solicitud; senala que de esta manera se està conculcando su derecho a la igualdad ante la ley y a no ser discriminado, derechos consagrados en el inciso 2) del articulo 2° de la Constitucion. El Rector de la Universidad contesta la demanda sehalando que las Universidades gozan de autonomia, tal y como lo consagra la Constituciony la Ley Universitaria, en virtud de la misma aprueban sus Estatutos y se gobiernan de acuerdo a él. Precisa que para ser estudiante universitario se requiere cumplir con los requisitos indicados para la admision y la matricula, acto que nunca se realizo en relacion al recurrente, por lo que éste no obtuvo la categoria de estudiante de la universidad. Anota, ademas, que Gustavo Mendoza Carapa conocia el plazo establecido por ese centro de estudios para realizar la matricula, y pese a ello, acudio a ultimo momento portando un cheque, cuando se conoce que el pago en Tesoreria se realiza en efectivo, y posteriormente acudio a realizar dicho pago pero en fecha exlemporanea por lo que perdio toda posibilidad y derecho de matricularse. Anota que es falso que se hayan violado los derechos constitucionales invocados por el recurrente, dado que tuvo la opcion de matricularse como los demas que aprobaron el examen de ingreso, pero que finalmente en ese plazo no llego a hacerlo, y eso es atribuible unica y exclusivamente al demandante. ElJuez del Vigésimo Octavo Juzgado Especializado de Lima declara infundada la accion de amparo interpuesta por considerar que, la Universidad fijo validamente un plazo para la matricula cuyo iltimo dia fue el dieciocho de agosto de mil novecientos noventicinco, por lo que na se encontraba abligada a aceptar ningin pago extemporaneo; que el actor debio tomar SUS precauciones para no exceder dicho plazo, mas aun si acudia con un cheque a la orden que podia ser rechazado validamente por la Universidad, no advirtiendo por tanto, que le haya sido afectado derecho constitucional alguno, lo si sucederia Si ésta hubiera aceptado cheques a algunos alumnos y no al recurrente. La Sala Especializada de Derecho Publico, en discordia, reformo la de vista declarandola improcedente, por considerar que, la via previa es un requisito ) TRIBUNAL CONSTITUCIONAL indispensable para la procedencia de la accion de amparo y en el presente caso el recurrente no interpuso recurso impugnatorio ante la Autoridad Universitaria contra la decision que considera lesiva de sus intereses; que el articulo ciento setenticuatro del Estatuto de la Universidad Ricardo Palma, aprobado por Resolucion Rectoral No 900629, dispone que la matricula puede ser ordinaria 0 extraordinaria, amabas se realizan de acuerdo al calendario aprobado por el Consejo Universitario, siendo que la fecha de la matricula extraordinaria se fija por excepcion, bajo determinadas condiciones que se establezcan para los estudiantes que por causas debidamente justificadas estuvieron impedidos de matricularse en el periodo ordinario y, en ese entendido, al no haber podido cancelar en la fecha limite establecida es evidente que tuvo la oportunidad de tramitar su matricula en forma extemporanea justificando Su situacion excepcional. Contra esta Resolucion se interpone Recurso Extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto por el articulo 41° de su Ley Organica,", "FUNDAMENTOS:": "Que, en la contestacion de la demanda, el representante de la Universidad Particular \"Ricardo Palma' afirma que era conocido que no era posible efectuar pagos en la Oficina de Tesoreria sino en efectivo, hecho que en modo alguno ha sido acreditado en el expediente bajo andlisis; Que, es necesario tomar en consideracion que el recurrente no tenia por qué tener conocimiento de aquella disposicion si ésta no le habia sido comunicada expresamente, maxime si, como en el presente caso, se trata de una persona que acababa de ingresar a la referida Universidad, habiendo obtenido el puntaje necesario para ser admitido en el programa de Ingenieria Civil de la referida Universidad, en el examen correspondiente al segundo semestre de mil novecientos noventicinco; Que, una de las modalidades del pago es casualmente la entrega de cheques, titulo valor que constituye una orden de pago, que si bien es cierto la Universidad no se encontraba obligada a aceptar, ello no la habilita para conculcar el derecho a la educacion del recurrente, TRIBUNAL CONSTITUCIONAL Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion y su ley Organica;", "FALLA:": "Revocando la resolucion de la Sala de Derecho Publico de la Corte Superior de Lima, de fecha quince de noviembre de mil novecientos noventiséis, la que reformando la apelada, su fecha quince de enero del mismo ano que declaro improcedente la accion de amparo interpuesta por Gustavo Mendoza Ccarapa contra la Universidad \"Ricardo Palma' \"; y, en consecuencia, declaran FUNDADA la accion de garantia. Dispusieron Su publicacion en el diario Oficial El Peruano, conforme a ley, S.S. I Aiudl ACOSTA SANCHEZ, VArce NUGENT, hu X bEta 2 - DIAZ VALVERDE, GARCIA MARCELO. TM. L 0 QUE CERTIFICO, Dra. Maria LuzVasquez de Lopez SECRETARIA RELATORA", "fecha_publicacion": "1997-07-04", "id": 36193, "nombre_demandado": "Universidad \"Ricardo Palma\"", "nombre_demandante": "Gustavo Mendoza Ccarapa", "numero_expediente": "00011-1997-AA"}