{"CONTEXTO": " 00025-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00025-1995-HC.pdf) --- S-063 Que del estudio y analisis de la presente Accion (de Habeas Corpus), se desprende que el beneficiario habia cumplido con los requisitos establecidos en los articulos 530 y 540 del Codigo de Ejecucion Penal; si bien es cierto que el expediente de libertad condicional fue derivado al Décimo Quinto Juzgado Penal de Lima por mandato de la Presidencia de la Corte Superior de Justicia.  Exp. No 025-95-HC/TC Lima Caso: Edilberto Gamarra Polo  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent, Acosta Sanchez,  Presidente, Aguirre Roca,  Vicepresidente, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  administrando justicia a nombre de la Nacion, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Edilberto Gamarra Polo que ha accionado contra la Presidenta del Instituto Nacional Penitenciario, Dra. Josefina Guerra Sanchez y contra el Juez del Décimo Quinto Juzgado Penal Dr. Cirilo Alarcon Chumpitaz y ha favor de su hermano Marco Antonio Gamarra Béjar contra la resolucion dictada por la Primera Sala Penal de Lima, su fecha primero de julio de mil novecientos noventa y tres, que declara improcedente la Accion de Habeas Corpus ", "ANTECEDENTES:": "Don Edilberto Gamarra Polo interpone Accion de Habeas Corpus, en favor de su hermano Marco Antonio Gamarra Béjar y la dirige contra la Presidenta del Instituto Nacional Penitenciario Josefina Guerra Sanchez y el senor Juez del Décimo Quinto Juzgado Penal de Lima, doctor Cirilo Alarcon Chumpitaz, por mantenerse en prision a su hermano, pese a que ha obtenido regularmente el beneficio de la libertad condicional; que, este ultimo fue instruido por el Vigésimo Sexto Juzgado de Instruccion de Lima y posteriormente sentenciado por delito de robo y habiendo cumplido los requisitos legales, le es concedida libertad condicional por el Décimo Quinto Juzgado de Instruccion, ordenandose la respectiva excarcelacion; sin embargo, el Instituto Nacional Penitenciario desacata el mandato, arguyendo que existe proceso pendiente con mandato de detencion ante el Vigésimo Sexto Juzgado Penal; que el juez accionado, sin ordenar ninguna diligencia, basandose en el informe del Instituto Nacional Penitenciario y sin que exista ningun proceso pendiente contra el directo agraviado, revoca la libertad concedida.  El Sétimo Juzgado Penal de Lima admite la Accion. A fojas treinta y siete corre la declaracion del Juez accionado, quien manifiesta que a su Despacho se presento la solicitud de libertad condicional a favor del hermano del accionante y por considerarla fundada concedio dicho derecho; sin embargo al cursarse el oficio al Instituto Nacional Penitenciario para la respectiva excarcelacion, éste no acato su mandato, alegando que habia una orden de detencion pendiente contra Marco Antonio Gamarra Béjar; frente a esta situacion y teniendo a la vista copia de un escrito donde aparecia éste como procesado por ante el Vigésimo Sexto Juzgado Penal de Lima, revoco la libertad condicional y remitio los actuados a dicho Juzgado. A fojas treinta y ocho el beneficiario de la accion manifiesta que el pedido de libertad condicional lo presento a mesa de partes del centro de reclusion, para que sea tramitado ante el Vigésimo Sexto Juzgado Penal de Lima, sin embargo errôneamente dicha peticion fue derivada al Décimo Quinto Juzgado Penal, juzgado en el que nunca ha sido procesado.  A fojas treinta y nueve obra la resolucion expedida por la Jueza del Sétimo Juzgado Penal de Lima, declarando improcedente la Accion.  La Primera Sala Penal de Lima expide resolucion a fojas cincuenta, la misma que reproduciendo los fundamentos de la apelada, la confirma.  La Sala Constitucional y Social de la Corte Suprema de Justicia, declara no haber nulidad en la resolucion de la Primera Sala Penal de Lima, de la que solicita Casacion la accionante. ", "FUNDAMENTOS:": "Que, en la presente Accion se imputa al Juez del Décimo Quinto Juzgado Penal de Lima, doctor Cirilo Alarcon Chumpitaz y a la Directora del Instituto Nacional Penitenciario, doctora Josefina Guerra Sanchez haber vulnerado el derecho a la libertad individual del beneficiario, a esta ultima por haberse negado a acatar su excarcelacion, ordenada por el primero y a éste por haber revocado la resolucion que concedio el beneficio de libertad condicional.  Que de un examen atento de los autos se establece que el beneficiario fue procesado ante el Vigésimo Sexto Juzgado de Instruccion de Lima, por delito contra el patrimonio y posteriormente condenado, imponiéndosele pena privativa de libertad de seis anos; que, una vez cumplidos los requisitos de ley, aquél tramito ante el Instituto Nacional Penitenciario el beneficio de Libertad Condicional. El titular de este Juzgado -el ahora emplazado, doctor Clirilo Alarcon Chumpitaz- concede el beneficio de Libertad Condicional por resolucion que en fotocopia obra a fojas veintinueve, oficiando al Instituto Nacional Penitenciario para que proceda a la excarcelacion del beneficiario; conforme lo reconoce el juez accionado en su declaracion de fojas treinta y siete, pese a no corresponder al Juzgado que despacha, y que erroneamente le fue remitida la solicitud de Libertad Condicional del beneficiario.  Que, de un examen atento de los actuados se establece por el contrario que la resolucion cuestionada ha sido emitida de acuerdo a lo informado por el Instituto Nacional Penitenciario.  Que del estudio y analisis de la presente Accion, se desprende que el beneficiario habia cumplido con los requisitos establecidos en los articulos cincuenta y tres y cincuenta y cuatro del Codigo de Ejecucion Penal; si bien es cierto que el expediente de Libertad Condicional fue derivado al Décimo Quinto Juzgado Penal de Lima por mandato de la Presidencia de la Corte Superior de Justicia.  Que no ha quedado acreditado, plenamente que al solicitarse la Libertad Condicional a favor del sentenciado Marco Gamarra Béjar, se haya indicado que éste fue instruido por el Vigésimo Sexto Juzgado en lo Penal de Lima y que era el unico proceso abierto que tenia, ya que no corre el expediente para la Libertad Condicional.  Estos hechos han inducido a error, no punible, al magistrado accionado.  No corre en autos copia de la solicitud de Libertad Condicional que presento el interno, ni menos el expediente formado para la Libertad Condicional, lo que hubiera ayudado a esclarecer los hechos.  Que ademas el Magistrado accionado ha sido inducido a error por los informes que le hace el Instituto Nacional Penitenciario, tal como consta de fojas seis, siete y ocho del cuaderno de nulidad, informes que a la vez son elaborados a base de datos equivocados, como se desprende de la copia del oficio de fojas ocho.  Que igualmente no queda acreditado cual ha sido la participacion directa o en forma influyente de la accionada Presidenta del Instituto Nacional Penitenciario.  Por estos fundamentos el Tribunal Constitucional. ", "FALLA:": "Confirmando la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de fecha diez de enero del noventicuatro que declara no haber nulidad en la sentencia de vista emitida por la Primera Sala Penal de la Corte Superior de Justicia de Lima, de fecha primero de julio de mil novecientos noventitrés que a la vez confirma la sentencia expedida por el senor Juez del Sétimo juzgado Penal de Lima su fecha quince de mayo de mil novecientos noventitrés que declara improcedente la Accion de Habeas Corpus interpuesta por Don Edilberto Gamarra Polo a favor de Don Marco Antonio Gamarra Béjar y dirigida contra el senor Juez del Décimo Quinto Juzgado en lo Penal de Lima doctor Cirilo Alarcon Chumpitaz y contra la senora Presidenta del Instituto Nacional Penitenciario doctora Josefina Guerra Sanchez, y mandaron que se publique en el Diario Oficial El Peruano conforme a ley.  Comuniquese, registrese y devuélvase.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-23", "id": 37423, "nombre_demandado": "Presidenta del Instituto Nacional Penitenciario (Josefina Guerra Sánchez) y otro", "nombre_demandante": "Edilberto Gamarra Polo en favor de Marco Antonio Gamarra Béjar", "numero_expediente": "00025-1995-HC"}