{"CONTEXTO": " 00020-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00020-1999-AA.pdf) --- EXP. N. o 020-99-AA/TC LIMA SINDICATO DE OBREROS MUNICIPALES DEL RIMAC Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Sindicato de Obreros Municipales del Rimac y otro representado por don Donato Huanca Pampa, contra la Resolucion de la Sala Corporativa Transitoria Especializado en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos cincuenta y cuatro, su fecha once de noviembre de mil novecientos noventa y ocho, que declaro improcedente la demanda contra la Municipalidad Distrital del Rimac.", "ANTECEDENTES:": "Don Donato Huanca Pampa, en representacion del Sindicato de Obreros Municipales del Rimac, y don Ernesto Ackerman Velazco, en representacion del Sindicato Unitario de Trabajadores Municipales del Rimac, con fecha doce de mayo de mil novecientos noventa y siete, interponen Accion de Amparo contra don José Carlos Navarro Lévano, entonces Alcalde de la Municipalidad Distrital del Rimac, a fin de que se declaren inaplicables el Decreto de Alcaldia N.o 001-96-MDR del cuatro de enero de mil novecientos noventa y seis, que aprobo el Reglamento de Evaluacion de Personal; la Resolucion de Alcaldia N.o 2207-96-MDR, del tres de diciembre de mil novecientos noventa y seis, que dispuso la realizacion del proceso de evaluacion y la Resolucion de Alcaldia N.o 2364-96-MDR, del diecisiete de diciembre de mil novecientos, noventa y seis, mediante la cual se aprobo el cuadro de resultados del programa de eyaluacion de personal, incluyendo todos los actos administrativos que se deriven de dichas resoluciones y solicitan ademas la reposicion de sus afiliados y el pago de remuneraciones devengadas. Sostienen los demandantes que, al advertir que el objetivo de la evaluacion de personal era efectuar despidos arbitrarios, no se presentaron al examen de evaluacion al considerar que no existia garantia de imparciabilidad ni objetividad. Alegan asimismo, que desconocian el contenido del Reglamento de Evaluacion, el mismo que, a pesar de haber sido aprobado en enero de mil novecientos noventa y seis, recién es publicado en el diario oficial El Peruano el ocho de diciembre del mismo ano, a escasos cinco dias habiles para la realizacion de los exâmenes, transgrediendo lo dispuesto por el articulo 81° de la Ley de Normas Generales de Procedimientos Administrativos y el articulo 113° de la Ley Organica de Municipalidades. Asimismo, manifiestan que la demandada ha incumplido el Decreto Ley N.o 26093 y el articulo 5° del propio Reglamento de Evaluacion, disposiciones que establecen que la evaluacion de los trabajadores se efectuara semestralmente y consideran que se ha efectuado la evaluacion del primer 2 / ) semestre del ano noventa y seis en forma extemporanea. Anaden que el Reglamento de Evaluacion (articulo 6°), no precisa cuales son las materias que comprenderà el examen de conocimientos, siendo el caso que tanto el examen de conocimientos como la prueba psicotécnica fueron por escrito, sin tomar en cuenta que la mayoria de los obreros son analfabetos y algunos solo tienen educacion primaria y que hace mas de veinte anos que han egresado de sus centros educativos. El Reglamento tampoco considera como parte de la evaluacion el rendimiento laboral, los méritos y deméritos entre otros, denotandose que el objetivo de la demandada no ha sido mejorar la administracion con servidores idoneos, sino despedir masivamente a su personal. Los demandantes sostienen que se han vulnerado principios y derechos constitucionales de sus afiliados, entre otros, el principio de la interdiccion de la arbitrariedad, el principio de proporcionabilidad y razonabilidad, y el derecho al debido proceso. Admitida la demanda, ésta es contestada por don José Carlos Navarro Lévano, Alcalde de la Municipalidad Distrital del Rimac, el que la niega y contradice y solicita se la declare improcedente. Sostiene que, mediante Exp. N.o 521-96, el Tercer Juzgado Especializado en Derecho Publico de Lima, con fecha trece de diciembre de mil novecientos noventa, se admitio una Accion de Amparo interpuesta por los mismos demandantes, cuyo objeto era que se declare inaplicable el Decreto de Alcaldia N.° 001- 96-MDR y la Resolucion de Alcaldia N.o 2207-96-MDR, que también son materia de la presente accion; que la mencionada Accion de Amparo fue resuelta mediante Resolucion N.o 06 del quince de enero de mil novecientos noventa y siete, declarandose infundada la demanda, resolucion que fue confirmada por la Sala Corporativa Transitoria Especializada en Derecho Publico. Asimismo, se interpuso Recurso Extraordinario que ha sido elevado al Tribunal Constitucional (Exp. N.o 945-97- AA/TC), por lo que solicitan se declare improcedente la presente accion ya que consideran que no pueden coexistir dos procesos sobre un mismo asunto, ademas propone la excepcion de litis pendencia. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas doscientos setenta y seis, con fecha veintinueve de mayo de mil novecientos noventa y ocho, expide resolucion declarando improcedente la excepcion de litis pendencia e improcedente la demanda, al considerar que la Accion de Amparo interpuesta ante el Tercer Juzgado Especializado en Derecho Publico de Lima, no guarda identidad con la presente Accion de Amparo, de acuerdo a los articulos 425° y 426° del Codigo Procesal Civil; asimismo, considera que no se ha probado la violacion de los derechos constitucionales que se invocan ni se ha producido un despido arbitrario 0 ilegal. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos cincuenta y cuatro, su fecha once de noviembre de mil novecientos noventa y ocho, confirmo la apelada en cuanto desestima la excepcion de litis pendencia y la revoca en cuanto al fondo de la controversia y reformândola en este extremo declara infundada la demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario. 3 7", "FUNDAMENTOS:": "1. Que el objeto de la presente Accion de Amparo es que se declaren inaplicables a los afiliados a los Sindicatos demandantes, el Decreto de Alcaldia N.o 001-96- MDR y las Resoluciones de Alcaldia N.oS 2207-96-MDR y 2364-96-MDR; mediante las cuales, se aprobo el Reglamento de Evaluacion de Personal de la Municipalidad Distrital del Rimac; se dispuso la realizacion del proceso de evaluacion y se aprobo el cuadro de resultados, respectivamente. Que debe tenerse en cuenta que en el Expediente N.o 945-97-AA/TC iniciado 2. por el Sindicato de Obreros Municipales del Rimac y que ha sido resuelto por este Tribunal Constitucional con sentencia de fecha quince de enero de mil novecientos noventa y ocho, publicada en el diario oficial El Peruano el diecisiete de abril del mismo ano, se solicito se declaren inaplicables el Decreto de Alcaldia N.o 001-96 y la Resolucion de Alcaldia N.o 2207-96-MDR; habiéndose declarado infundada la demanda, al considerar que ambas disposiciones fueron emitidas en uso de la facultad que el Decreto Ley N.o 26093 otorgo a los titulares de las entidades publicas para dictar las normas necesarias a fin de llevar a cabo los procesos de evaluacion de personal, disposiciones genéricas que eran ademas susceptibles de ser complementadas, precisadas 0 ampliadas antes de ejecutarse los procesos de evaluacion y que no contienen en si mismas normas violatorias 0 que constituyan amenaza de violacion de derechos constitucionales. Que sin perjuicio de lo expuesto en el fundamento anterior, debe tenerse en 3. cuenta que de conformidad con lo dispuesto por el articulo 8° de la Ley N.o 23506 de Habeas Corpus y Amparo la sentencia emitida en el Expediente N.o 945-97-AA/TC no tiene calidad de cosajuzgada. 4. Que en este contexto, en la presente Accion de Amparo corresponde el analisis de fondo sobre el ejercicio de la atribucion que el Decreto Ley N.o 26093 confirio a la demandada vale decir el analisis de la ejecucion del proceso de evaluacion que condujo al cese de los afiliados de los Sindicatos demandantes. Que, de autos se desprende que si bien la demandada en enero de mil 5. novecientos noventa y seis, aprobo el Reglamento de Evaluacion de Personal, éste no fue dado a conocer ni fue aplicado sino hasta fin de ano, luego que el veintitrés de octubre, el Sindicato de Obreros Municipales obtuvieron sentencia favorable de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima en la Accion de Amparo, que con Expediente N.o 462-96 inicio contra la demandada por haber sufrido sus afiliados, la reduccion de sus remuneraciones. La demandada recién entonces, entre los dias ocho al dieciocho del mes de diciembre del mismo ano concentra todo el proceso de evaluacion, correspondiente al primer semestre del ano mil novecientos noventa y seis. En efecto el dia ocho se publica en el diario oficial El Peruano el Decreto de Alcaldia N.o 001-96-MDR que aprobo el Reglamento de Evaluacion de Personal 4 go y la Resolucion de Alcaldia N.o 2207-96-MDR, que fijo la fecha de examen para el dia quince y el dia dieciocho publica los resultados. Que, la demandada entonces no cumplio con lo dispuesto en el articulo 81° de la 6. Ley de Normas Generales de Procedimientos Administrativos en virtud del cual \"la notificacion de resoluciones se practicara a mas tardar dentro del plazo de diez dias, a partir de su expedicion\" En efecto, el Decreto de Alcaldia N.o 001- 96-MDR que aprobo el Reglamento de Evaluacion fue publicado directamente en el diario oficial El Peruano el dia ocho de diciembre de mil novecientos noventa y seis, once meses después de emitido. 7. Que, asimismo se observa que el Reglamento de Evaluacion en su articulo 6° senala que el proceso de evaluacion y calificacion del personal comprende el examen de conocimientos y una prueba psicotécnica. Sin embargo, no se preciso e informo internamente a los trabajadores como correspondia, las materias que comprendia el examen de conocimientos, a efectos de que los servidores tengan oportunidad de prepararse, ni se ha acreditado por parte de la demandada que al ejecutarse el proceso se haya considerado la situacion de los obreros analfabetos. Que, de lo actuado se desprende, que si bien el Reglamento de evaluacion prevé 8. que los servidores que no se presenten al examen serian cesados por causal de excedencia, debe tenerse en cuenta que en el presente caso, la evaluacion ejecutada por la demandada se llevo a cabo en circunstancias de desinformacion de los trabajadores; falta de precision y claridad sobre el contenido de los examenes de conocimientos; concentracion en el tiempo y apresuramiento en el desarrollo del proceso de evaluacion. Circunstancias en las cuales la demandada opto por la decision mas drastica inobservando los principios de razonabilidad, proporcionalidad y transparencia, incurriendo en manifiesta arbitrariedad al disponer el cese masivo de trabajadores obreros y empleados, sin reparar en el problema que se ocasionaba en la prestacion de los servicios basicos a la comunidad, y violentândose los derechos constitucionales al debido proceso y a la proteccion contra el despido arbitrario de los afiliados a los sindicatos demandantes. Que mas aun debe tenerse en cuenta que el cese por excedencia a que se refiere 9. el Decreto Ley N.o 26093, no es imperativo u obligatorio sino facultativo, (a criterio de la entidad), debiéndose enfatizar que en ningun caso dicha disposicion auspicia el cese masivo e indiscriminado de los servidores publicos. 10. Que, asimismo, este Tribunal Constitucional en reiterada jurisprudencia ha destacado que el derecho constitucional a la proteccion contra el despido arbitrario supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia y respeto a los principios y derechos constitucionales de los evaluados. D 9/ 11. Que habiéndose pronunciado el Tribunal Constitucional con sentencia recaida en el Expediente N.o 945-97-AA/TC respecto a los extremos relativos al Decreto de Alcaldia N.o 001-96-MDR y a la Resolucion de Alcaldia N.o 2207-96; de acuerdo a lo expuesto en el fundamento segundo, este Colegiado considera que sobre este particular, debe estarse a lo resuelto en dicha sentencia, avocandose en el presente proceso a resolver el extremo relativo a la Resolucion de Alcaldia N.o 2364-96 que contiene el resultado de la aplicacion del Proceso de Evaluacion 12. Que, la remuneracion es una contraprestacion por el trabajo realizado, como lo tiene establecido este Tribunal Constitucional en reiterada jurisprudencia. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO La Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y cuatro, su fecha once de noviembre de mil novecientos noventa y ocho, que revocando la apelada, declaro infundada la demanda, reformandola la declara FUNDADA en el extremo relativo a la Resolucion de Alcaldia N. 2364-96-MDR; en consecuencia inaplicable a los demandantes; debiendo la demandada reponerlos en los cargos que ocupaban u otros similares, sin reintegro de remuneraciones por el periodo no laborado; y declara que respecto a los extremos del Decreto de Alcaldia N.o 001-96-MDR y a la Resolucion de Alcaldia N.o 2207-96, carece de objeto pronunciarse, debiendo estarse a lo resuelto en el Expediente N.o 945-97-AA/TC. Dispone la notificacion a las partes, su publicacion en el diario oficial El peruano y la devolucion de los_actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO rareed L L NF. Lo que certifico: L DR. CESAR CUBAS LONGA SECRETARIO-RELYTOR (e)", "fecha_publicacion": "1999-12-31", "id": 36024, "nombre_demandado": "Alcalde de la Municipalidad Distrital del Rímac (José Carlos Navarro Lévano)", "nombre_demandante": "Sindicato de Obreros Municipales del Rímac (Donato Huanca Pampa) y otro", "numero_expediente": "00020-1999-AA"}