{"CONTEXTO": " 00029-1992-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00029-1992-HC.pdf) --- S-176 Que el actual Codigo Penal, como no podia ser de manera distinta ha sistematizado la participacion de todos los agentes del delito, entre ellos, la de los encubridores en el evento criminoso, por lo que la hipotesis en que se sustenta la Accion (de Habeas Corpus) carece de fundamento.. Exp. No 029-92-HC/TC Lima Caso : Juan José Altamirano Mendieta SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de diciembre de mil novecientos noventa y dos, reunido en sesion de Pleno Jurisprudencial, el Tribunal Constitucional, con la asistencia de los senores Magistrados: Nugent, Presidente, Acosta Sanchez, Vicepresidente, Aguirre Roca Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Casacion interpuesto por Felix Bautista Barzola, a favor de su patrocinado Juan José Altamirano Mendieta, contra la resolucion de la Segunda Sala Penal de la Corte Suprema de Justicia, de fecha veintiuno de agosto de mil novecientos noventa y uno, que declara No Haber Nulidad en la recurrida, de veintitrés de julio de mil novecientos noventa y uno, que, confirmando la apelada, declara improcedente la Accion de Habeas Corpus incoada contra los Vocales integrantes del Undécimo Tribunal Correccional, doctores Nélida Colan Maguino, Javier Vega Vega y Vicente Walde Jauregui.", "ANTECEDENTES:": "El accionante interpone Accion de Habeas Corpus, a favor de su patrocinado, para que se disponga su inmediata libertad por encontrarse recluido en el Centro Penal <Miguel Castro Castro>, de Canto Grande procesado por delito de Encubrimiento de Narcotrafico en agravio del Estado, delito que ha desaparecido al abrogarse el Codigo Penal de mil novecientos veinticuatro y con el las leyes penales especiales que se dictaron, entre ellas el dispositivo que crea la figura delictiva y autonoma de encubrimiento personal de Narcotrafico, Decreto Legislativo No 122, no considerandose en el actual Codigo dicha figura delictiva, por lo que, estando en giro dicho proceso sin que se haya expedido sentencia condenatoria, por un hecho que ya no se considera delito la Accion penal se extingue, debiendo archivarse el proceso. Sostiene el accionante que en dicho proceso penal el Fiscal Superior Penal, en su dictamen de trece de marzo de mil novecientos noventa y uno, solicita el archivamiento de la causa, opinion que no fue compartida por el Tribunal, disponiéndose se eleven los autos al Fiscal Supremo Penal para su dictamen. La Fiscalia Superior Penal formula acusacion, por delito de encubrimiento personal de narcotrafico, solicitando se le imponga a su patrocinado diez anos de privacion de libertad, y que, asimismo, su patrocinado ha solicitado ante aquel Tribunal se declare no haber mérito para pasar a juicio oral, por haberse extinguido el delito, peticion que fue denegada. Ampara la Accion en el inciso 16) del articulo 120 de la Ley No 23506 (Derecho de Excarcelacion) y segundo paragrafo del articulo 15°y el silencio de la ley. El Juez del Primer Juzgado de Instruccion de Lima, considerando que en el caso de autos no se ha violado derecho constitucional alguno y que su tramitacion esta sometida a un procedimiento regular mediante resolucion de once de julio de mil novecientos noventa y seis, declara improcedente la Accion de Habeas Corpus incoada, a favor de Juan José Altamirano Mendieta. El Décimo Tribunal Correccional de Lima, por los fundamentos de la apelada y considerando, ademas, que la conducta del accionante se encuentra tipificada en la ley penal, por resolucion de veintitrés de julio de mil novecientos noventa y uno, la confirma en cuanto declara improcedente la demanda. La Segunda Sala Penal de la Corte Suprema de Justicia, por sus fundamentos, declara No Haber Nulidad en la recurrida, que confirmando la apelada declara improcedente la demanda. El accionante interpone Recurso Extraordinario de Casacion en favor del beneficiario de la Accion y concedido el mismo los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "Considerando: Que el actual Codigo Penal, como no podia ser de manera distinta ha sistematizado la participacion de todos los agentes del delito, entre ellos la de los encubridores en el evento criminoso, por lo que la hipotesis en que se sustenta la Accion carece de fundamento; que de otra parte, adviértase también que segun determina el inciso 2) del articulo 6° de la Ley No 23506, de Habeas Corpus y Amparo, no proceden acciones de garantia contra resoluciones judiciales emanadas de un procedimiento regular, como es el caso.", "FALLA:": "Confirmando la resolucion recurrida, de veintiuno de agosto de mil novecientos noventa y uno, de la Segunda Sala Penal de la Corte Suprema de Justicia, que, confirmando la apelada, de once de julio de mil novecientos noventa y uno, declara improcedente la Accion de Habeas Corpus interpuesta por Félix Bautista Barzola a favor José Altamirano Mendieta contra los senores Vocales integrantes del Undécimo Tribunal Correccional de Lima, doctores Blanca Nélida Colan Maguino, César Javier Vega Vega y Vicente Walde Jauregui. Registrese, comuniquese, publiquese y archivese. S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-06-07", "id": 36143, "nombre_demandado": "Vocales del Undécimo Tribunal Correccional de Lima (Blanca Nélida Colán Maguiño, César Javier Vega Vega y Vicente Walde Jáuregui)", "nombre_demandante": "José Altamirano Mendieta", "numero_expediente": "00029-1992-HC"}