{"CONTEXTO": " 00023-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00023-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 023-96-AA/TC HUANUCO. FÉLIX LIMAYMANTA ROJAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, al primer dia del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Felix Limaymanta Rojas contra la resolucion de la Sala Civil de Huanuco de fecha seis de octubre de mil novecientos noventa y cinco, que, confirmando la sentencia apelada del diecisiete de julio de mil novecientos noventa y cinco, declaro infundada la Accion de Amparo interpuesta contra la Alcaldesa del Concejo Provincial de Huanuco, dona Luzmila Templo Condezo y el Jefe de la Division de Urbanismo-Catastro y Control Urbano de la misma Municipalidad, don Mario Aguirre Colonia.", "ANTECEDENTES:": "Don Félix Limaymanta Rojas interpone su demanda sustentando su reclamo en la transgresion de su derecho de propiedad por parte de los emplazados, pues afirma que estos han dispuesto sin ningun amparo legal, la suspension de la construccion del lote de terreno No 04, de 160 metros cuadrados y ubicado en el Kilometro 2 de la Carretera Regional Huanuco-Lima, todo ello en razon de pretenderse aperturar una calle por el espacio que corresponde al domicilio del demandante, y no obstante que, con anterioridad, la misma Municipalidad lo habia autorizado a la compra-venta del mismo terreno. Agrega que para lograr su cometido, la emplazada ha emitido papeletas de caracter coercitivo con fechas treinta de junio de mil novecientos noventa y cuatro y ocho de mayo de mil novecientos noventa y cinco, asi como la Ordenanaza Municipal No 002-95 del veintiséis de abril de mil novecientos noventa y cinco, que dispone paralizar todo tipo de ventas, lotizaciones y construccion de edificaciones y cercos en la zona de Cayhuayna, del distrito y provincia de Huanuco, motivo por el que el demandante, solicita se declare nula e inaplicable la antes citada ordenanza. El representante de la Municipalidad Provincial de Huanuco contesta la demanda negândola y contradiciendola, por considerar: que la Ordenanza No 002-95- MPHCO se expide con la finalidad de efectuar el planeamiento urbano y determinar el trazo del sistema vial y equipamiento urbano, de conformidad con el inciso 8) del articulo 10°, el inciso 1) del articulo 11°, el inciso 5) del articulo 640 e inciso 10) del articulo 65° de la Ley Organica de Municipalidades y las normas del Decreto Supremo No 007-85-VC que aprueba el Reglamento de Acondicionamiento Territorial, Desarrollo Urbano y MedioAmbiente; que si bien los terrenos donde esta ubicada su 2 TRIBUNAL CONSTITUCIONAL propiedad son intangibles y han sido declarados asi por el Ministerio de Agricultura mediante Resolucion Ministerial del treinta de diciembre de mil novecientos ochenta y seis, que los declara como terrenos agricolas, sin embargo dichas àreas paulatinamente han sido adjudicadas en compra venta a personas naturales y juridicas, las que vienen efectuando edificaciones en forma discriminada e incontrolada, razon por la que el Concejo, se encuentra precisado, por la Ley Organica de Municipalidades, a elaborar el Plan Urbano asi como el trazo del sistema vial; que mediante Decreto Legislativo No 653 0 Ley de Promocion de Inversiones en el Sector Agrario, se especifica, en su articulo 22°, que las tierras abandonadas por su dueno quedan incorporadas al dominio publico, considerando como aquellas, ademas, las tierras rusticas cuyos conductores las destinen ilegalmente para habilitacion urbana, construccion u otros fines no agricolas, situacion que se da en el presente caso. Contesta también la demanda el emplazado don Mario Alfredo Aguirre Colonio, quien la niega, basicamente por senalar, que no puede considerarsele sujeto pasivo de la accion interpuesta, pues no intervino en la elaboracion de la Ordenanza No 002-95- MPHCO. De fojas sesenta y uno a sesenta y tres, y con fecha diecisiete de julio de mil novecientos noventa y cinco, el Segundo Juzgado Civil de Huanuco expide resolucion declarando infundada la demanda, principalmente por estimar: que al practicarse por el juzgado una inspeccion ocular in situ, consta que el lote del demandante esta ubicado aproximadamente a sesenta metros norte de la calle que sube desde la pista hacia el local de la Universidad Nacional Hemilio Valdizan, es decir, con frente a la Carretera Central Huanuco-Lima, acreditândose la existencia de ocho lotes en esa primera cuadra, por lo que teniendo en cuenta, que el lote del actor esta situado casi al centro de la cuadra, resulta practicamente imposible que exista amenaza de aperturar una calle en dicho lugar, ya que la calle que pasa al costado del control policial esta apenas a sesenta metros, no existiendo por tanto amenaza de violacion al derecho de propiedad; que la suspension de construccion se encuentra respaldada en la Ordenanza Municipal No 002- 95-MPHCO que tiene por objeto efectuar un mejor ordenamiento urbano, acorde con el Plan Director de la Ciudad de Huanuco que busca evitar la proliferacion de construciones sin ninguna planificacion, acciones contempladas por la Ley No 23853. De fojas ciento veintiuno a ciento veintidos y con fecha seis de octubre de mil novecientos noventa y cinco, la Sala Civil de Huanuco confirma la resolucion apelada, basicamente por estimar: que la Municipalidad demandada tiene competencia para planificar el desarrollo urbano y rural de su circunscripcion y ejecutar los programas correspondientes, entre ellos los de determinar las zonas de expansion urbana, conforme lo dispuesto en el articulo 192° inciso 5) de la Constitucion Politica, incisos 7) I y 11) del articulo 65° de la Ley Organica de Municipalidades, el Decreto Suprempo 007-85-VCy el Reglamento Nacional de Construciones; que la propiedad predial esta sujeta a zonificacion, proceso de habilitacion y subdivision, los que deben llevarse a cabo de acuerdo al plan regulador, como lo senala el articulo 9570 del Codigo Civil; que el TRIBUNAL CONSTITUCIONAL ejercicio del derecho de propiedad debe ejercitarse en armonia con el bien comun y dentro de los limites de la ley, conforme el articulo 70° de la Constitucion. Contra esta resolucion el accionante interpone Recurso de Casacion, entendido como Extraordinario, disponiéndose el envio de los autos al Tribunal Constitucional. /", "FUNDAMENTOS:": "1. Que conforme se aprecia del petitorio contenido en la demanda interpuesta este tiene por objeto se declare la nulidad e inaplicabilidad de la Ordenanza Municipal No 002-95-MPHCO del veintiséis de abril de mil novecientos noventa y cinco, por haber transgredido ésta el derecho de propiedad del demandante, al disponer la paralizacion de todo tipo de ventas. Lotizaciones y construccion de edificaciones ylo cercos en la zona de Cayhuayna, del Distrito y Provincia de Huanuco. 2. Que por consiguiente y a efectos de delimitar las condiciones de procedibilidad de la presente accion 0, en su caso, la legitimidad O no del petitorio formulado, debe empezarse por senalar, que aunque el demandante cuestiona la Ordenanza Municipal N9002-95-MPHCO, los actos a través de los cuales se concretiza la prohibicion de realizar construcciones en el terreno del demandante, estan constituidos por las papeletas de fechas treinta de junio de mil novecientos noventa y cuatro y ocho de mayo de mil novecientos noventa y cinco, no habiendose deducido respecto de las mismas ninguno de los recursos administrativos internos a efectos de cumplir con la prevision contenida en el articulo 270 de la Ley No 23506. 3. Que de otro lado y en lo que se refiere al asunto de fondo, que es concretamente la prohibicion de efectuar construcciones en el terreno del demandante y que se encuentra respaldada en la citada Ordenanza Municipal No 002-95-MPHCO, no se aprecia en el contenido de esta, vulneracion alguna del derecho de propiedad del demandante, dado que la el Concejo Municipal de Huânuco al expedirla ha obrado conforme a las facultades reconocidas por el inciso 5) del articulo 192° de la Constitucion Politica del Estado en concordancia con los incisos 7) y 11) del articulo 65° de la Ley No 23853 0 Ley Organica de Municipalidades. 4. Que a mayor abundamiento no debe dejarse de senalar que toda invocacion al respeto por el derecho de propiedad, no puede ser considerada de modo aislado, sino en relacion directa a los alcances y limites que la Constitucion Politica ha senialado respecto de dicho atributo, pues si bien es un hecho que conforme a su articulo 70° \"El Derecho de propiedad es inviolable 9 no es menos cierto que conforme al mismo precepto, la misma \"Se ejerce en armonia con el bien comin y dentro de los limites de la Ley  9 lo que quiere significar, que si el citado atributo se detenta de una forma tal que se convierta en incompatible con el interes de la colectividad, O con lo que disponen las leyes, es deber del Estado y, en este caso, de los gobiernos municipales, el disponer los medios de control y limitacion que cada caso requiera, sin transgredirlo O desnaturalizarlo, tal y como ha ocurrido en el presente caso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica TRIBUNAL CONSTITUCIONAL", "FALLA": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco de fojas ciento veintiuno, su fecha seis de octubre de mil novecientos noventa y cinco, que, confirmando la apelada, declaro INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT mu RLCL GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL Lsd.", "fecha_publicacion": "1998-09-27", "id": 37629, "nombre_demandado": "Municipalidad Provincial de Huánuco", "nombre_demandante": "Félix Limaymanta Rojas", "numero_expediente": "00023-1996-AA"}