{"CONTEXTO": " 00027-1992-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00027-1992-HC.pdf) --- EXP No 027-92-HC/TC LIMA Augusto Ramon Miu Malca SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima > a los ocho dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de pleno juridisccional, con asistencia de los senores magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Augusto Ramon Miu Malca contra la Resolucion expedida por la Segunda Sala Penal de la Corte Suprema de Justicia de la Republica, de fojas diez, su fecha treinta de enero de mil novecientos noventa y uno, que declaro no haber nulidad en la resolucion recurrida que confirmando la apelada, declaro infundado el Habeas Corpus; reservandose el derecho de fundamentar hasta la instancia superior.", "ANTECEDENTES:": "Don Augusto Ramon Miu Malca interpone la Accion de Habeas Corpus contra el suboficial PNP Rolando Oviedo Valdivia solicitando cese la persecucion policial de la que viene siendo objeto y se sancione penalmente a los responsables. Alega el Actor que el accionado le viene acosando policialmente, hecho que se empezo a producir en la tercera semana del mes de noviembre de mil novecientos noventa y ha proseguido con la violacion de su domicilio. Refiere que inclusive se ha llegado a detenerlo violentamente, causandole lesiones y sometiéndolo a una serie de vejamenes, tratos inhumanos y humillantes en la Division de Estafas de la Policia Nacional, por una denuncia que existiria en su contra. Admitida a tramite, con fecha cuatro de diciembre de mil novecientos noventa, el suboficial de segunda de la PNP Rolando Oviedo Valdivia presto su declaracion, manifestando que en circunstancias de que procedia a notificar al actor para que presentase a la Division de Estafas de la Policia Nacional del Peru, éste se nego a aceptarlas, motivo por el cual fue invitado por el accionado conjuntamente con el mayor PNP de apellido Pereyra para que los acompanara. Aduce que en circunstancias de que se desplazaba en un vehiculo de propiedad del actor, éste en forma intempestiva se bajo del vehiculo y pretendio fugarse, siendo alcanzado y conducido a la Division de Estafas donde después de comunicarse con su abogado se le tomo su manifestacion y se le notifico para que se presentase a las diligencias judiciales pertinentes. Con fecha cuatro de diciembre de mil novecientos noventa, el actor se ratifico en el contenido de su Accion de Habeas Corpus, precisando que el accionado ya en anterior oportunidad participo en un proceso de investigacion policial en su contra, el mismo que fuera archivado por la Octava Fiscalia Provincial en lo Penal de Lima. El Décimo Cuarto Juzgado Penal de Lima, con fecha cinco de diciembre de mil novecientos noventa, a fojas veintiséis, declara infundada la demanda, por considerar principalmente que el seguimiento policial fue en cumplimiento del reglamento policial a fin de cumplir con las investigaciones que venian realizando por la comision del delito de estafa y que no se vulnero el derecho de defensa. La Novena Sala Penal de la Corte Superior de Justicia de Lima, con fecha catorce de noviembre de mil novecientos noventa, a fojas cuarenta y seis, confirma la apelada, por estimar que si bien le actor sufrio una restriccion a su libertad personal, ésta no puede cailificarse como detencion, sino lo que en doctrina se llama \"conduccion coactiva\" 0 \"mandato de acompanamiento\" > tras pretender darse a la fuga. La Segunda Sala Penal de la Corte Suprema de Justicia de la Republica, con fecha treinta de enero de mil novecientos noventa y uno, a fojas diez del segundo cuaderno, declara no haber nulidad en la recurrida que confirmando la apelada declaro infundada; la accion de Habeas Corpus interpuesta, segun los fundamentos de la vista. Contra esta resolucion el accionante interpone recurso extraordinario de casacion que debe entenderse como extraordinario.", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio de la demanda el objeto de ésta es que se ordene el cese del seguimiento policial que viene siendo objeto el actor, asi como que se sancione penalmente a los responsables de la violacion de su derecho constitucional a libertad individual. 2. Que, siendo ello asi, y por lo que respecta al segundo extremo del petitorio este colegiado habra de advertir a) Que los procesos constitucionales y entre ellos el de Habeas Corpus, no tiene por objeto de juzgar conductas que puedan ser caracterizadas al ordenamiento penal, sino de tutelar los derechos constitucionales de las personas, que hallan sido vulnerados 0 amenazados de violarse, b) Que en el caso de haberse comprobado la violacion 0 amenaza de violacion del derecho constitucional, la extension de las competencias con la que se encuentra facultado el juez, se limita unicamente a remediar y poner coto al acto considerado como lesivo, reponiendo las cosas al estado anterior a la violacion 0 amenaza de violacion del derecho constitucional invocado; correspondiendo al ambito de la jurisdiccion ordinaria el juzgamiento de las conductas que, aparte de significar una violacion de un derecho constitucional constituyan, al mimo tiempo una infraccion del ordenamiento penal. 3. Que, en otro orden de consideraciones, este Colegiado considera que la pretension del actor debe desestimarse, ya que: a) Segun se esta a la declaracion prestada por el accionado obrante a fojas nueve, de la prestada por el actor obrante a fojas diecisiete, y de la manifestacion que éste rindiera ante la Division de Estafas de la ahora Policia Nacional del Peru la alegada detencion de la que habria sido objeto el actor se realizo el dia veintiséis de noviembre de mil novecientos noventa, dia en el que fuera puesto en libertad después de realizada dicha diligencia policial. b) En este sentido la alegacion de haber sido conducido por el accionado en forma arbitraria a la Division de Estafas de la Policia Nacional del Peru, ya que no existia mandato judicial en su contra u haber sido encontrado en la comision de flagrante delito, al haber cesado con la libertad del actor el mismo dia en que se alega haber sido detenido, impide que este colegiado puede ingresar a evaluar la razones de fondo que acompanan el recurso extraordinario. 4. Que en tal virtud, y dado que este tribunal de la constitucionalidad no se ha pronunciado sobre las cuestiones de fondo que el recurso extraordinario debera modificar, la resolucion recurrida para declarar improcedente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Penal de la Corte Suprema de Justicia de la Republica, de fojas diez del segundo cuaderno, su fecha treinta de enero de mil novecientos noventa y uno, que declarando no haber nulidad en la de vista, declaro infundada la demanda; y reformandola la declara IMPROCEDENTE, Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO", "fecha_publicacion": "1998-09-24", "id": 37606, "nombre_demandado": "Rolando Oviedo Valdivia", "nombre_demandante": "Augusto Ramón Miu Malca", "numero_expediente": "00027-1992-HC"}