{"CONTEXTO": " 00026-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00026-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 026-99-AA/TC PUNO UBALDO TURPO MENDOZA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los cinco dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia;", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ubaldo Turpo Mendoza contra la Resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, de fojas doscientos cincuenta, su fecha veintiséis de noviembre de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Ubaldo Turpo Mendoza interpone Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la Region Moquegua-Tacna-Puno, don Aristides Ramon Serruto Colque, y contra don Alejandro Pablo Delgado San Roman, por violacion de sus derechos constitucionales. Alega el demandante que, en aplicacion del Decreto Ley N.o 26093 y la Resolucion Ministerial N.° 290-96-PRES, se llevo a cabo un programa de evaluacion y seleccion del personal de la Direccion Regional de Trabajo y Promocion Social de Puno, donde al ser mal evaluado, es ilegalmente cesado por la causal de excedencia mediante la Resolucion Ejecutiva Regional N.o 131-98-CTAR/R.MTP. Refiere que el cese del que fuera objeto se realizo por tener amistad con don Flavio Carcausto Carpio, el cual es enemigo de don Alejandro Delgado San Roman. Dichos hechos se comprueban, anade, con el descuento de tres puntos que se le impuso por una sancion administrativa de amonestacion, lo que no es exacto, pues nunca fue amonestado. Asimismo, refiere que el proceso se llevo deficientemente, pues el cronograma de evaluacion publicado no se respeto, realizandose evaluaciones fuera de las fechas programadas. Don Alejandro Pablo Delgado San Roman contesta la demanda y solicita se la declare improcedente 0 infundada, en razon de lo siguiente: a) El demandante fue cesado como consecuencia de haberse realizado un proceso de evaluacion semestral llevado a cabo en forma regular, y en aplicacion del Decreto Ley N.o 26093; b) El demandante fue cesado porque su desempeno laboral fue deficiente, y no por enemistad alguna; c) En el puntaje que se le asigno no se computo ningun demérito por sancion administrativa alguna, sino TRIBUNAL CONSTITUCIONAL mas bien por faltas injustificadas; d) No se ha cumplido con agotar la via administrativa previa; y e) No se ha acreditado violacion de derecho constitucional alguno. El Procurador Publico encargado de los asuntos judiciales del Ministerio de la Presidencia contesta la demanda solicitando se la declare improcedente, ya que: a) El cese del demandante se produjo por no haber alcanzado el puntaje minimo para aprobar el proceso de Evaluacion Semestral del Rendimiento Laboral correspondiente al segundo semestre de 1997; b) No se le ha descontado puntos por sancion administrativa alguna, sino por registrar faltas injustificadas; y c) El proceso de amparo no es la via idonea, ya que éste es excepcional y sumarisimo, por lo que, en todo caso, se debio interponer una accion contencioxp-administrativa. El Juez del Segundo Juzgado Mixto de Puno, con fecha catorce de agosto de mil novecientos noventa y ocho, expide resolucion declarando improcedente la demanda, por considerar, principalmente, que no se agoto la via previa. La Segunda Sala Mixta de la Corte Superior de Justicia de Puno, con fecha veintiséis de noviembre de mil novecientos noventa y ocho, expidio resolucion confirmando la apelada, por considerar, principalmente, que no se agoto la via previa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS": "1. Que, conforme se aprecia del petitorio de la demanda, el objeto de ésta es que se declare la inaplicabilidad, para el caso del demandante, de la Resolucion Ejecutiva Regional N.o 131-98-CTAR/R.MTP, de fecha trece de marzo de mil novecientos noventa y ocho. Que, en consecuencia, y dado que se ha alegado en el ambito de la jurisdiccion 2. ordinaria que el demandante no habria agotado la via administrativa previa, el Tribunal Constitucional estima que, en el caso de autos, la exigencia prevista en el articulo 27° de la Ley N.o 23506 no era aplicable al demandante, ya que la Resolucion Ejecutiva Regional N.° 131-98-CTAR/R.MTP fue expedida por la dltima instancia administrativa del Consejo Transitorio de Administracion Regional Region Moquegua-Tacna-Puno, no constituyendo, para estos efectos, el Viceministerio de Desarrollo Regional del Ministerio de la Presidencia una instancia administrativa superior, de conformidad con lo dispuesto en el articulo 19° del Decreto Ley N.o 25556, asi como en el articulo 13° del Decreto Supremo N.o 005-93-PRES que aprueba el Reglamento de Organizacion y Funciones del Ministerio de la Presidencia. 3. Que, por tanto, ingresando a evaluar las razones de fondo que el Recurso Extraordinario entrana, este Tribunal considera que no se ha producido vulneracion de derecho constitucional alguno, ya que: TRIBUNAL CONSTITUCIONAL a) De los actuados, y especialmente de los documentos obrantes de fojas cuarenta y cuatro a cincuenta y tres, no se ha acreditado que los demandados, en razon de criterios subjetivos, y por eso mismo arbitrarios, hayan propiciado que el demandante sea, primeramente, desaprobado en el Proceso de Seleccion y Evaluacion del Personal al cual se sometio; y, en segundo lugar, que como consecuencia de ello se haya decidido su cese. b) Del mismo modo, del documento obrante a fojas cuarenta y seis, se puede determinar que al demandante no se le desconto ningun punto por una supuesta sancion administrativa disciplinaria, como se ha alegado en la demanda. Que, por otro lado, a juicio de este Tribunal, no se ha acreditado a lo largo del 4. proceso de amparo constitucional que en el Proceso de Evaluacion del Rendimiento Laboral correspondiente al segundo semestre de 1997 para los trabajadores del Consejo Transitorio de Administracion Regional de la Region de Puno-Tacna- Moquegua se haya realizado irregularmente y, de esa manera, se hayan afectado los derechos constitucionales del demandante Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, de fojas doscientos cincuenta, su fecha veintiséis de noviembre de mil novecientos noventa y ocho, que confirmando la apelada, declaro improcedente la demanda; reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT n Ll GARCIA MARCELO C21 ECM LO QUE CERTIFICO: wm m DR. CESAR CUEAS LONGA SEÇRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-22", "id": 35864, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región Moquegua Tacna Puno (Arístides Ramón Serruto Colque) y otros", "nombre_demandante": "Ubaldo Turpo Mendoza", "numero_expediente": "00026-1999-AA"}