{"CONTEXTO": " 00027-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00027-1993-AA.pdf) --- S-831 Que, en principio, la entidad demandada estaba en su derecho de resolver los contratos efectuados con los demandantes, por estar contemplada esa facultad en...(el) Contrato de Locacion de Servicios...del cual tuvieron conocimiento los actores al momento de firmar sus contratos...Por lo que no se configura ningun derecho conculcado a los demandantes. Exp. No 027-93-AA/TC Lima Caso: Andrés Ballasco Mucha y otra SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora la doctora Maria Luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de casacion, entendido como extraordinario, interpuesto por don Andrés Ballasco Mucha y dona Margarita Martinez Ramos, contra la resolucion de la Sala Civil de la Corte Suprema de Justicia de la Republica, su fecha dos de octubre de mil novecientos noventa y dos, que declaro haber nulidad en la sentencia apelada y declara improcedente la accion contra la Municipalidad Distrital de El Tambo.", "ANTECEDENTES:": "Don Andrés Ballasco Mucha y dona Margarita Martinez Ramos, interponen accion de amparo contra las Resoluciones de Alcaldia No 150 y 156-AMDT-91, expedidas por el Alcalde interino don Héctor Melgar Lazo. Sostienen los demandantes que han laborado en la Municipalidad aproximadamente un ano y medio en forma continua, desempenandose como empleados contratados en las areas de abastecimiento y tesoreria, mediante contratos; que el Teniente Alcalde asumio la Alcaldia en forma interina, por impedimento del Titular, y que éste ha tomado medidas con el personal sin tener facultad para ello, tal es el caso de rescindir sus contratos, violando sus derechos amparados por la Constitucion Politica del Estado. Aducen los actores que de acuerdo a la Ley Organica de Municipalidades Ley No 23853, el Teniente Alcalde y Regidores que asuman en forma interina, no tienen la facultad de rescindir contratos, por ser esta facultad exclusiva del Alcalde Titular. Admitida la demanda, ésta es contestada por el Alcalde Interino del Concejo Distrital de El Tambo, negandola en todos sus extremos, debiendo declararse improcedente la demanda, aduciendo que las resoluciones cuestionadas que si bien es cierto ponen fin a una relacion contractual \"Locacion de Servicios\", se ha procedido conforme a la clausula quinta del referido contrato que indica que la 'municipalidad se reserva el derecho de rescindir el presente contrato\" por lo que siendo asi y estando a reiterados acuerdos del maximo organo administrativo del Concejo Municipal, se ha procedido a rescindir dichos contratos. El Juez del Segundo Juzgado en lo Civil de Huancayo, con fecha doce de noviembre de mil novecientos noventa y uno, a fojas quince, expide sentencia declarando improcedente la accion de amparo interpuesta por dona Margarita Martinez Ramos y fundada la demanda a favor de don Andrés Ballasco Mucha, por considerar que mediante Resolucion de Alcaldia No 156-AMDT-91, se rescindio el contrato de locacion de servicios de la demandada y que la misma no ha presentado su contrato de trabajo en autos y como tal se desconoce el régimen laboral a que estaba sujeta; que con respecto al demandante la Resolucion de Alcaldia No 150, que menciona su nombre en la parte considerativa pero en la parte resolutiva éste no ha sido considerado; que el actor también ha sido contratado bajo la modalidad de locacion de servicios, y habiéndose ejecutado la rescision, sin antes expedirse correctamente la resolucion conforme dispone el articulo 41° del Reglamento de Procedimiento Administrativos, se le curso la Carta Notarial de fecha dos de octubre de mil novecientos noventa y uno, comunicandole el fin del contrato, en este extremo habiéndose transgredido el derecho constitucional a la libertad del trabajo. La Sala Civil de la Corte Superior de Justicia de Junin, expide resolucion confirmando la sentencia apelada que declara improcedente la accion de amparo interpuesta por la demandante, y fundada la accion interpuesta por Héctor Melgar Lazo. Formulado recurso de nulidad, con fecha dos de octubre de mil novecientos noventa y dos, la Sala Civil de la Corte Suprema de Justicia de la Republica, declara haber nulidad en la de vista antes mencionada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, mediante Resolucion de Alcaldia No 336-AMDT-90, de fecha cinco de setiembre de mil novecientos noventa se resuelve aprobar el contrato de locacion de servicios que celebro la Municipalidad Distrital de El 1Tambo, con el demandante Andrés Ballasco Mucha. 2. Que, por Resoluciones de Alcaldia N's 150, 156-AMDT-91, de fecha dos y nueve de octubre de mil novecientos noventa y uno, se resuelve a partir de las fechas los contratos de locacion de servicios de los demandantes. 3. Que, de conformidad a lo establecido en los articulos 30° y 470 inciso 13) de la Ley No 23853, que regula la Ley Organica de Municipalidades, el Alcalde, es reemplazado por el Teniente Alcalde el mismo que tiene la facultad de nombrar y remover al personal administrativo y de servicio y otorgarles licencias y permiso, siendo este el titular del pliego y estando a lo acreditado en autos a fojas veinte mediante copia de la resolucion del Jurado Nacional de Elecciones que lo acreditan como Alcalde, con fecha veintitrés de octubre de mil novecientos noventa y uno. 4. Que asimismo cabe senalar que los demandantes no gozan de estabilidad laboral por tener contratos de locacion de servicios, vale decir, fueron contratados por servicios no personales. 5. Que, en principio, la entidad demandada estaba en su derecho de resolver los contratos efectuados con los demandantes, por estar contemplado esa facultad en su quinta clausula acotada del Contrato de Locacion de Servicios en la que indica que el titular del pliego es el unico que podra rescindir dichos contratos, el mismo que se hizo efectivo por el titular de dicha entidad; del cual tuvieron conocimientos los actores al momento de firmar sus contratos y se sometieron a dichos términos sin interponer en su oportunidad ninguna objecion. Por lo que no se configura ningun derecho conculcado a los demandantes. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica,", "FALLA:": "Confirmando la resolucion expedida por la Sala Constitucional de la Corte Suprema de Justicia de la Republica, a fojas seis del cuadernillo del recurso de nulidad, con fecha dos de octubre de mil novecientos noventa y dos, que declaro haber nulidad en la sentencia de vista, declararon improcedente la accion de amparo; dispusieron que se publique en el Diario Oficial \"El Peruano\", , y los devolvieron. S.S.ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1998-03-20", "id": 36740, "nombre_demandado": "Alcalde interino de la Municipalidad Distrital de El Tambo (Héctor Melgar Lazo)", "nombre_demandante": "Andrés Ballasco Mucha y otra", "numero_expediente": "00027-1993-AA"}