{"CONTEXTO": " 00027-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00027-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 0027-97-AC/TC ANCASH COMPANIA DE RADIODIFUSION ALOPESA S.C.R. LTDA. RADIO EL PUERTO M SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintiséis dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Compania de Radiodifusion Alopesa S.C.R. Ltda. Radio El Puerto, contra la Resolucion de la Sala Mixta Descentralizada de Chimbote de la Corte Superior de Justicia de Ancash, de fojas ciento ochenta, su fecha treinta de julio de mil novecientos noventa y seis, que declaro improcedente la Accion de Cumplimiento contra la Municipalidad Provincial del Santa y otros.", "ANTECEDENTES:": "Compania de Radiodifusion Alopesa S.C.R. Ltda. Radio El Puerto, representada por don Pedro Gilberto Salazar Velezmoro, interpone Accion de Cumplimiento contra la Municipalidad Provincial del Santa, el Director del Ministerio de Agricultura-Chimbote y el Administrador. En el primer caso, a fin de que la Municipalidad emplazada cumpla con acatar la Resolucion Administrativa N.o 236-93 RCH-DRAG-AACH-DRSL de fecha veintinueve de octubre de mil novecientos noventa y tres, expedida por el Administrador Técnico del Distrito de Riego Santa Lacramarca-Agencia Agraria Chimbote del Ministerio de Agricultura y, en consecuencia, proceda a construir doscientos cincuenta metros del canal botador Tangay Bajo, Los Alamos, ubicado entre los pueblos jovénes 3 de Octubre y Golfo Pérsico del Distrito de Chimbote, Provincia del Santa, Region Chavin; metraje que fue destruido por personal de la demandada, perjudicando, segun se senala, tanto a los moradores de los asentamientos humanos cercanos como a las instalaciones de Radio El Puerto. Asimismo, la Accion de Cumplimiento tiene por objeto que el Alcalde de la Municipalidad Provincial del Santa cumpla con las disposiciones del Sistema de Defensa Civil (Decreto Ley N.° 19338, modificado por el Decreto Legislativo N.o 442); en lo que respecta al Director del Ministerio de Agricultura-Chimbote, a fin de que éste haga cumplir los secretos supremos N.o 037-89-AG y N.o 048-91-AG asi como la Resolucion Administrativa N.o 236-93-RCH-DRAG-AACH-DRSL; y que el Administrador cumpla con las funciones establecidas en el articulo 120° del Decreto Supremo N.o 048-91-AG y ejecute las resoluciones administrativas N.OS 236-93-RCH-DRAG-AACH-DRSL y 100-94 2 TRIBUNAL CONSTITUCIONAL RCH-DRAG-AAM-DRSI, resolucion esta ultima que autoriza a la Municipalidad la construccion del canal botador Los Alamos. Don Marcos Benites Guevara, Alcalde de la Municipalidad Provincial del Santa, contesta la demanda y solicita que se la declare infundada, por cuanto manifiesta que la \"obra de canalizacion del desague irrigacion los alamos... se encuentra en plena ejecucion\". El Juez del Segundo Juzgado Civil de Chimbote, a fojas ciento cuarenta y dos, con fecha veintitrés de octubre de mil novecientos noventa y cinco, expide resolucion declarando improcedente la Accion de Cumplimiento al considerar que se ha acreditado en autos que la obra esta en plena ejecucion y que su culminacion no solo es responsabilidad de la Municipalidad demandada. La Sala Mixta Descentralizada de Chimbote de la Corte Superior de Justicia de Ancash, a fojas ciento ochenta, con fecha treinta de julio de mil novecientos noventa y seis, confirmo la apelada, por los mismos fundamentos de esta ultima. Contra esta resolucion, se interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la Accion de Cumplimiento es preservar la eficacia de las normas 1. con rango de ley, asi como de los actos administrativos emanados de la administracion publica, que funcionarios 0 autoridades se encuentren renuentes a acatar. Que la demandante ha cumplido con efectuar el requerimiento a que se refiere el 2. articulo 5° inciso c) de la Ley N.o 26301, lo que esta acreditado con los documentos que obran a fojas cincuenta y cinco y siguientes. Que, con los documentos oficiales que aparecen de fojas ochenta y nueve y 3. siguientes, esta acreditado que la obra cuya ejecucion reclama la demandante, se presupuesto para su ejecucion en el ejercicio de mil novecientos noventa y cinco, que fue iniciada y luego paralizada por diversos motivos, entre ellos, porque la demandada no recibio el apoyo de mano de obra por parte de la junta de usuarios del canal; ademas, estan acreditadas en autos las coordinaciones que se han efectuado con los sectores comprometidos para fines de culminar dicha obra. Que, en consecuencia, no esta probada la renuencia de los demandados en acatar las 4. disposiciones cuyo cumplimiento exige la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; J TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Mixta Descentralizada de Chimbote de la Corte Superior de Justicia de Ancash, de fojas ciento ochenta, su fecha treinta de julio de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO / NF LOQUE CERTIFICO: DRA.MARIA-EUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-09-28", "id": 35784, "nombre_demandado": "Municipalidad Provincial del Santa y otros", "nombre_demandante": "Compañía de Radiodifusión Alopesa SCRLtda Radio El Puerto representada por Pedro Gilberto Salazar Velezmoro", "numero_expediente": "00027-1997-AC"}