{"CONTEXTO": " 00027-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00027-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 027-98-HC/TC LIMA RAMON RAMIREZ ERAZO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por don Ramon Ramirez Erazo contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y dos, su fecha dieciocho de noviembre de mil novecientos noventa y siete, que declaro improcedente la demanda. ANTECEDENTES: : Don Ramon Ramirez Erazo interpone demanda de Accion de Habeas Corpus contra el General de la Policia Nacional del Peru Guillermo Caceres Burga solicitando el cese de los actos de restriccion de su libertad personal, refiriendo como hechos que el dia tres de noviembre de mil novecientos noventa y siete, a horas seis y treinta de la tarde, fue intervenido por personal de la Policia Judicial cuando se encontraba con tres periodistas del diario La Nacion, del cual es Director General; que al pedir explicaciones de las razones de su proceder, solo atinaron a decir que actuaban por ordenes superiores. El denunciado General PNP Guillermo Caceres Burga, al prestar su declaracion, manifiesta que es totalmente falsa dicha imputacion ya que el dia que ocurrio el supuesto acoso se encontraba con licencia, pero hace presente que la Segunda Sala Penal de Huaraz ha cursado un oficio ordenando la captura del inculpado don Ramon Ramirez Erazo, en el proceso que se le sigue por desacato; que una vez recibida tal peticion, el personal policial de la Direccion a su cargo se ha constituido en las oficinas del diario La Nacion con el objeto de indagar sobre su paradero; que no se le ha ubicado fisicamente; que si se esta indagando sobre su paradero se debe a que existe tal mandato judicial, y que el hacer caso omiso a este mandato seria caer en desobediencia a la autoridad judicial; que esa orden sigue vigente por no existir el levantamiento de esta orden de captura; termina presentando copia del Oficio N.° 1855-97-SSPA-Hz del once de julio de mil novecientos noventa y siete, firmado por el Presidente de la Segunda Sala Penal de la Corte Superior de Justicia de Ancash. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas once, con fecha cinco de noviembre de mil novecientos noventa y siete, 2 TRIBUNAL CONSTITUCIONAL declara infundada la demanda por considerar, principalmente, que el accionar del denunciante esta destinado a bloquear una ordenjudicial. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha dieciocho de noviembre de mil novecientos noventa y siete, a fojas cuarenta y dos, revoca la apelada y reformandola declara improcedente la demanda, por considerar que respecto del denunciante existe mandato judicial de captura a nivel nacional por parte de la Segunda Sala Penal de la Corte (R Superior de Justicia de Ancash.", "FUNDAMENTOS:": "1. Que, como es de verse de fojas siete, desde el once de julio de mil novecientos noventa y siete, existe contra el actor una orden de captura dispuesta por la Segunda Sala Penal de la Corte Superior de Justicia de Ancash en la instruccion que se le sigue por el delito de desacato y otro, y si se tratase de una homonimia, como después lo expresa el actor, ha debido recurrir al Juez competente en lo Penal, para que aclare y resuelva esta homonimia, conforme lo dispone la norma legal especial vigente, y no a la via del habeas corpus. 2. Que el denunciado es un funcionario encargado de hacer cumplir la ley, y el acto practicado lo ha hecho en cumplimiento de los deberes que le impone la ley en su articulo 282° y siguientes de la Ley Organica del Poder Judicial, como organo de auxilio, y que a pesar de estar autorizados para usar la fuerza, lo han hecho en la medida en que razonablemente ha sido necesaria, no acreditândose lo contrario. 3. Que la decision de las autoridades policiales competentes ha sido tomada conforme a ley, porque la normatividad interna, en este caso el cumplimiento de la orden de captura dictada por la Segunda Sala Penal de la Corte Superior de Justicia de Ancash, ha sido aplicada de buena fe y de manera razonable, careciendo de competencia la Policia Nacional del Peru para revisar la ordenjudicial, sino tan solo darle cumplimiento como organo de auxilio de la justicia, salvo que la orden sea notoriamente ilicita. 4. Que, en consecuencia, es de aplicacion el articulo 16° inciso a) de la Ley N.° 25398, Ley Complementaria de la Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y dos, su fecha dieciocho de noviembre de mil novecientos noventa y siete, que 3 TRIBUNAL CONSTITUCIONAL revocando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE ele - NUGENT GARCIA MARCELO Certifi00: LO que 1l. Dre. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL JAM/daf", "fecha_publicacion": "1999-05-13", "id": 35096, "nombre_demandado": "General de la Policía Nacional del Perú (Guillermo Cáceres Burga)", "nombre_demandante": "Ramón Ramírez Erazo", "numero_expediente": "00027-1998-HC"}