{"CONTEXTO": " 00025-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00025-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.1 No 025-98-AA/TC LIMA JACOBO PINO PONCE Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los catorce dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario que formulan don Jacobo Pino Ponce y otros contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cincuenta y seis, su fecha diecisiete de octubre de mil novecientos noventa y siete, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Jacobo Pino Ponce y otros, con fecha diecinueve de agosto de mil novecientos noventa y seis, interpone Accion de Amparo contra el Ministro de Agricultura solicitando se declare la nulidad de la Resolucion Ministerial N.o 361-96- AG, de fecha ocho de mayo de mil novecientos noventa y seis, e inaplicable la Resolucion Ejecutiva Regional N.o 421-93-CR/R.JCM, por considerar que se ha violado su derecho a la propiedad. Indican que en el fundo San Pablo 0 Aguas Calientes 0 Juntuma 0 Buena Esperanza, cuya propiedad reclaman, nunca ha existido una Comunidad Campesina, y que la denominada Comunidad Campesina \"Tres de Mayo, San Pablo 0 Aguas Calientes\" esta integrada por nueve familias que pertenecen a otras Comunidades Campesinas como San Fernando, R.B. Tarucamarca, Cholloncani, etc. Sostienen que los integrantes de la Comunidad Campesina mencionada en primer lugar --la misma que ha obtenido su reconocimiento oficial por parte de la ex Unidad Agraria Departamental XXI-Puno mediante la Resolucion Directoral N.o 206-90-DSR- JCM/DRN de fecha dieciocho de junio de mil novecientos noventa--, en el ano de mil novecientos noventa y tres procedieron a invadir las cabanas ubicadas en el citado Fundo; cuya propiedad adquirieron con fecha quince de marzo de mil novecientos setenta y cuatro. El Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Agricultura contesta la demanda manifestando que la misma debe ser declarada improcedente, atendiendo a que la cuestionada Resolucion Ministerial no afecta ningun derecho de los demandantes; que de los actuados ha quedado establecido que el predio rustico \"San Pablo\" ha sido objeto de expropiacion en el ano de mil novecientos setenta y ocho pasando a propiedad del Estado, quien a partir de dicha fecha era competente para otorgar los titulos de propiedad conforme a las leyes entonces vigentes sobre la L TRIBUNAL CONSTITUCIONAL Reforma Agraria. Indica que los demandantes no acreditan ser beneficiarios O adjudicatarios de dicha reforma ni acreditan tener titulos de propiedad sobre dichos predios. Concluye sosteniendo que por medio de la Accion de Amparo no se puede pretender el reconocimiento de derechos de propiedad asi como tampoco la nulidad e insubsistencia de una resolucion administrativa. El Juez del Primer Juzgado Especializado en Derecho Publico de Lima, a fojas ciento veintinueve, con fecha cuatro de noviembre de mil novecientos noventa y seis, declara improcedente la demanda por considerar principalmente, que los demandantes debieron recurrir a la accion contencioso administrativa para cuestionar el reconocimiento dado a la Comunidad Campesina Tres de Mayo, y solicitar el derecho de propiedad que afirman tener sobre los terrenos que corren registrados a favor de aquella comunidad. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cincuenta y seis, con fecha diecisiete de octubre de mil novecientos noventa y siete, confirma la apelada por estimar que la Resolucion Ministerial cuestionada fue emitida por la maxima autoridad de dicho Sector en uso de sus funciones, sin transgredir disposiciones de orden constitucional; y porque, ademas, la Accion de Amparo no es la via idonea para cuestionar una resolucion administrativa que ha causado estado.", "FUNDAMENTOS:": "1. Que, conforme se advierte de los actuados, los demandantes interponen la presente accion de garantia con el objeto de que se deje sin efecto la Resolucion Ministerial N.o 361-96-AG e inaplicable la Resolucion Ejecutiva Regional N.o 421-93- CR/R.JCM; y, a su vez, cuestionan el reconocimiento otorgado a la Comunidad Campesina \"Tres de Mayo, San Pablo 0 Aguas Calientes\" y solicitan se les reconozca el derecho de propiedad sobre los terrenos que se indican en la demanda. 2. Que, siendo asi, cabe senalar que ello no resulta posible dilucidarse a través de una Accion de Amparo, toda vez que ésta es una accion de garantia de naturaleza restitutiva y no constitutiva de derechos, cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, de conformidad con lo establecido en el articulo 1° de la Ley N.o 23506, de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria 2 3 TRIBUNAL CONSTITUCIONAL Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cincuenta y seis, su fecha diecisiete de octubre de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ MAnces DIAZ VALVERDE NUGENT Muu à ly GARCIA MARCELO Certifi00: Lo que - - - / / - Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL AAM 3", "fecha_publicacion": "1999-05-23", "id": 35113, "nombre_demandado": "Ministro de Agricultura", "nombre_demandante": "Jacobo Pino Ponce", "numero_expediente": "00025-1998-AA"}