{"CONTEXTO": " 00039-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00039-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 039-99-AA/TC AREQUIPA DORA SALAZAR CARRENO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Dora Salazar Carreno contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, a fojas doscientos uno, su fecha once de noviembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Dora Salazar Carreno interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional, con la finalidad de que se deje sin efecto la Resolucion N.o 21664-93, del veinticinco de febrero de mil novecientos noventa y tres, expedida por la Gerencia Departamental Arequipa-Division Regional de Pensiones, en la que se le deniega su pension de jubilacion en virtud del Decreto Ley N.o 25967. Alega que le corresponde su pension de jubilacion por tener las aportaciones suficientes y la edad que exige el Decreto Ley N.o 19990. Manifiesta que el Decreto Ley N.o 25967 le ha sido aplicado en forma retroactiva, perjudicandola, cuando a ella solo se le debio aplicar el Decreto Ley N.o 19990, puesto que la cuestionada norma ha modificado los requisitos para acceder a una pension, vulnerando su derecho constitucional a la Seguridad Social, a las prestaciones de pensiones, amenazando con ello el derecho a la vida y a la integridad fisica a que tiene derecho la demandante y su familia, previstos en los articulos 40, 10° y 11° de la Constitucion Politica del Peru. La Oficina de Normalizacion Previsional contesta la demanda, contradiciéndola en todos sus extremos, y propone las excepciones de caducidad y falta de agotamiento de la via previa. El Primer Juzgado Especializado de Trabajo de Arequipa, a fojas ciento sesenta y cinco, con fecha catorce de julio de mil novecientos noventa y ocho, declara fundada I TRIBUNAL CONSTITUCIONAL la demanda, por considerar que la demandante ceso en sus actividades laborales el treinta de setiembre de mil novecientos noventa y dos, encontrandose vigente el Decreto Ley N.o 19990, sin embargo, la entidad demandada procedio a resolver el caso de la demandante, conforme a lo dispuesto en el articulo 1° del Decreto Ley N.o 25967, contraviniendo el articulo1870 de la Constitucion Politica de 1979 vigente en ese entonces, concordante con el articulo 103° de la Constitucion Politica actual. Asimismo declaro infundadas las excepciones propuestas por la demandada. La Sala Laboral de la Corte Superior de Justicia de Arequipa, a fojas doscientos uno, con fecha once de noviembre de mil novecientos noventa y ocho, revoca la sentencia apelada y la declara improcedente, senalando que la demandante no ha cumplido con agotar las vias previas. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la pretension de la demandante es que a través de la presente Accion de 1. Amparo, se deje sin efecto la Resolucion N.o 21664-93 expedida por la Gerencia Departamental Arequipa-Division Regional de Pensiones, de fecha veinticinco de febrero de mil novecientos noventa y tres, y se otorgue a la demandante su pension dej jubilacion con arreglo a lo establecido en el Decreto Ley N.° 19990. Que, de la Resolucion N.o 21664-93, que obra en autos a fojas dos, aparece que 2. la demandante ceso en su actividad laboral el treinta de setiembre de mil novecientos noventa y dos. Igualmente se advierte que con fecha dos de octubre de mil novecientos noventa y dos, presento su solicitud acogiéndose al régimen pensionario establecido por el mencionado Decreto Ley. Que no cabe invocar para el presente caso la excepcion de caducidad, por cuanto 3. se trata de un reclamo en materia pensionaria, donde los actos violatorios objeto de reclamo, asumen carâcter continuado, por lo que en tales circunstancias no rige el término contemplado por el articulo 370 de la Ley N.o 23506, sino lo dispuesto en la ultima parte del articulo 26° de la Ley N.o 25398. Que, en el presente caso, por la naturaleza del derecho invocado, teniendo en 4. consideracion que la pension tiene caracter alimentario y habiéndose ejecutado en forma inmediata, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 1) del articulo 28° de la Ley N.o 23506. Que, conforme se ha expresado en la Sentencia recaida en el Expediente N.° 007- 5. 96-I/TC, este Tribunal considera que el estatuto legal seguin el cual debe calcularse y otorgarse la pension de la demandante, es el Decreto Ley N.° 19990; en consecuencia, tanto el nuevo sistema de câlculo de la pension jubilatoria 2 TRIBUNAL CONSTITUCIONAL como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.° 25967, se aplicaran solo y unicamente a los asegurados que con posterioridad a su vigencia, cumplan con los requisitos senalados en el régimen previsional del Decreto Ley N.o 19990, y no a aquéllos que los cumplieron con anterioridad a dicha fecha, porque de hacerlo se estaria contraviniendo lo consagrado en el articulo 1870 y la Octava Disposicion General y Transitoria de la Constitucion de 1979, vigente en la fecha de ocurridos los hechos y posteriormente reafirmado por el articulo 103° y la Primera Disposicion Final y Transitoria de la Constitucion Politica de 1993. Que, al haberse resuelto la solicitud de la demandante, aplicando las normas 6. contenidas en el Decreto Ley N.o 25967, se ha vulnerado el principio de irretroactividad de la norma. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, de fojas doscientos uno, su fecha once de noviembre de mil novecientos noventa y ocho, que revocando la sentencia apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable a la demandante la Resolucion N.o 21664-93, de fecha veinticinco de febrero de mil novecientos noventa y tres, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.° 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO V aveea E.G.D Lo que Certifico: Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-15", "id": 35446, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Dora Salazar Carreño", "numero_expediente": "00039-1999-AA"}