{"CONTEXTO": " 00037-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00037-1995-AA.pdf) --- S-784 Que los acuerdos del Concejo Distrital de El Agustino No 030....que ordena unilateralmente anular la Resolucion No 1012 que nombro a los actores, y el No 033...que acuerda revisar la misma resolucion materia de su nombramiento, atentan ostensiblemente contra la estabilidad laboral de dichos trabajadores... Exp. No 037-95-AA/TC Lima Caso: Ricardo Montalvan Huerta y otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Ricardo Montalvan Huerta y otros contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha nueve de mayo de mil novecientos noventicuatro, que declara haber nulidad en la sentencia de vista dictada por la Cuarta Sala Civil Especializada de la Corte Superior de Justicia de Lima, del veintinueve de setiembre de mil novecientos noventitrés, que confirma la del Décimo Sexto Juzgado Especializado en lo Civil de Lima, del doce de abril de mil novecientos noventitrés, y declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interponen contra el Concejo Distrital de El Agustino a fin de que cesen los actos que amenazan su derecho a la estabilidad laboral, pues llevan varios anos de servicios ininterrumpidos prestados como permanentes al amparo del articulo treintidos del Decreto Legislativo No 573, y que sin embargo un grupo de concejales han logrado los Acuerdos Nos. 030 y 033 de fechas 3y 20 de julio de 1992, respectivamente, orientados a anular y revisar la Resolucion de Alcaldia No 1012, de fecha 8 de junio de 1992, mediante la cual se les nombro como servidores permanentes; que, asimismo, amenaza su derecho a la estabilidad laboral el informe emitido por la Asesoria Legal del Concejo demandado signado con el No 503-92-UDJAA, del veintisiete de octubre de mil novecientos noventidos, que opina dejar sin efecto sus nombramientos mencionados. El Décimo Sexto Juzgado Especializado Civil de Lima declaro fundada la demanda, por considerar, entre otras razones, que si bien los actores fueron contratados por la Municipalidad demandada para prestar servicios no personales, lo cierto es que este tipo de contrato tiene como caracteristica el de desarrollarse sin sujecion a horario de trabajo y permanencia, y que los actores vienen realizando sus labores desde hacen mas de tres anos sujetos a horario de trabajo y dependencia, por lo que resulta de aplicacion la Ley No 24041. Interpuesto recurso de apelacion, la Cuarta Sala Civil Especializada de la Corte Superior de Justicia de Lima, confirma la apelada, segun resolucion del 29 de setiembre de 1993, al estimar que los contratos de trabajo no personales celebrados entre los accionantes y la demandada tienen como finalidad sustraer a éstos de la estabilidad laboral, lo cual esta en contradiccion con el articulo 42° inciso 2) de la Constitucion Politica que prohibe cualquier condicion que impida el ejercicio de los derechos constitucionales de los trabajadores, y que el Decreto Legislativo No 573, articulo 32°, que sustituye el articulo 18° de la Ley No 25185, autoriza a los organismos del Sector Publico a nombrar personal contratado que hayan cumplido cuando menos un ano de servicios ininterrumpidos. Concedido recurso de nulidad al demandado, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, por sentencia del 9 de mayo de 1994 declaro haber nulidad en la de vista e improcedente la demanda, por estimar que los actores no han agotado la via previa mediante el procedimiento administrativo que requiere la ley, y que la accion de amparado no procede contra el Informe No 503-92- UDJAA por cuanto no constituye amenaza de violacion de un derecho constitucional, por tratarse de una opinion que no decide el asunto en debate. Contra esta resolucion los actores interponen recurso de casacion, por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "De autos consta que los actores venian trabajando directamente para el Concejo Distrital de El Agustino en forma permanente y sujetos a subordinacion jerarquica, igual que los demas servidores estables de dicha Municipalidad, por cuyo motivo la emplazada expidio la Resolucion de Alcaldia No 1012 de fecha 8 de junio de 1992 nombrandolos en via de regularizacion, con arreglo al articulo 18° de la Ley No 25185 modificado por el articulo 32° del Decreto Legislativo No 573, del 7 de abril de 1990, que autorizo a los organismos del Sector Publico a nombrar personal contratado, siempre que a la fecha de vigencia de la citada ley hayan cumplido un ano de servicios ininterrumpidos, realizando tareas ylo funciones de caracter permanente. Que, teniendo garantizada su estabilidad laboral conforme a lo previsto por la Ley No 24041, dichos servidores no pueden ver amenazados esta garantia fundamental consagrada en los articulos 42, paragrafos Iro, 2do. y 3ro. y 48° de la Constitucion Politica del Estado de 1979, aplicable al caso de autos. Que los acuerdos del Concejo Distrital de El Agustino No 030, del 2 de julio de 1992, que ordena unilateralmente anular la Resolucion No 1012 que nombro a los actores, y el No 033, del 16 de julio de 1992, que acuerda revisar la misma resolucion materia de su nombramiento, atentan ostensiblemente contra la estabilidad laboral de dichos trabajadores, por cuya razon la accion de amparo en este extremo resulta fundada. Que el informe No 503-92-UDJAA, de fecha 27 de octubre de 1992, contra el cual esta también dirigida la accion de amparo, no constituye amenaza de violacion de derecho constitucional alguno por tratarse de una opinion legal subordinada que no puede decidir el asunto materia de litigio, por lo que en este extremo la demanda es improcedente. Que segun la Cuarta Disposicion Transitoria de la Ley No 23853, Organica de Municipalidades, la Alcaldia Provincial no se constituye en superior jerarquico de la Distrital en asuntos referidos al area laboral, dado que ésta goza de autonomia economica y administrativa y, por lo tanto, de competencia y jurisdiccion en las acciones de personal de su respectivo ambito, de suerte que el recurso de reconsideracion interpuesto a fojas 24 por los actores agota la via administrativa, siendo de aplicacion la excepcion contenida en el inciso 3) del articulo 28° de la Ley No 23506, de Habeas Corpus y Amparo. Por estas consideraciones, el Iribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion del Estado, su Ley Orgânica No 26435 y la Ley modificatoria No 26801,", "FALLA:": "Confirmando en parte la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, que obra a fojas 62 del cuadernillo respectivo, su fecha 9 de mayo de 1994, en cuanto declara haber nulidad en la sentencia de vista y revoca la apelada declarando improcedente la accion de amparo respecto al informe No 503-92-UDJAA, de fecha 27 de octubre de 1992; y revocando la misma sentencia en la parte que declara improcedente la demanda respecto a los acuerdos No 030 del 2 de julio de 1992 y No 033 del 16 de julio de 1992, en cuyo extremo confirmaron la sentencia emitida por la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, de fecha 29 de setiembre de 1993, que obra a fojas 1337, que a su vez confirma la sentencia apelada del Décimo Sexto Juzgado Civil de Lima y declara fundada la accion de amparo interpuesta; con lo demas que contiene; dispusieron su publicacion en el Diario Oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ / NUGENT / DIAZ VALDERDE / GARCIA MARCELO.", "fecha_publicacion": "1998-02-14", "id": 36674, "nombre_demandado": "Concejo Distrital de El Agustino", "nombre_demandante": "Ricardo Montalván Huerta y otros", "numero_expediente": "00037-1995-AA"}