{"CONTEXTO": " 00038-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00038-1995-AA.pdf) --- S-353 Que, el Acuerdo de Directorio de CENTROMIN PERU S.A. ...que se pretende dejar sin efecto mediante la presente accion de garantia, es un acto administrativo valido, pues deja sin efecto la Norma de Procedimiento No As. 1.0.37 que era contraria a la Ley No 20530... Exp. No 038-95-AA/TC Lima Caso: Raul Morales Vega SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de julio de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de casacion, que en aplicacion del articulo 41° de la Ley No 26435, Organica del Tribunal Constitucional, debe entenderse como Recurso Extraordinario, interpuesto en tiempo habil por don Raûl Morales Vega, contra la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, su fecha dieciséis de mayo de mil novecientos noventicuatro, que declaro improcedente la accion de Amparo interpuesta por el mismo accionante.", "ANTECEDENTES:": "Don Raul Morales Vega, interpuso con fecha dieciséis de marzo de mil novecientos noventitrés, Accion de Amparo contra el Directorio de CENTROMIN PERU S.A. (folio 49 a folio 53) para que se deje sin efecto el Acuerdo de Directorio No 026-92 de fecha dos de abril de mil novecientos noventidos, que al derogar la Norma y Procedimiento No As.1.0.37, recorto el derecho de los trabajadores de CENTROMIN PERU S.A. a incorporarse al régimen pensionario de la Ley No 20530. Solicita ademas, que la empresa lo incorpore al citado régimen, en razon de haberse transgredido, segun expresa, los dos ultimos paragrafos del articulo 44° y el articulo 57° de la Carta Magna de 1979 vigente en ese entonces, que a continuacion se transcriben: \"Art. 44.-...Los trabajadores tienen derecho a descanso semanal remunerado, vacaciones anuales pagadas y compensacion por tiempo de servicios. También tienen derecho a las gratificaciones, bonificaciones y demas beneficios que senala la ley O el convenio colectivo\". \"Art. 57.- Los derechos reconocidos a los trabajadores son irrenunciables. Su ejercicio esta garantizado por la Constitucion. Todo pacto contrario es nulo\". El Directorio de CENTROMIN PERU S.A. contesta la demanda, (folios 69 y 70) solicitando se declare improcedente la pretension del demandante, por los siguientes fundamentos: que, por una erronea interpretacion de la Ley No 20530, la Empresa aprobo la Norma y Procedimientos No As. 1.0.37 que permitia a sus trabajadores incorporarse a dicho régimen pensionario pese a pertenecer al régimen de la Ley No 4916; que, corrigiendo dicho error, por Acuerdo de Directorio No 026-92 se dejo sin efecto aquella norma interna, y se declararon nulas las reincorporaciones otorgadas con arreglo a ella; que, el demandante pretende via el Amparo restablecer un procedimiento irrito que es contrario a la Ley No 20530. Mediante la Resolucion No 7 de fecha treinta de julio de mil novecientos noventitrés, (folio 97 a folio 100) el Tercer Juzgado Civil de Lima, declara fundada la Accion de Amparo, en base a los siguientes fundamentos: que, el demandante presto servicios militares desde el ano 1955 hasta el 31 de enero del ano 1969 fecha en que egreso con grado de Capitan del Ejército Peruano; que, a partir del primero de febrero de mil novecientos sesentinueve y hasta el veintinueve de mayo de mil novecientos setenticuatro laboro en la Direccion General de Contribuciones, hoy SUNAT, razon por la cual el Ministerio de Economia y Finanzas mediante la Resolucion Ministerial No 252-76-EF/43 de fecha veintiséis de febrero de mil novecientos setentiséis, (folio 78) le reconoce de abono 19 anos, dos meses y 29 dias de servicios prestados a la administracion publica, otorgandole una pension de cesantia ascendente a la suma de SI. 12,072.86; y, finalmente, que, en aplicacion de la Ley No 25273 resulta pertinente acumular dicho tiempo de servicio reconocido, con el que laboro en CENTROMIN PERU S.A. para los efectos de su reincorporacion al régimen pensionario de la Ley No 20530. Por los fundamentos de primera instancia, la Tercera Sala Civil de la Corte Superior de Justicia de Lima, dicta la Resolucion No 2101-S de fecha dieciséis de diciembre de mil novecientos noventitrés, (folio 128) confirmando la apelada. La Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, con fecha dieciséis de mayo de mil novecientos noventicuatro, (folio 39 del Cuadernillo de Nulidad) falla declarando improcedente la demanda por las siguientes razones: que, erroneamente, el demandante solicita via la Accion de Amparo su reincorporacion al régimen de la Ley No 20530; que, finalmente, dicha reincorporacion requiere de probanza por haber laborado el accionante en varias empresas del Estado.", "FUNDAMENTOS:": "Que, al amparo de los articulos 5°, 7°, 16°, 39° y 46° de la Ley No 20530, se incorporo al demandante en el régimen pensionario de dicha norma mediante la Resolucion Ministerial No 252-76-EF/43 de fecha veintiséis de febrero de mil novecientos setentiséis (folio 78). Que, segun lo establece el articulo 14°, inciso b) de la citada Ley No 20530, no son acumulables los servicios prestados al Sector Publico bajo el régimen laboral de la actividad publica, con los prestados al mismo Sector bajo el régimen laboral de la actividad privada. Que, de conformidad con el segundo paragrafo del articulo 59° de la Carta Magna de 1979, vigente en ese entonces, y el articulo 2° del Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa, los trabajadores que prestan servicios en las empresas del Estado, como es el caso del demandante, no estan comprendidos en la carrera administrativa, por tanto es improcedente su incorporacion O reincorporacion al régimen pensionario de la Ley No 20530. Que, el Acuerdo de Directorio de Centromin Peru S.A.No 026-92 de fecha dos de abril de mil novecientos noventidos, que se pretende dejar sin efecto mediante la presente accion de garantia, es un acto administrativo valido, pues deja sin efecto la Norma de Procedimiento No As. 1.0.37 que era contraria a la Ley No 20530; por consiguiente 1 de dicha norma procedimental interna no podian emerger los \"derechos adquiridos\" que alude el demandante. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Confirmando la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, su fecha dieciséis de mayo de mil novecientos noventicuatro, que declaro haber nulidad en la sentencia de vista, su fecha dieciséis de diciembre de mil novecientos noventitrés, que confirmando la apelada declaro fundada la Accion de Amparo; y reformandola, la declararon improcedente; mandaron se publique en el Diario Oficial \"El Peruano\", 1 conforme a ley, y los devolvieron. S.S. ACOSTA SANCHEZI NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-08-17", "id": 36295, "nombre_demandado": "Directorio de CENTROMIN PERÚ SA", "nombre_demandante": "Raúl Morales Vega", "numero_expediente": "00038-1995-AA"}