{"CONTEXTO": " 00030-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00030-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 030-98-AA/TC LIMA ASOCIACION DE CESANTES JUBILADOS DE CORREOS Y TELEGRAFOS DE LA REGION CENTRAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Cesantes Jubilados de Correos y Telégrafos de la Region Central contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha treinta y uno de octubre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion de Cesantes Jubilados de Correos y Telégrafos de la Region Central interpone demanda de Accion de Amparo contra el Ministerio de Transportes, Comunicaciones, Vivienda y Construccion, con la finalidad de que se declare nula y sin efecto legal la Resolucion Suprema N.o 102-96-MTC, de fecha veintiocho de octubre de mil novecientos noventa y seis, en el que se aprueba el Estatuto de la Asociacion Mutualista del Sector de Transportes, Comunicaciones, Vivienda y Construccion (Ex Asociacion Mutualista de Correos y Telecomunicaciones), que dicha aprobacion es arbitraria y unilateral en razon de que jamas ha sido consentida, mucho menos aceptada, ni ha existido participacion ni aprobacion por los miles de asociados, lo que ha constituido un atropello de los derechos e intereses de los asociados tutelados por el articulo 1° e inciso 2) del articulo 2° de la Carta Magna. Ampara su demanda en lo dispuesto por el articulo 24° incisos 2), 8), 9), 13), 14) y 22); articulos 26°, 290 y 30° de la Ley N.o 23506; articulo 10, 46°, 1090, 1380, 1390 inciso 3); 200° inciso 2) de la Constitucion Politica del Estado, articulos 130°, 424°, 425° del Codigo Procesal Civil y otras normas aplicables a la presente. 2 TRIBUNAL CONSTITUCIONAL El Ministerio demandado contesta la demanda solicitando que se declare infundada 0 improcedente, toda vez que la Ministra del sector ha actuado en el uso de las facultades que la ley le permite, asimismo, como consecuencia de un proceso de auditoria a tal asociacion; por otro lado, la Accion de Amparo no es la via idonea para pretender dejar sin efecto un acto administrativo, asimismo, la accion ha caducado al haber sido interpuesta después de sesenta dias; por ultimo, no proceden las acciones de garantia contra normas legales. El Tercer Juzgado Especializado en Derecho Publico de Lima, con fecha seis de marzo de mil novecientos noventa y siete, declaro infundada la demanda, por considerar, entre otras razones, que no se desprende ni del petitorio ni de la fundamentacion de la demanda incoada en qué forma la Resolucion Suprema cuestionada lesiona intereses y cual es el derecho constitucional vulnerado, siendo en todo caso la impugnacion de resolucion administrativa la vida idonea para cuestionar sus efectos, consecuentemente, se colige que la presente demanda carece de uno de los elementos esenciales para la presente via, cual es el acreditar la existencia del hecho violatorio que lesione un derecho reconocido por la Carta Magna. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha treinta y uno de octubre de mil novecientos noventa y siete, revocando la apelada declara improcedente la demanda, por considerar que en la Constitucion Politica del Estado en el inciso 2) del articulo 200° senala que la Accion de Amparo procede respecto de hechos u omisiones, por parte de cualquier autoridad, funcionario 0 persona, que vulnera 0 amenaza derechos reconocidos por la Constitucion taxativamente; se precisa que no procede contra normas legales; que en el caso submateria, precisamente, se pretende cuestionar en amparo una norma legal de caracter general para el sector al que atane; para el caso, la norma constitucional prescribe distinto mecanismo. Contra esta resolucion, la demandante interpone Recurso Extraordinario. FUNDAMENTO: Que la acotada Resolucion Suprema no es susceptible de debatirse mediante la via procesal constitucional de la Accion de Amparo, toda vez que no procede mediante esta accion de garantia cuestionar la validez de normas legales. De conformidad con los incisos 2) y 5) del articulo 200° de la Constitucion Politica del Estado, se establece que la via procedimental de la Accion Popular es la pertinente para un petitorio como el invocado en la presente demanda. Asimismo, debe entenderse que el concepto de norma legal vertido en estos dos incisos antes senalados es el cuerpo normativo que lleva consigo disposiciones que tienen naturaleza juridica de carâcter general. 2 J TRIBUNAL CONSTITUCIONAL Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos veintinueve, su fecha treinta y uno de octubre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTASANCHEZ DIAZ VALVERDE NUGENT a GARCIA MARCELO MR Lo que Certif100: MARIA LUZ SOUE RELATORA Dra. SECRETARI PLONETTUCONAL TRIBUNAL 3", "fecha_publicacion": "1999-08-07", "id": 35551, "nombre_demandado": "Ministerio de Transportes, Comunicaciones, Vivienda y Construcción", "nombre_demandante": "Asociación de Cesantes Jubilados de Correos y Telégrafos de la Región Central", "numero_expediente": "00030-1998-AA"}