{"CONTEXTO": " 00039-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00039-1993-AA.pdf) --- S-359 Que, del petitorio de la demanda, se establece que indirectamente el demandante pretende cuestionar una resolucion judicial \"J para el caso es de aplicacion el articulo 6° inciso 2) de la Ley No 23506, que senala que no procede accion de garantia contra resoluciones judiciales emanadas de un procedimiento regular. Exp. No 039-93-AA/TC Lima Nombre: Nihl Producciones S.R.L. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los once dias del mes de julio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Nihl Producciones S.R.L. contra la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veinticuatro de noviembre de mil novecientos noventidos, que declaro no haber nulidad en la resolucion de vista que revocando la apelada declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Nihl Producciones S.R.L. interpone accion de amparo contra el Dr. Licurgo Pinto Ruiz, Ejecutor Coactivo de Lima, con la finalidad de que se deje sin efecto la resolucion expedida por el demandado que ordena el lanzamiento del actor del inmueble de su propiedad, hace extensiva la demanda a dona Delia Yauri Hidalgo, en calidad de copropietaria original del inmueble ubicado en Av. Grau 290 Barranco. Ampara su demanda en lo dispuesto por el inciso 2 literal 1 del articulo 2° de la Constitucion de 1979, y los articulos 1°, 2,3° y 24° inciso 16 de la Ley No 23506 y su modificatoria. El 30° Juzgado en lo Civil de Lima, con fecha quince de mayo de mil novecientos noventiuno declaro fundada la demanda, por considerar, entre otras razones, que conforme establece el Decreto Ley No 17355, la Administracion Publica esta facultada para ejercer los actos de coercion para cobro de ejecucion forzosa cuya jurisdiccion muy sui géneris esta limitada. Ademas, en dicha norma se establece que los Jueces O los Miembros del Tribunal solamente examinaran el proceso coactivo mas no el fondo; por lo que el demandado Licurgo Pinto Ruiz, en su calidad de Ejecutor Coactivo estaba impedido de ordenar lanzamientos O pronunciarse, tal como lo dispone el articulo 7° del Decreto Ley No 17355. Interpuesto recurso de apelacion, la Tercera Sala Civil de la Corte Superior de Justicia de Lima, con fecha seis de diciembre de mil novecientos noventiuno, revoco la apelada y reformandola declaro improcedente la demanda, por estimar que el propio demandante reconoce que la Segunda Sala Civil de la Corte Superior de Lima, declaro nulos los actos procesales del procedimiento coactivo, dentro de los cuales estaba comprendido el remate del inmueble ubicado en Av. Grau 290 Barranco; por consiguiente es legitima la reposicion de dicho inmueble a la codemandada Delia Yauri Hidalgo, ya que la misma proviene de un mandato judicial. Interpuesto recurso de nulidad la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veinticuatro de noviembre de mil novecientos noventidos, declaro no haber nulidad en la resolucion de vista que declaro improcedente la accion de amparo. Contra esta resolucion el demandante interpone recurso de casacion, el mismo que debe entenderse como extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, mediante sentencia de fecha seis de julio de mil novecientos noventa, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, cuya copia corre a fojas 122 a 125, declaro nulo el proceso coactivo, que dio origen al remate del inmueble de propiedad de la codemandada dona Delia Yauri Hidalgo, razon por la cual procede la reposicion del inmueble a la codemandada dona Delia Yauri Hidalgo. 2. Que, el demandante tuvo conocimiento del asiento registral numero 24, fojas 65 del tomo 431 del Registro de la Propiedad Inmueble de Lima, respecto del inmueble en cuestion y que corre en autos a fojas 49, por lo que no puede invocar el demandante buena fe, en la compra del inmueble ubicado en Av. Grau 290 Barranco, mas aun cuando por asiento registral numero 29, que corre a fojas 55, se establece que el demandante ha transferido el inmueble, perdiendo asi el legitimo interés para actuar. 3. Que, del petitorio de la demanda, se establece que indirectamente el demandante pretende cuestionar una resolucion judicial -la que anula el procedimiento coactivo y el remate-; para el caso es de aplicacion el articulo 6 inciso 2) de la Ley No 23506, que senala que no procede accion de garantia contra resoluciones judiciales emanadas de un procedimiento regular. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica,", "FALLA:": "Confirmando la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veinticuatro de noviembre de mil novecientos noventidos, que declaro no haber nulidad en la resolucion expedida por la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fecha seis de diciembre de mil novecientos noventiuno, que a su vez reformando la apelada de fecha quince de mayo de mil novecientos noventiuno declaro improcedente la accion de amparo; dispusieron su publicacion en el Diario Oficial \"El Peruano\", con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ I NUGENT / DIAZ VALVERDE I GARCIA MARCELO. Exp. No 039-93-AA/TC Lima Caso: Nihl Producciones S.R.L. RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, diecinueve de setiembre de mil novecientos noventisiete. VISTA: La solicitud de nulidad formulada por Nihl Producciones S.R.L. de la sentencia de fecha once de julio de mil novecientos noventisiete, recaida en la accion de amparo seguida por el recurrente contra don Licurgo Pinto Ruiz y otro. ATENDIENDO: Que, las sentencias emitidas por este Colegiado, solo son susceptibles de recurso de reposicion, talcomo lo establece el articulo 59 de la Ley No 26435, y, para el presente caso no habiendo nada que aclarar ylo subsanar sobre algun error material u omision en que se hubiese incurrido. RESUELVE: No ha lugar la solicitud de nulidad planteada. S.S. ACOSTA SANCHEZINUGENT / DIAZ VALVERDE / GARCIA MARCELO. FE DE ERRATAS Exp. No 39-93-AA/TC Por Oficio No 1006-97-GJ/TC, el Tribunal Constitucional solicita se publique Fe de Erratas de la Resolucion correspondiente al Exp. N39-93-AA/TC, publicada en nuestra separata de \"Garantias Constitucionales\" del dia 8 de octubre de 1997, pagina 285. ATENDIENDO: El segundo renglon: DICE: Solo son susceptibles de recurso de reposicion. DEBE DECIR: No son susceptibles de recurso alguno.", "fecha_publicacion": "1997-08-29", "id": 36301, "nombre_demandado": "Ejecutor Coactivo de Lima (Licurgo Pinto Ruiz)", "nombre_demandante": "Nihl Producciones SRL", "numero_expediente": "00039-1993-AA"}