{"CONTEXTO": " 00035-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00035-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 35-97-AA/TC Recursos Humanos Temporales S.A. Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a veintidos de enero de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia ASUNTO : Recurso extraordinario contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha treinta y uno de octubre de mil novecientos noventa y seis, en los seguidos por Recursos Humanos Temporales S.A. representada por su Director Gerente don Roberto Raul Alva Alexander contra la Municipalidad Distrital de Miraflores, representada por su Alcalde don Fernando Andrade Carmona; sobre Accion de Amparo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES": "Recursos Humanos Temporales S.A. interpone Accion de Amparo contra la Municipalidad Distrital de Miraflores a fin de que se deje sin efecto la resolucion de Concejo No 012-96 RCM de fecha veintiocho de marzo de mil novecientos noventiseis, expedida por la Municipalidad Distrital de Miraflores, porque prohibe la admision del recurso de revision ante la Municipalidad Provincial de Lima, no permitiendo el agotamiento de la via administrativa conforme a ley. Sostiene la demandante que mediante resolucion No 17138-94 RAM de fecha treintiuno de diciembre de mil novecientos noventicuatro, la primera de la citada Municipalidad clausuro su oficina administrativa, sita en Pasaje Sucre No 189, departamento 501, Miraflores y que contra dicha resolucion interpuso reclamacion; que, asimismo, con fecha 22 de julio de 1995, la demandada emite la resolucion No 6674-95 RAM calificando el recurso como uno de reconsideracion y lo declara infundado; al presentar el recurso de apelacion, se emite la resolucion de Concejo No 012-96 RCM que lo declara infundado, disponiendose hacer efectivo el cobro de las multas Nos. 026146 y 025758, ratificando la clausura de la oficina administrativa, precisandose en su Articulo 4° que con dicha resolucion se da por agotada la via administrativa, lo que configura una flagrante violacion a sus derechos constitucionales de defensa y al debido proceso consagrados en el Articulo 1390, numerales 3 y 14 de la Constitucion Politica del Estado, ya que la Ley Organica de Municipalidades 23853 en su Cuarta Disposicion Transitoria lo faculta a acudir a la instancia superior (Municipalidad de Lima) para la correspondiente revision. Admitida la demanda, ésta es contestada por don Fernando Andrade Carmona, Alcalde de la Municipalidad Distrital de Miraflores, quien la niega y contradice y solicita sea desestimada, por cuanto sostiene que la Municipalidad no ha violado ni amenazado derecho constitucional alguno del demandante y que la tesis que sustenta éste es errada por cuanto la Cuarta Disposicion Transitoria de la Ley Organica de Municipalidades no se refiere a casos en que la resolucion del Concejo Distrital es una de segunda instancia, sino de primera instancia y que ademas, de acuerdo con los Articulos 100 y 102 del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobado por Decreto Supremo No 02-94-JUS, la via administrativa queda agotada con la resolucion expedida en segunda instancia y los recursos impugnativos se ejerceran por una sola vez en cada proceso y nunca simultâneamente y que ademas lo que la demandante pretende via el amparo es conducir un local sin Licencia Municipal. 3 TRIBUNAL CONSTITUCIONAL Con fecha 14 de mayo de 1996, el Juez del Segundo Juzgado Especializado en lo Civil de Lima expide resolucion declarando improcedente la Accion de Amparo; interpuesto el recurso de apelacion, con fecha 31 de octubre de 1996, la Sala Especializada de Derecho Publico, de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional. FUNDAMENTOS: . 1. Que, el objeto de la presente Accion de Amparo es que se declare la inaplicabilidad de la Resolucion de Concejo No 012-96-RCM de fecha veintiocho de marzo de mil novecientos noventa y seis, por la que se ratifica la clausura de la oficina administrativa conducida por la demandante y se dispone que se haga efectivo el cobro de las multas Nos. 026146 y 025758 dandose por agotada la via administrativa, disposicion ésta ultima que el accionante considera que no le permite el agotamiento de la via administrativa. 2. Que, por disposicion expresa del articulo 191 de la Constitucion Politica del Estado, las Municipalidades Provinciales, Distritales y las delegadas conforme a Ley, tienen autonomia politica, economica y administrativa en los asuntos de su competencia. 3. Que, de conformidad con el articulo 68 inciso 7 de la Ley No 23853, es funcion especifica de las Municipalidades, otorgar licencias de apertura de establecimientos comerciales e industriales. 4. Que, asimismo el articulo 122 de la referida ley, senala que los actos administrativos municipales que den origen a reclamaciones individuales, se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos, hoy con rango de Ley y cuyo Texto Unico Ordenado ha sido aprobado por Decreto Supremo No 02-94 JUS. 5. Que, el articulo 100 de la mencionada Ley de Normas Generales de Procedimientos Administrativos, cuyo texto se encontraba vigente al expedirse la resolucion de Concejo No 012-96 RCM objeto de la presente accion, senala expresamente que \"la via administrativa queda agotada con la resolucion expedida en segunda instancia\", disposicion que recoge la referida resolucion de Concejo al resolver precisamente el recurso de apelacion, vale decir el accionante hizo uso de sus derechos de defensa y de pluralidad de instancia, ya que interpuso los recursos de reconsideracion y apelacion. 4 TRIBUNAL CONSTITUCIONAL 6. Que, el recurso excepcional de revision ante las Municipalidades Provinciales, en calidad de tercera instancia, solo procede en los casos que asi lo establezcan regimenes O disposiciones legales especiales. 7. Que, en consecuencia la resolucion de Concejo No 012-96 RCM se encuentra arreglada a Ley, habiéndola expedido la Municipalidad demandada en ejercicio de su autonomia administrativa potestad que otorga la Constitucion Politica del Estado a las Municipalidades Provinciales, Distritales y Delegadas; asi como en base a las atribuciones que le confiere la Ley Organica de Municipalidades 23853 y dentro del procedimiento fijado por la Ley de Normas Generales de Procedimientos Administrativos, no habiéndose violado ni amenazado ningun derecho constitucional del demandante. Por estos fundamentos el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica. FALLA : CONFIRMANDO la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento doce, su fecha treinta y uno de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo; ordenaron su publicacion en el Diario Oficial El Peruano conforme a ley y los devolvieron.", "SS.": "/ Acosta Sanchez; Nugent; Diaz Valverde; Garcia Marcelo LO QUE CERTIFICO, , NF/amf DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-28", "id": 36766, "nombre_demandado": "Municipalidad Distrital de Miraflores representada por su Alcalde (Fernando Andrade Carmona)", "nombre_demandante": "Recursos Humanos Temporales SA (representada por su Director Gerente, Roberto Raúl Alva Alexander)", "numero_expediente": "00035-1997-AA"}