{"CONTEXTO": " 00030-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00030-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 030-97-AA/TC. HUANUCO. COOPERATIVA DE TRABAJO Y FOMENTO DEL EMPLEO \"SENOR DE LA MISERICORDIA\" SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, al primer dia del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por La Cooperativa de Trabajo y Fomento del Empleo \"Senor de la Misericordia\", contra la resolucion expedida por la Sala Civil de Huanuco de la Corte Superior de Justicia de Huanuco y Pasco, de fojas doscientos ochenta y tres, su fecha tres de diciembre de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la demanda. dy Vo", "ANTECEDENTES:": "La Cooperativa de Trabajo y Fomento del Empleo \"Senor de la Misericordia\", con fecha ocho de julio de mil novecientos noventa y seis interpone demanda de Accion de Amparo contra el Instituto Peruano de Seguridad Social, solicitando que se deje sin efecto los cobros que éste efectua por supuesto incumplimiento de pago de aportaciones correspondiente al rubro de accidentes de trabajo, toda vez que se pretende imponer tributos que no esta obligada a pagar, lo cual considera que atenta contra el normal funcionamiento de la cooperativa. Refiere que es una entidad de derecho social, cuyo objetivo principal es el de contar con socios cooperativistas dedicados a prestar servicios a empresas usuarias, y que se encuentra regida por la Ley General de Cooperativas, teniendo como organo de control a la Conasev. Indica que el treintiuno de marzo de mil novecientos noventa y seis, la demandada realizo una visita de inspeccion, luego de lo cual se le informo que su representada no habia cumplido con el pago de sus aportaciones sobre accidentes de trabajo, sin tener en cuenta que dada su condicion de persona juridica de derecho social no se encuentra obligada a dicho pago, sino solamente al pago de aportaciones al Sistema Nacional de Pensiones y al Sistema Privado de Salud, de conformidad con lo dispuesto en el articulo 84° del Texto Unico Ordenado de la Ley General de Cooperativas aprobado por el Decreto Supremo No 074-90-TR. Los representantes legales del Presidente Ejecutivo y de la Gerencia Departamental de Huanuco del Instituto Peruano de Seguridad Social, contestan la demanda, precisando que mediante Acta de Liquidacion Inspectiva No 508 del veintitres de enero de mil novecientos noventa y seis, se establecio una deuda por haber omitido la demandante el pago de aportaciones establecidos por el Decreto Ley No 18846, durante TRIBUNAL CONSTITUCIONAL el periodo fiscalizado de febrero a diciembre de 1995. Agregan que en dicho procedimiento administrativo se ha respetado el derecho de defensa de la cooperativa demandante, no habiéndose lesionado derecho constitucional alguno. El Primer Juzgado Civil de Huanuco, con fecha dieciocho de setiembre de mil novecientos noventa y seis, a fojas doscientos trece, declara infundada la demanda por estimar principalmente que, las organizaciones cooperativas no se encuentran exoneradas de las aportaciones que como empleadores les corresponde pagar al Instituto Peruano de Seguridad Social. La Sala Civil de Huanuco de la Corte Superior de Justicia de Huanuco y Pasco, con fecha tres de diciembre de mil novecientos noventa y seis, a fojas ochenta y tres, revocando la apelada declara improcedente la demanda, por estimar que la Accion de Amparo no es la via pertinente para tratar de invalidar una resolucion mediante la que se obliga a un empleador al pago de las aportaciones establecidas por el Decreto Ley No 18846. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo establecido por los articulos 1°y 2° del Decreto Supremo No 030-91-TR, los socios de las cooperativas de trabajadores se encontraban incorporados al régimen de Accidentes de Trabajo y Enfermedades Profesionales del Decreto Ley No 18846, como asegurados obligatorios, en su calidad de trabajadores independientes asociados, con las obligaciones que las referidas disposiciones contemplan y las particularidades normativas que establece dicho dispositivo legal. 2. Que, el articulo 3° y la Segunda Disposicion Transitoria del citado Decreto Supremo, establecen que los socios trabajadores, por acuerdo de su Asamblea General, podian excluirse de dicho régimen, debiendo comunicar por escrito su determinacion en el plazo de cuarenta y cinco dias naturales al Instituto Peruano de Seguridad Social y que vencido dicho plazo, sin que se hubiere cursado la comunicacion correspondiente, se entendera que los socios trabajadores se encontraban automâticamente comprendidos en el régimen antes mencionado, entre otros. 3. Que, en tal sentido, y no obrando en autos la comunicacion que acredite que los socios trabajadores de la Cooperativa demandante hayan optado por no pertenecer al antes mencionado régimen, administrado en ese entonces por el Instituto Peruano de Seguridad Social, ha de entenderse que dichos socios se encontraban comprendidos en el mismo, con sujecion a la normatividad vigente. 3 TRIBUNAL CONSTITUCIONAL 4. Que, el articulo 84° del Texto Unico Ordenado de la Ley General de Cooperativas aprobado por el Decreto Supremo No 074-90-TR, establece que las organizaciones cooperativas no estan exoneradas de las aportaciones que como empleadores les corresponde pagar al Instituto Peruano de Seguridad Social, lo cual concordado con el articulo 690 del entonces vigente Decreto Supremo No 004-93-TRy y los articulos 90° y 93° del Decreto Supremo No 001-96-TR, que reconocen que dichas organizaciones tienen como objeto ser fuente de trabajo, para quienes al mismo tiempo son sus socios y trabajadores, con existencia de un vinculo asociativo laboral; corroboran la obligacion de la cooperativa demandante de efectuar las aportaciones al citado régimen, por el periodo antes indicado, razones por las cuales resulta infundada la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de Huanuco de la Corte Superior de Justicia de Huanuco y Pasco, de fojas doscientos ochenta y tres, su fecha tres de diciembre de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la demanda; y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT lle GARCIA MARCELO auce Ct Lo que Certifico: Dra. MARIA LUZ VASOUEZ A.A.M. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-21", "id": 37543, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Cooperativa de Trabajo y Fomento del Empleo \"Señor de la Misericordia\"", "numero_expediente": "00030-1997-AA"}