{"CONTEXTO": " 00048-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00048-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 048-99-AA/TC AREQUIPA DOMINGO MAXIMILIANO TRUJILLO VILAVILA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Domingo Maximiliano Trujillo Vilavila contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, a fojas ciento setenta y nueve, su fecha veintidos de octubre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Domingo Maximiliano Trujillo Vilavila interpone Accion de Amparo contra la Oficina de Normalizacion Previsional, a fin de que se dejen sin efecto las resoluciones N.os 24007-94 y 26953-95, expedidas por la Gerencia Departamental de Arequipa, Division Regional de Pensiones, por haber violado el articulo 103° de la Constitucion Politica del Peru, al aplicar retroactivamente el Decreto Ley N.° 25967, en lugar del Decreto Ley N.o 19990 que le corresponde para el calculo de su pension de jubilacion. La Oficina de Normalizacion Previsional propone las excepciones de caducidad y falta de agotamiento de la via administrativa y, sin perjuicio de las excepciones planteadas, contesta la demanda manifestando que el câlculo del monto de pension efectuado al demandante se ha hecho conforme a lo establecido en el Decreto Ley N.o 25967, aclarando que si existe disconformidad en el monto senalado 0 si el demandante considera que ha habido algun error en el calculo, la via adecuada para satisfacer esta pretension sera a través de una accion contenciowo.administmtiva. El Segundo Juzgado Especializado en Trabajo de Arequipa, a fojas ciento cuarenta y uno, con fecha catorce de julio de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que de los documentos de autos se concluye que el demandante ceso en sus actividades laborales el cuatro de agosto de mil novecientos noventa y dos, acumulando un récord de aporte de treinta afos, encontrandose sujeto al régimen del Decreto Ley N.o 19990 y, por lo tanto, tiene derecho a obtener una pension de acuerdo a dicho régimen. Consecuentemente, se determina que se ha infringido el 2 TRIBUNAL CONSTITUCIONAL principio constitucional de la irretroactividad de las leyes prevista en el articulo 103° de la Constitucion Politica del Peru. Asimismo, declaro infundadas las excepciones propuestas por la demandada. La Sala Laboral de la Corte Superior de Justicia de Arequipa, a fojas ciento setenta y nueve, con fecha veintidos de octubre de mil novecientos noventa y ocho, revoca la sentencia apelada y declara improcedente la demanda, por considerar que el demandante no agoto las vias previas. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el petitorio de la demanda se circunscribe a que se dejen sin efecto las 1 resoluciones N.os 24007-94 y 26953-95, expedidas por la Gerencia Departamental Arequipa-Division Regional de Pensiones, al amparo del Decreto Ley N.o 25967 y se otorgue al demandante su pension de jubilacion con arreglo a lo establecido en el Decreto Ley N.o 19990. Que no cabe invocar para el presente caso la excepcion de caducidad, por cuanto 2. se trata de un reclamo en materia pensionaria, donde los actos violatorios objeto de reclamo asumen carâcter continuado, por lo que en tales circunstancias no rige el término contemplado por el articulo 370 de la Ley N.o 23506, sino lo dispuesto en la ultima parte del articulo 26° de la Ley N.°2 25398. Que, en el presente caso, por la naturaleza del derecho invocado, teniendo en 3. consideracion que la pension tiene caracter alimentario y habiéndose ejecutado en forma inmediata, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 1) del articulo 28° de la Ley N.o 23506. Que, conforme aparece de autos, el demandante ceso en su actividad laboral el 4. cuatro de agosto de mil novecientos noventa y dos, generando a partir del dia siguiente su derecho pensionario, a tenor de lo dispuesto en el articulo 80° del Decreto Ley N.o 19990. Que, conforme se ha expresado en la sentencia recaida en el Expediente N.° 007- 5. 96-I/TC, el Tribunal Constitucional considera que el estatuto legal, segun el cual debe calcularse y otorgarse la pension del demandante, es el Decreto Ley N.o 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener su pension de jubilacion, ha incorporado a su patrimonio las pensiones derivadas de este derecho, en virtud del mandato expreso de la ley y que no esta supeditada a la decision de la demandada; en consecuencia, tanto el nuevo sistema de calculo de la pension jubilatoria como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.o 25967 se aplicaran solo y unicamente a los asegurados que con posterioridad a su vigencia, cumplan con los requisitos senalados en el régimen previsional del  TRIBUNAL CONSTITUCIONAL Decreto Ley N.° 19990, y no a aquéllos que los cumplieron con anterioridad a dicha fecha, porque de hacerlo se estaria contraviniendo a lo consagrado en el articulo 1870 y Octava Disposicion General y Transitoria de la Constitucion Politica de 1979, vigente en la fecha de ocurridos los hechos y posteriormente reafirmado por el articulo 103° y la Primera Disposicion Final y Transitoria de la Constitucion Politica de 1993. Que, al haberse resuelto la solicitud del demandante aplicando las normas 6. contenidas en el Decreto Ley N.° 25967, se ha vulnerado el derecho pensionario del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, de fojas ciento setenta y nueve, su fecha veintidos de octubre de mil novecientos noventa y ocho, que revocando la sentencia apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable para el demandante las resoluciones N.os 24007-94 y 26953-95 y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.° 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "C / - / ACOSTA SANCHEZ DIAZ VALVERDE NUGENT N accea GARCIA MARCELO miuils E.G.D dertif100: Lo que Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-22", "id": 35330, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Domingo Maximiliano Trujillo Vilavila", "numero_expediente": "00048-1999-AA"}