{"CONTEXTO": " 00045-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00045-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 045-96-AA/TC NOEMI RINA RAMIREZ RONDAN HUARAZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, al primer dia del mes de abril de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Noemi Rina Ramirez Rondan contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fecha doce de octubre de mil novecientos noventicinco, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Dona Noemi Rina Ramirez Rondan interpone demanda de accion de amparo contra don Freddy Renato Moreno Neglia, Presidente del Consejo Transitorio de Administracion TRIBUNAL CONSTITUCIONAL Temporal de la Region Chavin, con la finalidad de que deje sin efecto la Resolucion Presidencial No 0480-94-RCH-CH-CTAR/PRE en la que se declara su excedencia como servidora del Estado en el Sector Turismo, violandose asi su derecho al trabajo, derecho a una remuneracion justa y derecho a su carrera administrativa. Ampara su demanda en lo dispuesto por los articulos 22°, 24, 270 y 40° de la Carta Magna. El Juzgado Especializado en lo Civil de Huaraz con fecha veintitrés de agosto de mil novecientos noventicinco, declaro Improcedente la demanda, por considerar, entre otras razones, que la actora no ha probado haber agotado la via administrativa. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Ancash, con fecha doce de octubre de mil novecientos noventicinco, confirmo la apelada, por los propios fundamentos. Contra esta resolucion la demandante interpone recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que la actora ha cumplido con agotar la via previa, puesto que interpuso recurso de reconsideracion que motivo la Resolucion Presidencial No 034-95-RCH-CH-CTAR/PRE de fecha diecinueve de enero de mil novecientos noventicinco, resolucion que a su vez fue apelada, tal como consta en la copia de dicho recurso que corre en autos a fojas veintisiete, que si bien este ultimo recurso no fue materia de pronunciamiento se tuvo que computar el término de treinta dias que senala la ley para que opere el silencio administrativo a efectos de dar por agotada la via administrativa y proceder interponer la accion correspondiente. 2. Que, en el caso de autos, la actora interpone recurso administrativo de apelacion el veinte de enero de mil novecientos noventicinco e interpone su demanda el diez de agosto de mil novecientos noventicinco, habiendo transcurrido en exceso el plazo 3 TRIBUNAL CONSTITUCIONAL previsto en el articulo 370 de la Ley No 23506, tratandose, en consecuencia, de una accion caduca. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash de fojas ciento cincuentitrés, su fecha doce de octubre de mil novecientos noventicinco, que, confirmando la apelada, declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley;y, los devolvieron. mdl - - S.S. blay - ACOSTA SANCHEZ NUGENT, L eLL  DIAZ VALVERDE, Y E GARCIA MARCELO. LO QUE CERTIFICO. MR/efs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-25", "id": 36906, "nombre_demandado": "Presidente del Consejo Transitorio de la Región de Chavín", "nombre_demandante": "Noemí Rina Ramírez Rondán", "numero_expediente": "00045-1996-AA"}