{"CONTEXTO": " 00049-1992-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00049-1992-AA.pdf) --- S-548 Que, el reclamo de los actores implica consideraciones de caracter técnico conforme fluye de la supuesta clausula insoluta, lo cual hace necesario desarrollar una actividad probatoria que resulta imposible realizar en sede de amparo constitucional..., por lo que los demandantes deben recurrir a la via ordinaria correspondiente. No ser idonea para este caso la via del amparo. Exp. No 049-92-AA/TC Lima Caso: Sinicato de Trabajadores de Entel Peru S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes julio de mil novecientos noventa y siete, el Tribunal Constitucional reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de casacion interpuesto por el Sindicato de Trabajadores de la Empresa Nacional de Telecomunicaciones del Peru-Seccional Lima, contra la sentencia de la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, que declara haber nulidad de la sentencia de vista, su fecha siete de junio de mil novecientos ochenta y nueve, que confirmo la apelada, su fecha ocho de marzo de mil novecientos ochenta y nueve, que declara fundada la accion de amparo; y reformando la resolucion recurrida y revocando la de primera instancia, declararon improcedente la accion de garantia contra la Empresa Nacional de Telecomunicaciones-Seccional Lima.", "ANTECEDENTES:": "El Sindicato de Trabajadores de la Empresa Nacional de Telecomunicaciones-Seccional Lima, interpone accion de amparo, con fecha 11 de enero de 1989, contra la Empresa Nacional de Telecomunicaciones del Peru S.A., para que cumpla con la Clausula Segunda del Acta de Arreglo el Pliego de Reclamos 1988-1989, de fecha 25 de agosto de 1988, la misma que fue aprobada por Resolucion Sub- Directoral No 540-88-ISD-NEC; sostienen los demandantes que la clausula segunda del acotado convenio estabecio los incrementos adicionales de remuneraciones con las siguientes caracteristicas: a) se aplica sobre las remuneraciones basicas existentes al 31 de diciembre de 1988, sin ningun tope, b) se calculara en relacion a la variacion acumulada que registre el Indice de Precios al Consumidor para Lima Metropolitana que fije el Instituto Nacional de Estadistica en el periodo comprendido entre el 01 de julio yel31 de diciembre de 1988, y c) son computables para todos los derechos laborales desde el momento de su percepcion; que, estos criterios para los incrementos adicionales de remuneraciones, no han sido respetadas por la demandada pese a que por su naturaleza juridica los convenios colectivos tienen fuerza de ley, segun lo preceptuado por el articulo 54° de la Constitucion Politica del Estado de 1979, violandose asi también el articulo 43° de dicha Carta Politica. A fojas 41, la Empresa Nacional de Telecomunicaciones del Peru S.A., con fecha 18 de enero de 1989, contesta la demanda, argumentando, principalmente, que convino de buena fe con los trabajadores \"que los incrementos adicionales tenian que calcularse teniendo en cuenta el tope maximo de remuneraciones que sirva de base para estos efectos (I/. 20,000.00) conforme a lo dispuesto por el inciso a) del articulo 4° del Decreto Supremo No 025-88-TR\" los trabajadores pretenden, sin embargo, que el calculo de Incrementos Adicionales de Remuneraciones se realize sin tope alguno; que, los trabajadores si tienen algun reclamo que hacer han debido recurrir ante las vias que la ley expresamente concede para que la autoridad administrativa de trabajo pueda pronunciarse sobre el cumplimiento 0 incumplimiento de los pactos colectivos. A fojas 79, la sentencia del Juez de Primera Instancia, su fecha 08 de marzo de 1989, declara fundada la accion de amparo, por considerar, principalmente, que el Decreto Supremo No 025-88-TR, y la Resolucion Directoral No 540-88-IDS-NEC, del veinte de octubre de 1988, respectivamente, esta ultima dictada en base a la anterior, en la cual se establece que la demandada otorgara a sus empleados, vencido el sexto mes de vigencia del pliego de reclamos correspondientes, los incrementos adicionales de remuneracion que resulten de aplicar sobre los sueldos basicos vigentes al 31 de diciembre de 1988, el porcentaje de variacion que experimente el indice de precios del consumidor para Lima Metropolitana elaborado por el Instituto Nacional de Estadistica, para los periodos comprendidos entre el 01 de julio al 31 de diciembre de 1988, por lo que la emplazada esta infringiendo los derechos adquiridos por los trabajadores debidamente reconocidos en los articulos 54° y 570 de la Constitucion Politica del Estado, en consecuencia, cumpla la emplazada con pagar en el dia a sus servidores, el incremento adicional de 1988 sin topes como lo establece la Resolucion Sub-Directoral No 540-88-INDS-NEC, del 20 de octubre de 1988. A fojas 128, la sentencia de vista, su fecha 07 de junio de 1989, confirma la apelada que declaro fundada la accion de amparo. Interpuesto recurso de nulidad por la empresa demandada, la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, emite sentencia con fecha 11 de diciembre de 1991, declarando haber nulidad de la sentencia de vista que confirmando la apelada declaro fundada la accion de amparo, y reformando la resolucion recurrida y revocando la de Primera Instancia, declararon improcedente la referida accion de garantia. Interpuesto recurso de casacion, con fecha 31 de enero de 1992, contra la sentencia de la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, se remitio los autos al Tribunal Constitucional, de conformidad con la Disposicion Transitoria Quinta de su Ley Organica.", "FUNDAMENTOS:": "Que, es la pretension de los demandantes que la emplazada cumpla con la Clausula Segunda del Acta de Arreglo del Pliego de Reclamos 1988-1989; que, el reclamo de los actores implica consideraciones de caracter técnico conforme fluye de la supuesta clausula insoluta, lo cual hace necesario desarrollar una actividad probatoria que resulta imposible realizar en sede de amparo constitucional, por cuanto implicaria dilatar los términos de este procedimiento; que, en este sentido los demandantes deben recurrir a la via ordinaria correspodiente, por no ser idonea para este caso la via del amparo; por estos fundamentos, el Tribunal Constitucional, en uso de sus atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "Confirmando la sentencia de la Segunda Sala Civil de la Corte Suprema de Justicia, su fecha 11 de diciembre de 1991, que declara haber nulidad de la sentencia de vista, su fecha 07 de junio de 1989, que confirmando la sentencia de Primera Instancia, declaro fundada la accion de amparo; y, reformandola, la declararon improcedente; mandaron, se publique en el Diario Oficial \"El Peruano\" > conforme a la ley; y, los devolvieron. S.S. ACOSTA SANCHEZ NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-11-27", "id": 36478, "nombre_demandado": "Empresa Nacional de Telecomunicaciones del Perú SA", "nombre_demandante": "Sindicato de Trabajadores de la Empresa Nacional de Telecomunicaciones del Perú-Seccional Lima y otros", "numero_expediente": "00049-1992-AA"}