{"CONTEXTO": " 00048-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00048-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 048-98-AA/TC CUSCO MUNICIPALIDAD PROVINCIAL DEL CUSCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Municipalidad Provincial del Cusco contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, su fecha veintiocho de noviembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El Alcalde de la Municipalidad Provincial del Cusco, don Raûl Salizar Saico, interpone Accion de Amparo contra la Entidad Municipal Prestadora de Servicios de Sameamiem.SEDACUSCO S.A., con el proposito de que se abstenga de efectuar el corte del servicio de agua potable en las dependencias de su representada hasta que se agoten los reclamos administrativos, asi como para que restablezca dicho servicio en los mercados de abasto de la ciudad del Cusco, porque se esta atentando contra la salud de la poblacion en general. Refiere que mediante Oficios N.os 807-97-GG-SEDACUSCO y 852-97-GG- SEDACUSCO.S.A. del nueve y veinticuatro de julio de mil novecientos noventa y siete, respectivamente, la entidad demandada requiere a la Municipalidad Provincial del Cusco el pago de un millon cuatrocientos treinta y siete mil setecientos cuarenta y dos nuevos soles con sesenta y un céntimos (S/.1'437,742.61), que adeuda por concepto del servicio de agua potable del ano mil novecientos noventa al ano mil novecientos noventa y cinco; que, mediante el Oficio N.o 935,97.0G-SEDACUSCO S.A. de fecha veinte de agosto del mismo ano, SEDACUSCO comunica a su representada que en caso de no cancelar dicha deuda en el plazo de cuarenta y ocho horas, procedera a cortarle el mencionado servicio; que la deuda se genero debido a la negligencia de los funcionarios de SEDACUSCO, quienes no exigieron oportunamente a las anteriores autoridades ediles el pago del servicio de agua potable, acumulandose una suma cuantiosa, la misma que por carecer de recursos, su representada no puede cancelar; que dicho servicio ha sido regular y puntualmente 2 TRIBUNAL CONSTITUCIONAL cancelado en los anos mil novecientos noventa y seis y mil novecientos noventa y siete; que, actualmente se esta tramitando la extincion de la referida obligacion en la via administrativa, cuya ultima instancia es la Superintendencia de Servicios de Saneamiento; que los obligados a pagar el servicio de agua potable de los mercados de abasto son los comerciantes que alli trabajan y no la Municipalidad demandada. M La entidad demandada absuelve el trâmite de contestacion de la demanda, conviniendo en la parte en que se solicita se abstenga de cortar el servicio de agua potable en las dependencias del gobierno local demandante hasta que los reclamos administrativos presentados por éste sean resueltos; y solicita se la declare infundada en cuanto se refiere al restablecimiento del referido servicio a los mercados de abasto. Senala que el corte del servicio por falta de pago no importa la vulneracion de ningun derecho constitucional, toda vez que es una facultad conferida por el articulo 56° del Reglamento de Prestacion de Servicios de Saneamiento; que corresponde a la Municipalidad Provincial del Cusco el pago del servicio de agua potable en los mercados de abasto. El Segundo Juzgado Especializado en lo Civil del Cusco, con fecha veintiséis de setiembre de mil novecientos noventa y siete, emite sentencia declarando improcedente la demanda, por estimar que el corte del servicio de agua potable por falta de pago no constituye violacion de ningun derecho constitucional. Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, confirmando en parte la apelada, declaro improcedente la Accion de Amparo y la revoco en el extremo que deja a salvo el ofrecimiento del demandado formulado en el primer otrosi digo de su escrito de contestacion y lo declara improcedente; por estimar que cuando un usuario de los servicios publicos no cumple con efectuar los pagos respectivos, la entidad encargada tiene el derecho de cortar dicho servicio.", "FUNDAMENTOS:": "1. Que el objeto de la presente Accion de Amparo se circunscribe a que se disponga que la entidad demandada se abstenga de cortar el servicio de agua potable a las dependencias de la Municipalidad Provincial del Cusco, asi como que reponga dicho servicio a los mercados de abasto de la ciudad del Cusco. Que el Decreto Legislativo N.o 574 en su Sétima Disposicion Complementaria y 2. Transitoria dispuso que la empresa Servicio Nacional de Agua Potable y Alcantarllado-SENAPA, transfiera sus empresas filiales a las municipalidades provinciales y distritales que corresponda, creandose posteriormente empresas municipales prestadoras de servicios de saneamiento. 3 TRIBUNAL CONSTITUCIONAL Que las empresas municipales son empresas publicas que estan comprendidas dentro 3. de los alcances de la Ley de la Actividad Empresarial del Estado N.o 24948. Que el articulo 6° inciso 4) de la Ley N.o 23506 de Habeas Corpus y Amparo 4. establece que no proceden las acciones de garantia de las dependencias administrativas, incluyendo las empresas publicas, contra los Poderes del Estado y los organismos creados por la Constitucion, por los actos efectuados en el ejercicio regular de sus funciones. Que la Entidad Municipal Prestadora de Servicios de Saneamiento del Cusco, 5. SEDACUSCO S.A., tiene la condicion de empresa publica, por lo que en el presente caso se ha configurado la causal de improcedencia anotada en el fundamento precedente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas noventa y dos, su fecha veintiocho de noviembre de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO NVeL a CCL Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-15", "id": 35449, "nombre_demandado": "Entidad Municipal Prestadora de Servicios de Saneamiento SA (SEDACUSCO)", "nombre_demandante": "Alcalde de la Municipalidad Provincial del Cusco (Raúl Salizar Saico)", "numero_expediente": "00048-1998-AA"}