{"CONTEXTO": " 00047-1992-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00047-1992-AA.pdf) --- S-898 ...si los jueces demandados han intervenido en procesos civiles 0 penales en los que ha existido vicios procesales, como senala la demandante, es en dichos procesos en los que debio ejercitarse los recursos de impugnacion que ha previsto la ley. Exp. N0047 -92 -AA/TC Caso: Giovanna Mindani de Barra. Arequipa. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de mil novecientos noventa y siete, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Giovanna Mindani de Barra contra la Resolucion de la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, del seis de diciembre de mil novecientos noventa y uno, que declaro no haber nulidad en la sentencia de vista e improcedente la demanda, en la Accion de Amparo interpuesta por Giovanna Mindani de Barra contra los jueces César Pérez Correa y Gumercindo Chavez Alayza.", "ANTECEDENTES:": "Dona Giovanna Mindani de Barra interpuso la presente Accion de Amparo contra los jueces César Pérez Correa y Gumercindo Chavez Alayza por violacion de los derechos constitucionales a la propiedad privada, a la libre empresa, a la defensa y a la autonomia jurisdiccional del Fuero Agrario. La demandante fundamenta su accion de garantia en que: 1) su empresa, una pisigranja, adquirio terrenos agricolas y el Sub-gerente general de la empresa --que era a su vez Director Ejecutivo del Banco del Sur-- \"simulo\" un juicio ejecutivo de cobro de intis ante el Fuero Civil y como consecuencia de ello se procedio al remate de la pisigranja, siendo el juez conocedor del proceso el demandado César Pérez Correa; y, 2) la accionante recurrio a la Policia de Investigaciones por la comision de varios delitos por parte de sus socios y los denunciados fueron detenidos, obteniendo luego su libertad debido a una accion de habeas corpus que fue amparada por eljuez demandado Gumercindo Chavez Alayza. Los jueces demandados César Pérez Correa y Gumercindo Chavez Alayza contestaron la demanda y solicitaron que sea declarada improcedente debido a que: 1) en el caso de Pérez Correa éste senala que en el juicio en cuestion las partes intervinientes transigieron y convinieron en el remate, si fuese necesario, ante la falta de pago, y para la constitucion de la hipoteca fijaron el valor del predio; 2) en el caso de Chavez Alayza éste senala que el haber denegado una detencion, en virtud de la facultad de actuar con criterio de conciencia que le otorga la ley penal, excluye cualquier violacion de las garantias constitucionales de los presuntos agraviados; y, 3) en ambos casos se invoca la aplicacion del inciso 2) del articulo 6° de la Ley No 23506. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha dos de noviembre de mil novecientos ochenta y ocho, declaro improcedente la demanda, argumentando que: 1) del escrito de la demanda no se percibe que los jueces demandados hayan violado derecho constitucional alguno; 2) si los jueces demandados hubiesen intervenido en acciones civiles O penales ---como senala la accionante- y, \"ante vicios de orden procesal O festinacion de trâmites\", es ante dichos procesos que debio --0 debe-- hacerse valer los recursos de impugnacion que establece la ley; y, 3) no aparece en autos que los jueces demandados hayan intervenido en un procedimiento fuera de su competencia y por lo tanto es de aplicacion el inciso 2) del articulo 6° de la Ley No 23506. La Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, a fojas diecisiete, con fecha seis de diciembre de mil novecientos noventa uno, declaro no haber nulidad en la sentencia de vista e improcedente la Accion de Amparo interpuesta. Contra esta ultima resolucion el accionante interpone recurso extraordinario, elevandose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que el inciso 2) del articulo 6° de la Ley No 23506, Ley de Habeas Corpus y Amparo, establece que no proceden las acciones de garantia contra las resoluciones emanadas de un procedimiento regular. Y, en el caso de autos, la accionante no ha acreditado que los jueces demandados hayan intervenido en procedimientos que estén fuera de su competencia O hayan emitido resoluciones que lesionen sus derechos constitucionales. 2. Que si los jueces demandados han intervenido en procesos civiles O penales en los que ha existido vicios procesales, como sehala la demandante, es en dichos procesos en los que debio ejercitarse los recursos de impugnacion que ha previsto la ley. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, de fojas diecisiete, su fecha seis de diciembre mil novecientos noventa y uno, que declaro no haber nulidad en la sentencia de vista e improcedente la demanda de amparo. Mandaron que se publique en el Diario Oficial \"EI Peruano\", conforme a ley, y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO G.L.B", "fecha_publicacion": "1998-04-09", "id": 36800, "nombre_demandado": "César Pérez Correa y Gumercindo Chávez Alayza (jueces)", "nombre_demandante": "Giovanna Mindani de Barra", "numero_expediente": "00047-1992-AA"}