{"CONTEXTO": " 00048-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00048-1995-AA.pdf) --- S-377 : no se cumplio en momento alguno con el requisito de notificacion previa sobre el proceso de reduccion (de personal), pese a tratarse de un Sindicato formalmente reconocido al interior de CORPAC...aun asumiendo que CORPAC hubiese desconocido..la existencia del Sindicato demandante, estaba igualmente obligada... a notificar de modo directo a los propios trabajadores que no pertenecieran a entidad sindical alguna, informandoles al detalle del proceso que estaba por iniciar, dado que ello también se contempla en el articulo 88° inciso a), del Decreto Legislativo No 728, y es en cualquier circunstancia, la unica garantia de su defensa. Exp. No 048-95-AA/TC Lima Caso: Sindicato de Trabajadores de CORPAC SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de la Republica de fecha veintinueve de marzo de mil novecientos noventa y cuatro, que, declarando haber nulidad en la sentencia de vista del veintisiete de octubre de mil novecientos noventa y tres que confirma a la apelada del cuatro de mayo de mil novecientos noventa y tres, declara improcedente la Accion de Amparo interpuesta por el Sindicato Unico de Trabajadores de la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. contra el Estado.", "ANTECEDENTES:": "El Sindicato Unico de Trabajadores de CORPAC representado por su Secretario General Juan Anaya Acuna y los dirigentes Greylan Ruiz Rodriguez y Antonio Montanez Laime, interpone accion de amparo sustentando su reclamo al hecho de haberse emitido la Resolucion Sub- Directoral No 148-92-SR.CALL del dieciséis de octubre de mil novecientos noventa y dos pues afirma que viola la libertad de trabajo de sus agremiados al autorizar a la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. (CORPAC) a reducir personal afectando de esta manera a mas del cincuenta por ciento de los trabajadores de dicho sector. Por otra parte indican que la resolucion impugnada se encuentra viciada de nulidad pues el auto admisorio se dicto sin que previamente se pidiera el dictamen de CONASEV y por ultimo, la reduccion de personal es en mérito a un informe técnico del Ministerio de Transportes basado en el Decreto Legislativo No 728 y no en la Ley No 24514. Admitida la demanda por el Décimo Tercer Juzgado en lo Civil de Lima se dispone el traslado de la misma al Procurador Publico encargado de los asuntos del Ministerio de Trabajo, quien le da contestacion negandola en todos sus extremos y fundamentalmente por estimar que el Sindicato de Trabajadores de CORPAC no ha agotado la via previa y en todo caso, debio interponer accion contencioso-administrativa y no accion de amparo. Posteriormente también se apersona al proceso la Corporacion Peruana de Aeropuertos y Aviacion Comercial quien solicita se declare improcedente ylo infundada la accion por cuanto no se han agotado las vias previas, existe imposibilidad fisica y juridica de cumplir con el petitorio de la demanda y no existe violacion O amenaza contra derecho constitucional alguno. A fojas trescientos sesenta y trescientos sesenta y uno y con fecha cuatro de mayo de mil novecientos noventa y tres el Juzgado expide sentencia declarando fundada la accion fundamentalmente por considerar: Que en el procedimiento administrativo con Expediente No 179-92 de la Division de Negociaciones Colectivas iniciado por CORPAC contra el Sindicato demandante, no se ha dado cumplimiento a lo dispuesto por el Decreto Ley No 728 al no haberse cursado las citaciones en forma oportuna a fin de que se pueda ejercitar adecuadamente el derecho de defensa previsto en el articulo 233° inciso trece de la Constitucion Politica de 1979. Interpuesto recurso de apelacion por el Procurador Publico y al que se adhiere CORPAC, los autos son remitidos a la Sexta Fiscalia Superior en lo Civil para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia por la revocatoria de la apelada y la improcedencia de la accion, la Sexta Sala Civil de la Corte Superior de Lima a fojas cuatrocientos cincuenta y dos y cuatro cientos cincuenta y dos vuelta y con fecha veintisiete de octubre de mil novecientos noventa y tres, confirma la resolucion apelada en consideracion a que se ha atentado contra el derecho de estabilidad laboral y que el Sindicato demandante no recibio informacion precisa de los motivos de la reduccion, nomina de trabajadores afectados y fecha precisa para la terminacion de los contratos, lo cual infringe lo dispuesto por el articulo 88° del Decreto Legislativo No 728. Interpuesto recurso de nulidad por el Procurador Publico y por CORPAC los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia en favor de la recurrida, la Sala Constitucional y Social de la Corte Suprema de la Republica con fecha veintinueve de marzo de mil novecientos noventa y cuatro, declara haber nulidad en la resolucion de vista e improcedente la accion fundamentalmente por considerar: Que con el Expediente No 179-92 se acreditado que el actor interpuso recurso de apelacion contra la resolucion objeto de la litis con fecha veintiséis de octubre de mil novecientos noventa y dos; Que en consecuencia, el demandante ha acudido prematuramente a la via del amparo, sin agotar la via previa regulada para el caso resultando de aplicacion el articulo 270 de la Ley No 23506. Contra esta resolucion el Sindicato demandante interpone recurso de casacion por lo que de conformidad con la Disposicion Transitoria Quinta de la Ley No 26435, y entendiendo el presente recurso como \"Extraordinario\" se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, como consta del Expediente instrumental No 169-92 de la Division de Negociaciones Colectivas concerniente con el proceso iniciado por la Corporacion Peruana de Aeropuertos y Aviacion Comercial contra el Sindicato de Trabajadores de CORPAC, el Sindicato Unificado de Controladores de Transito Aéreo, el Sindicato de Trabajadores Técnicos Aeronauticos de CORPAC y el Sindicato Unico de Trabajadores de CORPAC sobre reduccion de personal, y particularmente de fojas uno a treinta y nueve y cuarenta y seis a cuarenta y ocho de dichos autos, no se ha dado estricto cumplimiento a lo dispuesto por el articulo 88° inciso a) del Decreto Legislativo No 728, toda vez que no se acompano a la convocatoria de reunion para trato directo, la informacion considerada pertinente, ya que ésta no solo se circunscribe a enunciar genéricamente la nomina del personal comprendido en las medidas de racionalizacion, sino a precisar cual es la nueva estructura de la empresa que se pretende mantener, pues de otro lado no habria forma de que se ejercite una adecuada defensa a aquellos trabajadores que resulten eventualmente afectados por la medida de reduccion. Que igualmente CORPAC, en su condicion de empleadora que invoca causas objetivas y particularmente las tipo economico en pretension de reduccion de personal no ha acreditado, ni en los autos del proceso ante la Division de Negociaciones Colectivas ni en los del presente proceso de amparo el haber solicitado dictamen a la Comision Nacional Supervisora de Empresas y Valores (CONASEV), no obstante estar ello expresamente previsto como obligacion en el articulo 88 inciso c) del antes citado Decreto Legislativo No 728. Que, por otra parte en el caso particular del Sindicato Unico de Trabajadores de CORPAC, demandante de la presente causa, es de merituarse que la inobservancia a lo dispuesto por el tantas veces citado articulo 88 del Decreto Legislativo No728, es todavia mas acentuada, por cuanto se ha evidenciado que no se cumplio en momento alguno con el requisito de la notificacion previa sobre el proceso de reduccion, pese a tratarse de un sindicato formalmente reconocido al interior de CORPAC, conforme fluye de las instrumentales de fojas trescientos sesenta y cinco a trescientos setenta y ocho de los autos del amparo, situacion por la que incluso tuvo éste que verse obligado a solicitar su incorporacion al proceso ante la Division de Negociaciones Colectivas, aunque como se ha visto, sin efecto practico alguno. Que correlativamente a lo dicho, y aûn asumiendo que CORPAC hubiere reconocido por completo, la existencia del sindicato demandante, estaba igualmente obligada, al revés de lo que ocurrio, a notificar de modo directo a los propios trabajadores que no pertenecieran a entidad sindical alguna, informândose al detalle del proceso que estaba por iniciarse, dado que ello también se contempla en el articulo 88, inciso a) del Decreto Legislativo 728 ni en cualquier circunstancia, la unica garantia de su defensa. Que, por consiguiente, al no haberse reparado oportunamente en las irregularidades senaladas durante el proceso ante la Division de Negociaciones Colectivas, es evidente que en el extremo planteado sobre el sindicato recurrente, la Resolucion Directoral No 148-92- ECR.CALL del dieciséis de octubre de mil novecientos noventa y dos, que resuelve a favor de la pretension de CORPAC, no puede encontrarse ajustada a derecho como y por consecuencia tampoco lo puede estar la Resolucion Directoral No 187-92-DR-LIM del treinta de octubre de mil novecientos noventa y dos que la ratifica, debiendo por tanto este Colegiado corregir sus efectos hasta donde sea posible. Que, por ultimo y aunque las razones expuestas son suficientes para resolver a favor de la pretension invocada por el sindicato demandante, conviene precisar por otra parte, que en el presente caso no puede alegarse la falta de agotamiento de las vias previas, por el hecho de que se haya interpuesto accion de amparo cuatro dias antes de que se emitiera la Resolucion Directoral No 187-92-DR-LIM del treinta de octubre de mil novecientos noventa y dos y que resolvio en segunda instancia administrativa la apelacion interpuesta por el Sindicato de Trabajadores de CORPAC, por cuanto al momento en que aquel acude a la via procesal constitucional era manifiesto que el reclamo en segunda instancia administrativa seria inutil dadas las irregularidades cometidas preliminarmente y a las que se ha hecho referencia en los considerandos anteriores. Que, por el contrario, se puede inferir que ha sido el riesgo de convertir en irreparable el reclamo planteado lo que ha conducido al Sindicato demandante ha acelerar la interposicion de su accion de amparo, situacion que no puede ser ignorada por este Colegiado por estar prevista en el inciso 2) del articulo 28° de la Ley No 23506. Que, por lo tanto resultan de aplicacion al caso de autos los articulos 1°y 24° incisos 10 y 22 de la Ley No 23506 asi como los articulos 42° y 233°, inciso 9 de la Constitucion Politica de 1979, vigente en el momento de plantearse la presente controversia. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley modificatoria No 26801,", "FALLA:": "Revocando la resolucion de la Sala Constitucional y Social de la Corte Suprema de la Republica de fecha del veintinueve de marzo de mil novecientos noventa y cuatro, que declarando haber nulidad en la resolucion de vista del veintisiete de octubre de mil novecientos noventa y tres que confirma a la apelada del cuatro de mayo de mil novecientos noventa y tres, declara improcedente la accion, reformando la resolucion recurrida confirmaron las resoluciones de segunda y primera instancia, declarando fundada la Accion de Amparo interpuesta debiendo disponerse la inaplicacion de la Resolucion Sub-Directoral No 148-92-SR- CALLY por extension, la Resolucion Directoral No 187-92-DR-LIM, sobre los asociados al Sindicato demandante Antonio Montanez Layme, Greylan Luis Rodriguez, Jorge Paucar Sanchez, Victor Esquivel Morillo, Lucio Huamanchumo Pastor, Carlos Rivera Cornejo, David Lino Molina, Raquel Cerdan Dominguez, Teodosio Valdivia Avila, Wilson Juarez, y Luis Prado Bustamante, Efrain Prado B, José Leguia, Lucio Arcondo, José Mesones Villacorta, Arturo Davalos Chirinos, Alberto Delgado Idiaquez, Clemente Pujay Pineda, Pepe Pedro Valdivia Avila, Alfredo Medina Y Juan Anaya Acuna, y por consiguiente su reincorporacion a sus puestos de trabajo. Se dispuso asi mismo, la no aplicacion al caso de autos del articulo 11 de la Ley 23506 y se ordeno la publicacion de la presente sentencia en el Diario Oficial \"El Peruano\" y los devolvieron. SS. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO. EXP. No 48-95-AA/TC RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, 06 de Setiembre de 1997. VISTA: La solicitud de aclaracion formulada por Pedro José Ruiz Pajuelo, Edgar Chavez Pérez y Leopoldo Alonso Landauro Veas, respecto de la sentencia de fecha once de julio de mil novecientos noventa y siete en la Accion de Amparo seguida por el Sindicato Unico de Trabajadores de la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. contra la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A., a los efectos de que se les comprenda dentro de los alcances del fallo que declara fundada la demanda interpuesta; y ATENDIENDO: Que los solicitantes senalan en su escrito el pertenecer al Sindicato Unico de Trabajadores de la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A., situacion que empero no se encuentra indubitablemente acreditada ni en los autos del Expediente Principal de la presente causa ni en los del Expediente Instrumental que se le acompana. Que, al momento de interponer la demanda de Amparo el Sindicato Unico de Trabajadores de la Corporacion Peruana de Aeropuertos y Aviacion Comercial procedio de modo colectivo no habiendo acompanado relacion alguna que detallara los nombres de todos los trabajadores que se encontraran afiliados en sus filas. Que, aunque al momento de expedirse la Sentencia de fecha once de julio de mil novecientos noventa y siete y publicada el tres de setiembre del mismo ano éste Colegiado individualizo a un determinado numero de trabajadores del Sindicato demandante tal proceder se justifico en la expresa voluntad del mismo y en el hecho de que tanto en el Recurso de Casacion (entendido como Extraordinario) como en el de apersonamiento ante el Tribunal Constitucional se especifico con nombre propio aquellos trabajadores sindicalizados que aun reclamaban por sus derechos motivo por el que respecto de su situacion era aun posible restituir sus derechos conculcados. Que, siendo esto asi, este Colegiado no puede por simple presuncion comprender a los solicitantes dentro de los efectos del fallo expedido debido a que existe insuficiencia probatoria respecto de la afiliacion O no que aquellos mantuvieron con el Sindicato demandante no siendo procedente por otra parte la merituacion del escrito presentado con fecha dieciséis de julio de mil novecientos noventa y siete por haberse deducido con fecha posterior a la sentencia que dio por concluido el presente proceso. RESUELVE: Declarar improcedente la solicitud de aclaracion formulada por Pedro José Ruiz Pajuelo Edgar Chavez Pérez y Leopoldo Alonso Landauro Veas, respecto de la Sentencia de fecha once de julio de mil novecientos noventa y siete dejando a salvo su derecho de tenerlo para que lo hagan valer ante quien corresponda. SS.ACOSTA SANCHEZI / NUGENT / DIAZ VALVERDE / GARCIA MARCELO. Exp. No 48-95-AA/TC RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, 06 de Setiembre de 1997. VISTA: La solicitud presentada por Carlos Cahuas, a los efectos de que se le incluya en la relacion de trabajadores beneficiados con la sentencia del Tribunal Constitucional de fecha once de julio de mil novecientos noventa y siete y publicada el tres de setiembre del mismo ano; y ATENDIENDO: Que la sentencia del Tribunal Constitucional fue expedida luego de concluido el proceso de amparo que la motivo y encontrandose en etapa de ejecucion carece de objeto pronunciarse respecto de la solicitud presentada. RESUELVE: Declarar sin lugar la solicitud presentada por Carlos Cahuas Coa. SS. ACOSTA SANCHEZ / NUGENT I DIAZ VALVERDE / GARCIA MARCELO. Exp. No 48-95-AA/TC RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, 06 de Setiembre de 1997. VISTA: La solicitud presentada por Fidel Manuel Guerrero Torres, a los efectos de que se le incluya en la relacion de trabajadores beneficiados con la sentencia del Tribunal Constitucional de fecha once de julio de mil novecientos noventa y siete y publicada el tres de setiembre del mismo ano; y ATENDIENDO: Que la sentencia del Tribunal Constitucional fue expedida luego de concluido el proceso de amparo que la motivo, y encontrandose en etapa de ejecucion, carece de objeto pronunciarse respecto de la solicitud presentada. RESUELVE: Declarar sin lugar la solicitud presentada por Fidel Manuel Guerrero Torres. S.S. ACOSTA SANCHEZ. NUGET I DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-09-03", "id": 36316, "nombre_demandado": "El Estado", "nombre_demandante": "Sindicato Único de Trabajadores de la Corporación Peruana de Aeropuertos y Aviación Comercial SA representado por su Secretario General (Juan Anaya Acuña) y otros", "numero_expediente": "00048-1995-AA"}