{"CONTEXTO": " 00049-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00049-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N049-97-HC/IC ANGEL FRANCISCO ORTIZ ORTIZ AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;: y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario planteado por don Angel Francisco Ortiz Ortiz en contra de la resolucion de la Segunda Sala Penal de la Corte Superior de Arequipa, su fecha dieciocho de octubre de mil novecientos noventa y seis, que confirma la sentencia recurrida de fecha veinticinco de setiembre de mil novecientos noventa y seis, que declara improcedente la accion de Habeas Corpus interpuesta contra el Coronel PNP Manuel Magno Vera Ponce; el Mayor PNP Sixto Chirinos Trujillo, el Capitan PNP Elard Salas Portilla y de los Sub- Oficiales PNP César Augusto Beltran Rivas, y José Luis Valdivia Anci.", "ANTECEDENTES": "El actor plantea la accion de Habeas Corpus por amenaza contra su libertad individual. Refiere el demandante, que ha sido involucrado en el supuesto delito de Hurto Agravado, sin tener pruebas ni fundamentos legales por los denunciados, los mismos que actuan en su contra en un afân de venganza al haber, el actor, ofrecido una testimonial en contra de otros oficiales y subalternos en una denuncia por delitos de Extorsion y Abuso de Autoridad, la cual se encuentra el proceso ante la III Zona Judicial de Arequipa. Indica asimismo, que viene siendo perseguido y acosado por los denunciados Valdivia y Beltran. Iniciada la investigacion sumaria, de fojas 8 a 11, aparecen las manifestaciones de los denunciados, coincidiendo en expresar que no conocen al actor y desconocen y rechazan los argumentos en que funda la demanda de habeas corpus, solicitando al Juzgado, declare la accion Improcedente. A fojas 55, el Juzgado Especializado Penal, declara improcedente la accion de Habeas Corpus, al considerar que la misma no se pueden establecer fehacientemente las causas de V TRIBUNAL CONSTITUCIONAL procedencia, esto es inminente amenaza 0 probabilidad real de cumplimiento de los hechos que senala el demandado. Planteado el Recurso de Apelacion, los autos son remitidos a la Sala Penal de la Corte Superior de Justicia de Arequipa, donde a fojas 66 emite sentencia, confirmando la sentencia apelada que declara improcedente la accion de Habeas Corpus, considerando que lo que se pretende es enervar los efectos de un proceso judicial regular, en contra del cual no proceden acciones de garantia. El demandante plantea recurso extraordinario y los autos son enviados al Tribunal Constitucional para su conocimiento.", "FUNDAMENTOS": "1. Que, del analisis de los documentos que aparecen en el expediente, este Colegiado considera que no hay un decidido atentado a la libertad individual del recurrente y menos proximo a su ejecucion. 2. Que, por otra parte, la amenaza a la libertad individual tiene que ser cierta y no conjeturada 0 presunta, como al parecer es donde se ajusta el presente caso, pues el actor no ha probado ninguna de las afirmaciones que hace en su escrito de demanda. Por estas consideraciones, el Tribunal Constitucional, en uso de las atribuciones conferidas a él por la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion de la Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, su fecha dieciocho de octubre de mil novecientos noventa y seis, de fojas 66, que confirmo la sentencia apelada que declaro improcedente la accion interpuesta; reformandola declara INFUNDADA la accion de Habeas Corpus planteada. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\"; y la devolucion de los actuados. S.S. ACOSTA SANCHEZ TMncei NUGENT avera DIAZ VALVERDE GARCIA MARCELO GG Lo que Certifico: Dre. MARIALUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-27", "id": 37040, "nombre_demandado": "Manuel Magno Vera Ponce (Coronel PNP) y otros", "nombre_demandante": "Angel Francisco Ortíz Ortíz", "numero_expediente": "00049-1997-HC"}