{"CONTEXTO": " 00046-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00046-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 046-98-AC/TC LIMA AGRIPINO MAMANI PAREDES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL ep A En Lima, a los quince dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Agripino Mamani Paredes contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha seis de noviembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Con fecha ocho de enero de mil novecientos noventa y siete, don Agripino Mamani Paredes interpone Accion de Cumplimiento contra el Alcalde de la Municipalidad Metropolitana de Lima, don Alberto Andrade Carmona, para que cumpla lo dispuesto por la Resolucion Directoral No 511-94-0GA-DMA-MLM de fecha diecinueve de diciembre de mil novecientos noventa y cuatro, que le reconoce la gratificacion del premio pecuniario y bonificacion personal por haber cumplido veinte anos de servicios. Refiere que, sin mediar razon alguna, el demandado se niega a abonarle dicha gratificacion que asciende a la cantidad de cinco mil trescientos treinta y cuatro nuevos soles con sesenta céntimos. El Alcalde de la Municipalidad Metropolitana de Lima absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada; senala que al asumir sus funciones dispuso que la Asesoria Legal Externa emita opinion sobre la validez de los \"compromisos\", \"acuerdos\", \"pactos\" y \"actas\" suscritos por las anteriores administraciones municipales, llegândose a la conclusion, en el Informe Legal del doce de enero de mil novecientos noventa y seis, que éstos son nulos, razon por la cual se emitio la Resolucion de Alcaldia No 044-A-96-MLM, disponiéndose entre otras cosas: 1) La revision de planillas de sueldos y salarios y la documentacion relativa a remuneraciones, beneficios sociales, pensiones y demas conceptos laborales, a efectos de determinar las cantidades que deben ser de abono y las que se hubieran pagado en exceso; 2) Establecer una escala remunerativa transitoria que rige desde enero de mil novecientos noventa y seis; 3) Poner en conocimiento de la Contraloria General de la Republica el Informe de Asesoria Legal Externa; 4) Solicita a la misma Contraloria su pronunciamiento sobre los \"acuerdos\" y otros celebrados por la Municipalidad de Lima entre los anos de mil novecientos ochenta y ocho y mil novecientos noventa y cinco, y las recomendaciones del caso. Sostiene que la Resolucion Directoral No 51194-0GA-DMA-MILM no tiene efecto legal alguno, por haber 2 TRIBUNAL CONSTITUCIONAL transgredido las normas de austeridad contenidas en el articulo 190 de la Ley No 26404; Ley de Presupuesto del Sector Publico para el ano 1995. El Segundo Juzgado Especializado en Derecho Publico de Lima declaro improcedente la Accion de Cumplimiento por considerar que no se cumplio con agotar la via administrativa y que la accion habia caducado. 1 Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma la apelada, por estimar igualmente que el demandante no cumplio con agotar la via administrativa y que habia operado el plazo de caducidad previsto en el articulo 370 de la Ley No 23506 de Habeas Corpus y Amparo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, el dia once de diciembre de mil novecientos noventa y seis, el demandante remitio a la Municipalidad demandada la carta notarial de fojas dos, cumpliendo con la exigencia del inciso c) del articulo 5° de la Ley No 26301 y, habiéndose interpuesto la presente demanda el dia ocho de enero de mil novecientos noventa y siete --esto es dentro del plazo de sesenta dias previsto en el articulo 370 de la Ley No 23506 de Habeas Corpus y Amparo--, la Accion de Cumplimiento no habia caducado, razon por la cual debe desestimarse la excepcion de caducidad. 2. Que el espiritu de la Accion de Cumplimiento es buscar la efectividad de la ley para los casos concretos y particulares en que cualquier persona se esté viendo afectada en sus derechos por la conducta omisiva de la autoridad 0 funcionario. En el caso de autos se exige a la autoridad demandada el cumplimiento de una pretension de tipo economico. En efecto, el demandante solicita que el Alcalde de la Municipalidad Metropolitana de Lima cumpla con abonarle la suma de cinco mil trescientos treinta y cuatro nuevos soles con sesenta céntimos, correspondiente al Premio Pecuniario y la Bonificacion Personal, por haber cumplido veinte anos de servicios. 3. Que el referido beneficio ha sido reconocido por la Resolucion Directoral No 511-94- OGA-DMA-MLM del diecinueve de diciembre de mil novecientos noventa y cuatro. Dicha Resolucion no ha sido modificada ni dejada sin efecto por disposicion alguna. El articulo 1° de la Resolucion de Alcaldia No 044-A-96, del diecisiete de enero de mil novecientos noventa y seis, se limita a \"disponer la revision de las planillas de sueldos y salarios, asi como de toda la documentacion contable relativa a remuneraciones, beneficios sociales y pensiones del personal edil de la Municipalidad de Lima Metropolitana 9 sin declarar la nulidad de otras resoluciones. 4. Que el articulo 110° de la Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico fue aprobado por el Decreto Supremo No 02-94-JUS, establece que la facultad de la Administracion Publica para declarar la nulidad de las resoluciones 3 TRIBUNAL CONSTITUCIONAL administrativas prescribe a los seis meses, contados a partir de la fecha en que hayan quedado consentidas. En efecto, el cuestionamiento de una resolucion en la via administrativa solo puede hacerse dentro de las condiciones de temporalidad a que se refiere dicha norma. Y, por ello, la validez de la referida Resolucion Directoral no puede ser desconocida por la autoridad demandada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento seis, su fecha seis de noviembre de mil novecientos noventa y siete, que confirmando la apelada declaro fundada la excepcion de caducidad e improcedente la demanda; reformandola declara INFUNDADA la excepcion de caducidad y FUNDADA la Accion de Cumplimiento; en consecuencia, ordena que el Alcalde de la Municipalidad Metropolitana de Lima cumpla con abonar a don Agripino Mamani Paredes la cantidad de cinco mil trescientos treinta y cuatro nuevos soles con sesenta céntimos, establecida en la Resolucion Directoral No 511- 94-0GA-DMA-MLM del diecinueve de diciembre de mil novecientos noventa y cuatro. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano; y la devolucion de los actuados.", "SS.": "Lit ACOSTA SANCHEZ DIAZ VALVERDE V arcia NUGENT GARCIA MARCELO Lo que Certifico; Dre. MARIA LUZ VASQUEZ BECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL CCL", "fecha_publicacion": "1998-12-13", "id": 37325, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Andrade Carmona)", "nombre_demandante": "Agripino Mamani Paredes", "numero_expediente": "00046-1998-AC"}