{"CONTEXTO": " 00041-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00041-1996-AA.pdf) --- BLICA DE TRIBUNAL CONSTITUCIONAL EXP. No 041-96-AA/TC CARLOS ABDON LA ROSA LA ROSA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y GARCIA MARCELO; actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Carlos Abdon La Rosa La Rosa contra la resolucion de la Cuarta Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, de fecha once de setiembre de mil novecientos noventicinco, que confirmo la del Décimo Cuarto Juzgado Especializado en lo Civil de Lima, su TRIBUNAL CONSTITUCIONAL fecha seis de junio de mil novecientos noventicinco y declara improcedente accion de amparo.", "ANTECEDENTES:": "La accion la interpone contra el Presidente de la Comision de Concurso Public de Plazas Docentes Ordinarios de la Universidad Inca Garcilazo de la Vega, a de que se le admita como Catedratico Principal del curso de Derech Constitucional, al haber sido aprobado su expediente No 112-95, por no tene competidor en câtedra, previas las formalidades de ley. El Juzgado Especializad en lo Civil de Lima declaro improcedente la demanda, por considerar, entre otra razones, que el actor no ha precisado sus derechos constitucionale presuntamente conculcados, ni ha acreditado haber agotado las vias previas Interpuesto recurso de apelacion, la Cuarta Sala Especializada en lo Civil de Corte Superior de Justicia de Lima confirmo la apelada, segun resolucion de onc de setiembre de mil novecientos noventicinco, al estimar que el juzgador pued rechazar liminarmente la demanda cuando, como en este caso, advierta no so que no existe conculcacion de derecho constitucional alguno, sino que el petitori contiene un imposible juridico. J TRIBUNAL CONSTITUCIONAL Contra esta resolucion el accionante interpone Recurso Extraordinario, por lo que, de conformidad con los dispositivos legales, se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, es principio procesal que las partes deben acreditar los hechos que alegan, a través de los medios probatorios cuya finalidad es producir certeza en el Juez respecto de los puntos controvertidos, y en el presente caso el actor no precisa en su petitorio cuâles son sus derechos constitucionales presuntamente conculcados a los efectos de su restitucion. 2.- Que, el hecho de que haya entregado documentos a la Universidad Inca Garcilazo de la Vega, segun aparece de fojas dos, para un concurso de plazas docentes ordinarios, no le hace titular, por si solo, para la exigibilidad del ejercicio de una câtedra en dicho Centro Superior de Estudios, de ahi que ni siquiera ha intentado agotar las vias previas con los recursos que le franquea la ley; por lo que, de conformidad con el articulo 27° de la Ley No 23506, la presente accion deviene improcedente. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Organica No 26435 y la Ley No 26801;", "FALLA:": "Confirmando la resolucion expedida por la Cuarta Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, que obra a fojas ciento ochenticinco, expedida con fecha once de setiembre de mil novecientos noventicinco, que confirmo la apelada de fecha séis de junio de mil novecientos noventicinco y declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT L DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. MF/efs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-25", "id": 36904, "nombre_demandado": "Universidad Inca Garcilazo de la Vega", "nombre_demandante": "Carlos Abdón La Rosa La Rosa", "numero_expediente": "00041-1996-AA"}