{"CONTEXTO": " 00041-1992-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00041-1992-AA.pdf) --- EXP.N04192-AA/IC LIMA ARCOS.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por ARCO S.A., contra la sentencia expedida por la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, de fojas diecinueve del cuaderno de nulidad, su fecha veintisiete de mayo de mil novecientos noventa y uno, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "ARCO S.A. interpone demanda de Accion de Amparo contra la Resolucion Directoral No 273-89- ITINTEC-DG, del diez de marzo de mil novecientos ochenta y nueve, expedida por el Instituto de Investigacion Tecnologica Industrial y de Normas Técnicas-ITINTEC, que puso término al procedimiento administrativo sobre Competencia Desleal instaurado por la firma extranjera Cluett Peabody & Co. Inc. Refiere que con fecha treinta y uno de julio de mil novecientos setenta y cinco suscribio un contrato de Licencia de Uso de Marcas y Asistencia Técnica con la firma norteamericana Cluett Peabody & Co. Inc. respecto de las marcas Arrow, Lady Arrow, Brigade, Golden Arrow y Gabanaro, contrato que fue renovado periodicamente mediante addendum, siendo la ultima prorroga la del veinticuatro de febrero de mil novecientos ochenta y siete, que comprendia el periodo del uno de febrero de mil novecientos ochenta y cuatro al treinta y uno de enero de mil novecientos ochenta y nueve. Asimismo senalan, que todos esos addendum fueron debidamente aprobados por la Comision Nacional de Inversiones y Tecnologias Extranjeras CONITE, tal como lo acreditan con la Resolucion No 045-TEX-87-EF/35.05, del veinticuatro de febrero de mil novecientos ochenta y siete. No obstante ello, alega que el representante de la empresa demandada, mediante carta notarial del veinticuatro de agosto de mil novecientos ochenta y ocho, pretende resolver el contrato alegando supuestos incumplimientos en el pago de las regalias. Posteriormente, senala que la empresa demandada, mediante escrito del veinte del setiembre de mil novecientos ochenta y ocho, los denuncio ante la Division de Amparo contra la Competencia Desleal, denuncia que al ser declarada fundada por medio de la Resolucion Directoral No 040029-88-DIPI, del veinticuatro de noviembre de mil novecientos ochenta y ocho, motivo que interpusiera Recurso de Apelacion, que fue declarado infundado mediante la Resolucion Directoral No 273-89-ITINTEC-DG El Director General del Instituto de Investigacion Tecnologica Industrial y de Normas Técnicas- ITINTEC contesta la demanda senalando que la resolucion del convenio de Licencia de Uso de Marcas y Asistencia Técnica se encuentra acreditada mediante la Carta Notarial enviada a la firma Arco S.A. con fecha diecinueve de agosto de mil novecientos ochenta y ocho, por lo que cualquier acto relacionado con el uso de las marcas Arrow, Lady Arrow, Brigade, Golden Arrow y Gabanaro sin el consentimiento del titular, posterior a dicha fecha, constituye un acto de competencia desleal. Asimismo senala que el contrato de licencia de uso de marcas no fue registrado ni aprobado en las Oficinas de Propiedad Industrial, por lo que el ITINTEC no podia amparar el derecho de uso de la licencia reclamada por la demandante, pues unicamente fue otorgada a través de un documento privado. El Juez del Vigésimo Segundo Juzgado Civil de Lima, a fojas cincuenta, con fecha ocho de mayo de mil novecientos ochenta y nueve, declaro fundada la demanda por considerar que la decision de la empresa demandada de resolver el contrato era improcedente de acuerdo a lo dispuesto en el articulo 361° del Codigo Civil. La Quinta Sala Civil de la Corte Superior de Justicia de Lima,confirmo la sentencia apelada declarando fundada la demanda por considerar que el contrato suscrito el treinta y uno de julio de mil novecientos setenta y cinco tenia una prorroga desde el uno de febrero de mil novecientos ochenta y cuatro hasta el treinta y uno de enero de mil novecientos ochenta y nueve. La Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, a fojas diecinueve del cuaderno de nulidad, con fecha veintisiete de mayo de mil novecientos noventa y uno, declaro Haber Nulidad en la sentencia de vista y reformandola declaro improcedente la demanda, por considerar que la via correcta para esta pretension constituye el proceso contencioso-administrativo. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso, la empresa Arco S.A. pretende se deje sin efecto la prohibicion que se le impusiera para usar las marcas Arrow, Lady Arrow, Brigade, Golden Arrow y Gabanaro, contenida en la Resolucion Directoral No 040029-88-DIPI, y que fuera confirmada a través de la cuestionada Resolucion Directoral No 273-89-ITINTEC-DG, al declararse infundado el Recurso de Apelacion contra aquella resolucion. 2.- Que, se debe tener presente que la prorroga del Contrato de Licencia de Uso de Marcas y Asistencia Técnica celebrado el treinta y uno de julio de mil novecientos setenta y cinco, fue aprobada por la Resolucion de la Secretaria de CONITE No 045-TEX-57-EF/35.05, obrante a fojas treinta y cuatro, estableciéndose como nuevo plazo de vigencia del citado contrato desde el uno de febrero de mil novecientos ochenta y cuatro al treinta y uno de enero de mil novecientos ochenta y nueve. Que, teniendo en cuenta que la presente demanda fue presentada el veinte de abril de mil 3.- novecientos ochenta y nueve, esto es mas de dos meses después del vencimiento del plazo de vigencia del Contrato de Licencia de Uso de Marcas y Asistencia Técnica; resulta aplicable lo dispuesto en el articulo 6° inciso 1) de la Ley No 23506, Ley de Habeas Corpus y Amparo, toda vez que la presunta violacion del derecho a la libre contratacion invocada por la demandante se habria convertido en irreparable. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, de fojas diecinueve del cuaderno de nulidad, su fecha veintisiete de mayo de mil novecientos noventa y uno, que declarando Haber Nulidad en la sentencia de vista, la reformo y declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. G.L.Z.", "fecha_publicacion": "1999-04-21", "id": 35023, "nombre_demandado": "Instituto de Investigación Tecnológica Industrial y de Normas Técnicas-ITINTEC", "nombre_demandante": "ARCO SA", "numero_expediente": "00041-1992-AA"}