{"CONTEXTO": " 00047-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00047-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.047-96-AA/TC LA LIBERTAD FLOR DE MARIA LA TORRE MARTELL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Flor de Maria La Torre Martell contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento veintisiete, su fecha diecinueve de setiembre de mil novecientos noventa y cinco, que revocando la apelada, declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Flor de Maria La Torre Martell interpone Accion de Amparo contra el Director General de la Direccion Regional de Salud-La Libertad, don César Jaramillo Vereau, y el Presidente de la Junta Transitoria de Administracion Regional La Libertad, don Noé Inafuku Higa, por violacion de sus derechos constitucionales a la libertad de trabajo, libre desarrollo y debido proceso. Alega la demandante que mediante Memorandum No 06-9H-DIRESLLSERUMS, asi como el Proveido No 103-94-DIRES.LL/SERUMS se dispuso que a partir del veintitrés de mayo de mil novecientos noventa y cuatro y hasta el veintidos de mayo de mil novecientos noventa y cinco, realizara su Servicio Rural Urbano Marginal de Salud (SERUMS) en el Centro de Salud de Salaverry. Refiere que mediante Resolucion Directoral No 0264-94-DIRESI, se autorizo, en via de regularizacion, que la demandante cumpla el Servicio Equivalente del SERUMS, asistiendo tres veces por semana, durante doce meses al referido Centro de Salud de Salaverry. Precisa que durante los meses de mayo y junio de mil novecientos noventa y cuatro ha asistido normalmente, pero que, desde el mes de julio a octubre de mil novecientos noventa y cuatro, los requerimientos del servicio fueron a tiempo completo, de manera que en estos ultimos cuatro meses acumulo el doble del tiempo, faltândole solo dos meses (noviembre y diciembre) para completar su SERUMS. Indica que, no obstante lo anterior, mediante Resolucion Directoral No 00391-94- DIRES/LL, el Director General de la Direccion Regional de Salud dejo sin efecto la 2 TRIBUNAL CONSTITUCIONAL Resolucion Directoral No 0264-94-DI-RES/LL, que la autorizaba a realizar su SERUMS, arguyendo que habria incumplido la precitada resolucion. Recuerda que interpuso su Recurso de Reconsideracion, el que fue declarado improcedente tras senalarse que habria cometido una falta grave consistente en haber adulterado los partes de asistencia y falsificado la firma de la doctora Zoila Diaz Elera. Frente a dicha resolucion, precisa, interpuso su Recurso de Apelacion, el que no ha sido resuelto, no obstante haber transcurrido los treinta dias habiles previstos por la ley. Admitida la demanda, ésta es contestada por el representante legal del Presidente del Consejo Transitorio de Administracion Regional de La Libertad, quien solicita se declare improcedente la demanda, ya que: a) La expedicion de la Resolucion Ejecutiva Regional No 316-95-CTAR-LL, se ha realizado dentro de las atribuciones conferidas mediante ley y sin que se hayan violado derechos constitucionales; b) La demandante incumplio lo dispuesto por la Resolucion Directoral No 0264-94-DIRES/LL, asi como la Ley No 23330 y la Resolucion Ministerial No 0184-93-SA.DM; c) Las faltas graves que se imputan a la demandante se encuentran acreditadas por los diversos informes presentados mediante oficios No 069-9H-DIRESLLPLANIF, No 118-94-CSS y No 001-95. Con fecha veinte de julio de mil novecientos noventa y cinco, el Juez del Tercer Juzgado Especializado en lo Civil de Trujillo expidio resolucion declarando fundada la demanda, por considerar, principalmente, que antes de expedirse la resolucion que causa agravio a los derechos constitucionales de la demandante, no se respeto el derecho al debido proceso. Interpuesto el recurso de apelacion, con fecha diecinueve de setiembre de mil novecientos noventa y cinco, la Primera Sala Civil de la Corte Superior de Justicia de La Libertad expide resolucion, revocando la apelada, y reformandola, la declara improcedente por estimar, principalmente, que la expedicion de la resolucion que le causa agravio, se ha debido al incumplimiento de las obligaciones laborales de la demandante. Interpuesto el recurso de nulidad, que debe entenderse como extraordinario, los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que se deje sin efecto la Resolucion Directoral No 00391-94-DIRES/LL, su fecha catorce de diciembre de mil novecientos noventa y cuatro, la Resolucion Directoral No 0076-95- DIRES/LL su fecha veintiuno de marzo de mil novecientos noventa y cinco, y en consecuencia, se ordene a la entidad demandada permita a la demandante realizar el SERUMS-EQUIVALENTE de Servicio Social en el Centro de Salud al que fue designada por Resolucion Directoral No 0264-94-DIRES/ILL, por el término y la modalidad que se le asignara. 2. Que, siendo ello asi, y dado que segun se esta a lo dispuesto por la Resolucion Directoral No 0264-94-DIRES/LL, la autorizacion, en via de regularizacion, para que la S TRIBUNAL CONSTITUCIONAL demandante cumpla el Servicio Equivalente del SERUMS, regia para el periodo comprendido entre el veintitrés de mayo de mil novecientos noventa y cuatro al veintidos de mayo de mil novecientos noventa y cinco; a la fecha, la posibilidad de que este Colegiado pueda pronunciarse sobre el fondo de la controversia constitucional carece de objeto, pues la presunta violacion de los derechos constitucionales de la demandante se ha tornado en irreparable, siendo de aplicacion lo dispuesto por el inciso 1) del articulo 6° de la Ley No 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento veintisiete, su fecha diecinueve de setiembre de mil novecientos noventa y cinco, que revocando la apelada, declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Ves 16r DIAZ VALVERDE Hicars NUGENT auers L GARCIA MARCELO Lo que Certifico Dra. MARIA-LUZ VASOUEZ ECM SECRETARIA RELATORA TRIBUNAL CONSTITUEIORKE", "fecha_publicacion": "1999-01-04", "id": 34842, "nombre_demandado": "Dirección Regional de Salud de La Libertad", "nombre_demandante": "Flor de María La Torre Martell", "numero_expediente": "00047-1996-AA"}