{"CONTEXTO": " 00048-1992-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00048-1992-AA.pdf) --- S-400 ...El Estado es el unico y exclusivo propietario de los recursos 0 fuentes naturales, sin que pueda invocarse atributos particulares de igual nivel, sino unicamente concesiones emanadas del propio Estado y sujeta a las condiciones establecidas por la Ley. Exp.No0 048-92-AA/TC Lima Compania Nacional Hotelera Churin S.A. SENTENCIA DEL TRIBUNAL CONSTTTUCIONAL En lima, a los once dias del mes de julio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la Presidencia, Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario interpuesto contra la resolucion de la Segunda Sala Civil de la Corte Suprema de fecha veintiséis de noviembre de mil novecientos noventa y uno, que, declara no haber nulidad en la resolucion de vista del diecisiete de octubre de mil novecientos ochenta y ocho que revocando la apelada del siete de abril de mil novecientos ochenta y ocho declara improcedente la accion de amparo interpuesta por la Compania Nacional Hotelera Churin S.A. contra el Supremo Gobierno.", "ANTECEDENTES": "La Compania demandante representada por su Gerente General, Leonelo Salinas Ruiz Cornejo interpone accion de amparo sustentando su reclamo en la transgresion a su derecho de propiedad reconocido por la Constitucion Politica de 1979, al haberse promulgado la Ley No. 24784 que declara \"sin efecto\" la concesion por denuncio y la Licencia otorgada a la Compania Nacional Hotelera Churin S.A. para la explotacion de las fuentes minero medicinales de Churin y encarga al Concejo Distrital de Churin la administracion de las mismas. Especifica la demandante que tanto el articulo 37 de la Constitucion de 1933 como la Ley No. 9554 del dos de marzo de mil novecientos cuarenta y dos, declararon que el Estado es el propietario de las aguas sin excepcion alguna debiendo incorporarse a su patrimonio las que hasta esa fecha eran dominio particular, situacion que acontecia con los treinta y seis mil trescientos noventa y dos metros cuadrados de terreno y de las fuentes pertenecientes a la Comunidad de Churin y los seis mil metros cuadrados de terreno y fuentes pertenecientes a la Comunidad de Andajes, que precisamente y por ese motivo fueron > via expropiacion, incorporadas al Estado. Manifiesta que en el ano 1955 la misma demandante solicita al Presidente de la Republica la explotacion de los \"Banos de Churin\" y el de \"Fierro\" comprometiéndose a realizar una inversion en obras para el mejor aprovechamiento de las aguas, lo que merecio opinion favorable de parte del Ministerio de Salud. Posteriormente y Luego de formarse el Expediente de Concesion se expidio la Resolucion Suprema No. 86-SNT del veintinueve de marzo de mil novecientos cincuenta y nueve por la que se dispone la inscripcion de las fuentes que conforman los \"Banos de Churin\" y los \"Banos de Fierro\" en el Registro Oficial de Fuentes de propiedad del Estado y se concede su explotacion a la Compania Nacional Hotelera Churin S.A. por el término de cincuenta anos, concesion que fue elevada a Escritura Publica con fecha veintidos de setiembre de mil novecientos cincuenta y ocho. En forma paralela a la citada concesion y si bien es cierto que la Comunidad de Churin recurre al Poder Judicial a través de una accion reinvindicatoria, su pretension solo deviene fundada en parte ya que solo se le acepta el pago por lo no justispreciado, habiendo quedado materializada la cosa juzgada con fecha seis de octubre de mil novecientos cincuenta y ocho. Posteriormente sin embargo y con fecha trece de noviembre de mil novecientos sesenta y tres se expide el Decreto Supremo No. 183-STN por el que se declara \"Nula e Insubsistente\" la Resolucion Suprema No. 086-STN disponiendo entre otras cosas, la restitucion en pleno dominio de las Comunidades Indigenas de Churin y Andajes, sobre las fuentes y los terrenos, circunstancia frente a la cual, la demandante interpuso ante el Poder Judicial recurso de Habeas Corpus que le es favorable tanto en el Tercer Tribunal Correccional como en la Corte Suprema de Justicia de la Republica en la medida en que se dispone la nulidad del Decreto Supremo antes referido fundamentalmente por haberse transgredido el principio de cosa juzgada reconocido por la Constitucion Politica de 1933. A mérito de estos pronunciamientos la demandante nuevamente obtuvo la posesion de las fuentes hasta que mediante la Resolucion Suprema No. 000109-73-SA/DS del veintitrés de mayo de mil novecientos sesenta y tres y de conformidad con el articulo 144 de la Ley General de Aguas y el articulo 131 de su Reglamento, se le otorgo la correspondiente Licencia, documento que entre otras cosas dispuso la reduccion del plazo de explotacion de cincuenta a treinta a anos, el aumento del canon a la concesionaria y una inversion adicional en la concesion de explotacion. Con todos estos precedentes la demandante solicita, finalmente, que se declare que la Ley No. 24784 no produce efectos legales de clase alguna por ser violatoria de la Constitucion. A fojas setenta y ocho y con fecha siete de marzo de mil novecientos ochenta y ocho se da por admitida la demanda por el Décimo Séptimo Juzgado en lo Civil de Lima, disponiéndose su traslado al Procurador Publico en los Asuntos de Justicia, con conocimiento del Concejo Distrital de Pachangara, de la Empresa Nacional de Turismo y del Ministerio de Salud. En el mismo auto admisorio y de conformidad con el articulo 31 de la Ley No. 23506, se dispone también, la suspension de los efectos de la Ley No. 24784, hasta que se resuelva la accion. Posteriormente la Procuradora Publica a cargo de los Asuntos del Ministerio de Justicia se apersona al proceso y contesta la demanda negandola y contradiciéndola fundamentalmente por estimar: Que la Ley No. 24784 no es violatoria a la Constitucion en lo que respecta al derecho de propiedad, ya que el Estado es el propietario de las fuentes minero medicinales de Churin, atributo normado por el articulo 37 de la Constitucion de 1933, la Ley No. 9554 del dos de marzo de mil novecientos cuarenta y dos, la Ley General de Aguas 0 Decreto Ley No. 17752, y el articulo 118 de la Constitucion de 1979, todo ello concordante con la Clausula Primera de la Concesion de Explotacion que le otorgara el Estado a la demandante el veintidos de Setiembre de mil novecientos cincuenta y ocho y la Licencia otorgada mediante Resolucion Suprema No. 000109-73-SA/DS del veintidos de mayo de mil novecientos setenta y tres; Que el Estado es igualmente propietario de las instalaciones construidas en mérito a lo dispuesto por la Clausula Quinta de la indicada Licencia corroborada con la Clausula Séptima de la mencionada concesion, por lo que los accionantes no pueden irrogarse el titulo de propietarios y mas aun cuando su propio representante legal, al momento de contestar la demanda de amparo que le interpusiera el Concejo Distrital de Pachangara textualmente sostuvo que \"he cumplido con entregar las fuentes minero medicinales de Churin al Concejo.. para que cumpla y haga efectivo el mandato del articulo 2 de la Ley 24784... \" Finalmente la Procuradora solicita, al Juzgado que se notifique al Procurador Publico a cargo de los asuntos del Ministerio de Industria, Comercio Interior, Turismo e Integracion. Correlativamente y luego de notificado, el Procurador de los asuntos del Ministerio de Industria también se apersona al proceso negando la demanda y haciendo ver que su sector no tiene nada que ver con la demanda interpuesta por no haber transgredido derecho constitucional alguno y que en todo caso quien si tiene legitimo interes y por tanto debio ser emplazado, es el Concejo Distrital de Pachangara ya que es el directo beneficiario de los efectos de la ley cuestionada. Puntualiza ademas que actualmente existe ante el Décimo Sexto Juzgado Civil de Lima (Exp. No. 1694-88) una accion de amparo seguida por el Concejo Distrital de Pachangara contra la Compania Nacional Hotelera Churin S.A. para el cumplimiento cabal de la Ley No. 24784 y a donde se ha ordenado a la demandada de esa causa, de conformidad con el articulo 31 de la Ley 23506, entregue al Concejo demandante, el complejo La Meseta, habiéndose incluso expedido sentencia declarando fundada la causa respectiva, por lo que la accion promovida es respuesta a la que con anterioridad le interpuso el Concejo Distrital de Pachangara. Por ultimo afirma el Procurador que la demandante de esta causa persigue en el fondo que se declare la inconstitucionalidad de la ley cuestionada, lo que no es atribucion del Poder Judicial a través del amparo sino del Tribunal de Garantias Constitucionales a través de la accion de inconstitucionalidad. De fojas ciento diecisiete a ciento dieciocho vuelta y con fecha siete de abril de mil novecientos ochenta y ocho, el Décimo Séptimo Juzgado en lo Civil de Lima expide sentencia declarando Fundada la demanda y deja sin efecto la ley cuestionada fundamentalmente por considerar: Que conforme el articulo 233 inciso 9 de la Constitucion Politica del Estado en concordancia con el articulo 3 de la Ley Organica del Poder Judicial, una de las garantias de la Administracion de Justicia es la unidad y exclusividad de la funcion jurisdiccional; Que conforme a la Clausula Segunda del contrato de Concesion y Explotacion de Aguas Minero Medicinales del Distrito de Pachangara, celebrado entre el Supremo Gobierno y la empresa demandante el plazo de la referida concesion es de cincuenta anos y que comenzo a regir a partir del quince de abril de mil novecientos cincuenta y nueve; Que conforme el articulo 1328 del Codigo Civil de 1936 concordante con los articulos 1361 del Codigo Civil vigente, los contratos son obligatorios en cuanto se haya expresado en ellos, debiendo cumplirse de acuerdo a las reglas de la buena fe y comun intencion de las partes; Que el acto juridico que contiene un contrato celebrado con observancia de la ley no puede ser anulado 0 dejarse sin efecto a no ser mediante sentencia ejecutoriada en la que la parte vencida haya sido debidamente citada, pues de no ser asi no solo se violaria las normas legales antes nombradas sino incluso el derecho de defensa que consagra la Constitucion; Que el Supremo Gobierno mediante la ley 24784 en forma unilateral y sin decision judicial alguna ha dejado sin efecto la concesion por denuncio y licencia otorgada a la accionante y a que se contrae el contrato anteriormente aludido, que se trasunta en el derecho de usufructo y posesion que le corresponde a la Compania demandante, y que ha sido desconocido por parte del Estado; Que si el Decreto Supremo No. 183-STN del trece de noviembre de mil novecientos sesenta y tres que declaro nula la Resolucion Suprema No. 86-SIN fue impugnado ante el Poder Judicial a través de un Habeas Corpus siendo declarado fundado y trayendo como consecuencia la nulidad del mencionado Decreto asi como recobrando validez plena el contrato de concesion, la ejecutoria respectiva tiene efectos de cosa juzgada; Que en tal sentido el Estado ha intentado revivir un proceso fenecido por el que se otorgo validez definitiva y vigencia al contrato de concesion, lo que contraviene el articulo 233 incisos 2 y 11 de la Constitucion de 1979, por lo que ante las circunstancias expuestas la ley cuestionada no puede anteponerse ni ser prevalente a las normas constitucionales mencionadas teniendo en cuenta la jerarquia de normas a que se refiere el articulo 236 de la Carta Fundamental. Interpuesto recurso de apelacion por los Procuradores Publicos del Ministerio de Industria Comercio Turismo e Integracion y del Ministerio de Justicia, los autos son elevados a la Cuarta Fiscalia Superior en lo Civil para efectos de la vista correspondiente, y devueltos estos con dictamen que se pronuncia porque se revoque la apelada, la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, a fojas doscientos nueve y doscientos nueve vuelta y con fecha diecisiete de octubre de mil novecientos ochenta y ocho revoca la resolucion apelada y declara improcedente la accion fundamentalmente por considerar: Que segun el testimonio del veintidos de setiembre de mil novecientos cincuenta y ocho, el Estado como propietario y la Compania Nacional Hotelera Churin S.A. en condicion de usufructuaria celebraron contrato para la explotacion de las fuentes minero medicinales de Churin; Que el diecisiete de diciembre de mil novecientos ochenta y siete se expidio la Ley No. 24784 por la que se deja sin efecto la concesion y la licencia para la explotacion de las fuentes en referencia; Que para el caso de autos la accion de amparo ha perdido actualidad pues conforme a lo previsto en el articulo 950 del Codigo Civil anterior, recogido por el articulo 1001 del Codigo Civil vigente, el usufructo a favor de una persona juridica, no puede exceder de treinta anos y que cualquier plazo mayor que se fije se reduce a éste; Que asi mismo y de acuerdo a los articulos 943 y 1021, de los acotados, respectivamente, el usufructo se extingue al cumplimiento del plazo maximo aludido; Que de la Clausula Segunda del contrato de concesion se advierte que la explotacion fue pactada por un plazo de cincuenta anos, que por aplicacion de los dispositivos senalados quedo reducido a treinta anos, los que vencieron el veintiuno del mes proximo pasado; Que en este orden y sin necesidad de recurrir a la Ley impugnada, el contrato de usufructo se extinguio en la mencionada fecha y mal se haria con legalizar via amparo, la permanencia de la sociedad demandante por mas tiempo del convenido; Que por ultimo no se percibe efecto alguno de cosa juzgada ya que la resolucion judicial invocada, define una situacion juridica distinta a la que sirve de sustento a esta resolucion. Interpuesto recurso de nulidad por la Compania Nacional Hotelera Churin S.A. los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente, y devueltos estos con dictamen que se pronuncia en favor de la recurrida, la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica, con fecha veintiséis de noviembre de mil novecientos noventa y uno, de conformidad con el dictamen fiscal y por los fundamentos pertinentes de la recurrida, declara no haber nulidad en la sentencia de vista. Contra esta resolucion la demandante interpone recurso de casacion por lo que de conformidad con la Quinta Disposicion Transitoria de la Ley No. 26435 y entendiendo dicho recurso como \"Extraordinario\" y se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que si bien la Compania Nacional Hotelera Churin S.A. invoca como causalidad de su pretension una presunta transgresion a su derecho constitucional de propiedad, es necesario precisar que en el caso de autos no existe por lo menos desde el punto de vista de los intereses de la demandante, una legitima invocacion al atributo que expresamente se reclama, por cuanto el mantenimiento 0 no de la concesion de explotacion de las fuentes minero medicinales de Churin, nada tiene que ver con la calidad de propietario de las mismas desde que por principio general, reconocido por todas nuestras Constituciones y especificamente por la de 1933 -vigente en el momento de nacida la relacion juridica examinada- es el Estado el unico y exclusivo propietario de los recursos 0 fuentes naturales, sin que pueda invocarse atributos particulares de igual nivel, sino unicamente concesiones emanadas del propio Estado y sujetas a las condiciones establecidas por la Ley. Que semejante criterio no solo ha sido comun en las Constituciones Nacionales, sino que se ha visto constantemente ratificado en la legislacion, pues asi se ha definido, por referencia al caso sub-judice, en el articulo 1 de la Ley No. 9554 del catorce de enero de mil novecientos cuarenta y dos (declarativa de la propiedad estatal sobre las fuentes de Aguas Minero Medicinales) como en el articulo 1 del Decreto Ley No. 17752 del veinticuatro de julio de mil novecientos sesenta y nueve (Ley General de Aguas). Que mas concluyente resulta todavia el constatar que la Clausula Primera de la Escritura Publica relativa al Contrato de Concesion y Explotacion, suscrita por la demandante con el Supremo Gobierno con fecha veintidos de setiembre de mil novecientos cincuenta y ocho, deja claramente establecida la calidad de propietario del Estado sobre las fuentes que se otorgaban en concesion en armonia con la normatividad vigente, por lo que mal puede ahora la demandante alegar un derecho de propiedad que nunca ha tenido y que por el contrario ha reconocido en su momento, como perteneciente al Estado. Que en todo caso, si lo que esta en discusion en la presente causa, es como se dijo, el mantenimiento de la concesion que efectivamente otorgara el Estado en favor de la demandante segun la Escritura Publica referida en el parrafo anterior, es de precisarse, que si bien la Ley No. 24784, deja sin efecto la Concesion por Denuncio y la Licencia expedidas sobre la Compania Nacional Hotelera Churin S.A., en las actuales circunstancias carece de objeto pronunciarse sobre la arbitrariedad 0 no que encierra la misma, (arbitrariedad que en todo caso no se relacionaria con el derecho de propiedad, como se ha visto, sino con el derecho de contratacion), toda vez que conforme al articulo 950 del Codigo Civil de 1936, vigente en el momento de entablada la relacion juridica, \"El usufructo... en favor de una persona juridica -como ocurre con la demandante- no pasara de treinta anos, y cualquier tiempo mayor que se fije, se reduce a éste\", ? por lo que si la Escritura Publica que contiene el contrato tantas veces referido, establecio en su Clausula Segunda, que la explotacion de las fuentes rige por cincuenta anos y que el plazo se computa desde el quince de abril de mil novecientos cincuenta y nueve 0 en todo caso desde el momento en que la concesionaria tome posesion de las fuentes, lo que se produjo el veinticinco de mayo de mil novecientos sesenta y dos, como se reconoce expresamente en la demanda, quiere ello decir que, por mandato del dispositivo acotado, desde el veinticinco de mayo de mil novecientos noventa y dos, se extinguio automaticamente y por completo la concesion en favor de la Compania demandante. Que por consiguiente y no existiendo a la fecha situacion de hecho que pueda reputarse como lesiva 0 transgresora de los derechos constitucionales por haberse producido sustraccion de la materia justiciable, carece de objeto la presente demanda de conformidad con el inciso 3 del articulo 6 de la Ley No. 23506. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley modificatoria No. 26801", "FALLA": "CONFIRMANDO la resolucion de la Segunda Sala Civil de la Corte Suprema de Justicia de la Republica de fecha veintiséis de noviembre de mil novecientos noventa y uno, que, declarando no haber nulidad en la sentencia de vista del diecisiete de octubre de mil novecientos ochenta y ocho que revoca a la apelada del siete de abril de mil novecientos ochenta y ocho, declara IMPROCEDENTE la accion de amparo interpuesta. Se dispuso asi mismo la publicacion de la presente sentencia en el diario oficial \"El Peruano\" y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lsd.", "fecha_publicacion": "1997-09-10", "id": 36337, "nombre_demandado": "Supremo Gobierno", "nombre_demandante": "Compañía Nacional Hotelera Churín SA representada por su Gerente General (Leonelo Salinas Ruiz Cornejo)", "numero_expediente": "00048-1992-AA"}