{"CONTEXTO": " 00040-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00040-1995-AA.pdf) --- S-607 Que, habiendo reclamado los actores solo las sumas que les corresponden por concepto de nivelacion de sus pensiones, lo expuesto por la parte emplazada de que, el origen de las pensiones mismas, y sus aditamentos sucesivos, estan siendo verificadas respecto a su licitud O ilicitud, no tiene relevancia juridica alguna ni impide mientras tanto su cumplimiento. (Asimismo)... no existe ninguna otra resolucion que suspenda O elimine de sus pensione de cesantia las referidas nivelaciones, por lo que la tutela efectiva de los derechos constitucionales conculcados en el presente caso resulta perentoria, como remedio para evitar y levantar la agresion anotada, segun lo previsto por los Articulos 2° y 4° de la Ley No 23506, de Habeas Corpus y Amparo. Exp. No 040-95-AA/TC Lima Joffre Fernandez Valdivieso y otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Don Joffré Fernandez Valdivieso y otros interponen \"Recurso Extraordinario de Casacion\" 1 contra la resolucion emitida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, con fecha veinte de mayo de mil novecientos noventicuatro, mediante la cual declaro improcedente la accion de amparo incoada por los accionantes (folio 88 a folio 114 del cuadernillo respectivo).", "ANTECEDENTES:": "Los senores ex parlamentarios, Joffré Fernandez Valdivieso, Demetrio Carranza Lavado, Carlos Alberto Franco Ballester, Esther Muzurrieta Diaz de Nieva, Horacio Coronado Naranjo, Flavio Paredes Flores, Victor Angulo Camacho, Jorge Diaz Leon, Haydeé Friné Pena Castro- Cuba, Filiberto Zea Pena, José Risieri Cervera Gutierrez, Ramon Ruiz Hidalgo, Teofilo Amancio Cachay Chavez, y, Ricardo Benjamin Ibanez Orellana, interponen ante el 21 Juzgado en lo Civil de Lima, con fecha veintidos de enero de mil novecientos noventidos, demanda de accion de amparo, contra el Presidente de la Câmara de Diputados, el Presidente de la Junta Directiva, y, el Tesorero de la citada Camara, a fin de que se les abone sus pensiones en la forma y monto que perciben su salario los servidores del Estado en actividad, toda vez que las pensiones que reciben son diminutas y contrarias a la ley; por tal razon solicitan que, en calidad de devengados, se les pague las sumas no percibidas desde la fecha del cese, tomando en cuenta los montos que reciben por dichos conceptos los senores Diputados en ejercicio. La Procuradora Publica a cargo de los asuntos judiciales del Poder Legislativo, Presidencia del Consejo de Ministros y Jurado Nacional de Elecciones, solicita se declare \"infundada ylo improcedente\" la demanda, en base a lo siguiente: a) Que, los actores no cumplieron con agotar la via previa, incurriendo por tal razon, en causal de improcedencia, segun lo dispone el articulo 270 de la Ley No 23506, y b) Que, se pretende con la demanda, interrumpir las investigaciones internas para detectar las incorrectas incorporaciones al citado régimen pensionario (folio 64). El 21 Juzgado Civil de Lima, mediante sentencia de fecha diecisiete de noviembre de mil novecientos noventidos, falla declarando improcedente la demanda, por que no se agoto la via previa, y que los hechos materia de la presente accion requieren de investigacion que no puede ser practicada dentro de la sustanciacion de una accion de amparo (folio 142 a folio 145). Con fecha primero de octubre de mil novecientos noventitrés, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, emite la resolucion No 2390, mediante la cual revoca la sentencia de primera instancia y declara fundada la demanda, en base a los fundamentos siguientes: a) Que, el Decreto Ley No 20530 permite nivelar progresivamente las pensiones de los jubilados y cesantes, con los montos que perciban los servidores en actividad. b) Que, los demandantes han adquirido aquel derecho de nivelacion y negarselo configura una violacion a los derechos adquiridos que protege la Carta Magna y c) Que, en el presente caso, no es necesario el agotamiento de la via previa. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veinte de mayo de mil novecientos noventicuatro, falla considerando haber nulidad en la resolucion de vista, y, por consiguiente, confirmando la de primera instancia, declara improcedente la accion de amparo incoada por los senores ex parlamentarios. Los fundamentos de dicho fallo, son los siguientes: a) que, para la procedencia de una accion de amparo, se requiere el agotamiento de la via previa. b) que, los demandantes, en forma gremial solicitaron en la via administrativa, mediante escrito dirigido al entonces Presidente de la Câmara de Diputados (folios 19 y 20), el pago de sus pensiones, en el monto que venian percibiendo su salario los parlamentarios activos; accion administrativa iniciada pero no agotada, y c) que, no es idoneo solicitar la nivelacion de la pension de jubilacion con todos los beneficios que percibe un activo a través de una accion de amparo.", "FUNDAMENTOS:": "1. Que, el petitorio de los reclamantes se circunscribe al pago de los reintegros por concepto de las nivelaciones de sus pensiones establecidas por el régimen del D.L. No 20530, reconocida a través de resoluciones emitidas por la Presidencia de la Camara de Diputados, que en copias obran como recaudos de fojas 5 a 18 y de fojas 54-A a 54-D. 2. Que, en su defensa, los demandados alegan que los actores no han agotado la via previa, y que, por este medio, tratan de eludir las investigaciones y evaluaciones a que estan sometidos cada uno de los expedientes de dicho régimen pensionario en los cuales se habrian cometido presumiblemente ilicitos administrativos para la percepcion de sus beneficios. 3. Que, no existe en autos el texto de disposicion legal alguna que establezca el procedimiento administrativo a seguir al interior de la Camara de Diputados demandada, y en forma taxativa y previa al reclamo, cuâles son los requisitos y medios impugnatorios, asi como las instancias administrativas a observarse; por lo que, tratândose de un Poder del Estado, con operatividad absolutamente autônoma, no le pueden ser aplicadas las pautas dictadas por otro Poder del Estado -el Poder Ejecutivo- para los ministerios, entidades del sub-Sector Publico Independiente y los Gobiernos Locales mediante el D.S. No 006-SC-67, del once de noviembre de mil novecientos sesentisiete, vigente al momento de interponerse la demanda, por lo que resulta de aplicacion el inciso 30) del articulo 28° de la Ley No 23506, de Habeas Corpus y Amparo. 4. Que, habiendo reclamado los actores solo las sumas que les corresponden por concepto de nivelacion de sus pensiones, lo expuesto por la parte emplazada de que, el origen de las pensiones mismas, y sus aditamentos sucesivos, estan siendo verificados respecto a su licitud O ilicitud, no tiene relevancia juridica algunas ni impide mientras tanto su cumplimiento, toda vez, que los actos administrativos con los que se les acuerda las pensiones a los reclamantes han sido expedidos por la propia Câmara de Diputados, sin que se haya hecho mencion a acto doloso alguno cometido por los demandantes en la expedicion de esas resoluciones administrativas, las mismas que, por lo demas, estan bajo la potestad irrestricta de la institucion emplazada para ser verificadas y auditadas en orden a su elucidacion; no habiéndose acreditado tampoco nada al respecto en el curso de este proceso. 5. Que, las pensiones de cesantia acordadas por resoluciones del mes de setiembre de 1985 y de agosto de 1990, por el Presidente de la Camara de Diputados, a favor de cada uno de los pensionista demandantes, que obran de fojas 5 a 18 y de fojas 54-A a 54-D, segun el articulo 2° de las mismas, tienen el caracter de nivelables, autorizandose en cada una de las mismas, para que la Tesoreria de la Câmara, de oficio, nivele en la proporcion correspondiente, la pension del beneficiario cada vez que se incrementen las remuneraciones de los representantes a Congreso, en cumplimiento de lo dispuesto por la Ley No 23495 y su Reglamento el D.S. No 0015-83-PCM. 6. Que, dichos actos administrativos se encuentran corroborados por la Resolucion No 565-90- CD/P de fecha once de setiembre de mil novecientos noventa, emitida por la Presidencia del Congreso Constituyente Democratico, cuya copia obra a fojas 2, segun la cual se hace extensivo a los senores ex-Diputados pensionistas, a partir del primero de agosto de mil novecientos noventa, las asignaciones que perciben los senores Representantes en ejercicio, por acuerdo de dicha Rama Legislativa, en cuanto sean compatibles con las asignaciones senaladas en la Ley No 25048. 7. Que, en la misma linea de accion administrativa, el Presidente del Congreso Constituyente Democratico, mediante Resolucion No 011-93-CD/CCD, de fecha diecisiete de febrero de mil novecientos noventitrés, que en copia corre a fojas 218, dispone fijar a partir del primero de enero de mil novecientos noventitrés, el monto total de los emolumentos que percibiran los senores Congresistas de la Republica, desagregândolo en los rubros de remuneraciones y asignaciones por gastos de representacion y gastos de seguridad. 8. Que, igualmente, se debe tomar en cuenta la Resolucion No 065-94-CD/CCD de fecha veintinueve de abril de mil novecientos noventicuatro, que en copia autenticada obra adjunta al escrito presentado por el Procurador Publico del Estado a cargo de los Asuntos Judiciales de la Procuraduria Publica del Poder Legislativo y la Presidencia del Consejo de Ministros de fecha dos de diciembre de mil novecientos noventisiete, donde se precisan los alcances de las resoluciones Nos. 1048-89-S, de fecha doce de diciembre de mil novecientos ochentinueve, 635-91-S, de fecha catorce de junio de mil novecientos noventiuno y 565-89-CD/P, de fecha once de octubre de mil novecientos noventa. 9. Que, mediante resoluciones mandatorias para que Tesoreria de la Camara de Diputados nivele las pensiones de los actores, de oficio, en la proporcion correspondiente y cada vez que se incrementen las remuneraciones de los Representantes a Congreso, en cumplimiento de la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979 y demas disposiciones legales, este colegiado conceptua que se contigura la omision de un acto debido con relacion a estos derechos adquiridos, en vista de que no existe ninguna otra resolucion que suspenda O elimine de sus pensiones de cesantia las referidas nivelaciones, por lo que la tutela efectiva de los derechos constitucionales conculcados en el presente caso resulta perentoria, como remedio para evitar y levantar la agresion anotada, segun lo previsto por los articulos 2° y 40 de la Ley No 23506, de Habeas Corpus y Amparo. 10. Que, tratândose de nivelacion de pensiones reconocidas por el Titular de la Camara de Diputados, durante los anos 1985 y 1990, no les alcanza limitacion alguna en su monto, conforme a lo establecido en el numeral No 19 de la resolucion expedida por este Tribunal Constitucional con fecha veintitrés de abril de mil novecientos noventisiete, en el Expediente No 008-96-I/TC, sobre demandas de inconstitucionalidad acumuladas. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Revocando la resolucion dictada por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veinte de abril de mil novecientos noventicuatro, de fojas 83-84 del cuadernillo respectivo, que declara haber nulidad en la de vista e improcedente la demanda, reformandola, confirmaron en parte la sentencia dictada por la 2da. Sala Civil de la Corte Superior de Justicia de Lima, su fecha primero de octubre de mil novecientos noventitrés, obrante a fojas 273-274, que revoco la apelada de fecha diecisiete de noviembre de mil novecientos noventidos, y declaro fundada la accion de amparo interpuesta por don Joffré Fernandez Valdivieso y otros; y, ordenaron el pago de la pension de cesantia nivelable, con sujecion a las Leyes Nos 23495, 25048, Decreto Supremo No 0015-83-PCM, y Resolucion de la Presidencia de la Câmara de Diputados, No 565-90-CD/P, su fecha once de octubre de mil novecientos noventa, en concordancia con la Resolucion No 065-94-CD/CCD, su fecha veintinueve de abril de mil novecientos noventicuatro, y demas normas pensionables vigentes; dispusieron su publicacion en el Diario Oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-12-12", "id": 36538, "nombre_demandado": "Presidente de la Cámara de Diputados y otros", "nombre_demandante": "Joffré Fernández Valdivieso y otros", "numero_expediente": "00040-1995-AA"}