{"CONTEXTO": " 00045-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00045-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 045-97-AAA/TC LUIS JOSE ROSAS RAZZETO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por don Luis José Rosas Razzeto contra la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veinticinco de setiembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo. ANTECEDENTES: Don Luis José Rosas Razzeto interpone demanda de Accion de Amparo contra la Sala Constitucional de la Corte Suprema de Justicia de la Republica que expidio la Resolucion de fecha diecisiete de julio de mil novecientos noventa y cinco que declararo no haber nulidad en la sentencia de vista y solicita que se reponga las cosas al estado anterior a la violacion de su derecho constitucional y que se ordene dictar nuevamente sentencia de Primera Instancia en el proceso que le siguio la firma Envases Metalicos S.A. contra el demandante y la firma Presena S.A.en una accion en la via ordinaria de pago de soles. Asimismo indica que la Sala demandada expidio sentencia sin pronunciarse acerca de la excepcion de falta de personeria deducida por el demandante en tal proceso, atentando con ello con lo dispuesto en el inciso 23) del articulo 2° y articulo 139° inciso 6) de la Constitucion Politica del Estado. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, con fecha veintidos de febrero de mil novecientos noventa y seis declaro improcedente la demanda, por considerar, entre otras razones que las anomalias que pudieran cometerse dentro de un proceso regular deben de ventilarse y resolverse dentro del mismo proceso. 2 TRIBUNAL CONSTITUCIONAL Interpuesto recurso de nulidad,la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veinticinco de setiembre de mil novecientos noventa y seis por los propios fundamentos de la de Vista la confirma. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la Accion de Amparo es una garantia constitucional que procede contra acto u omision por parte de cualquier personal, funcionario y autoridad que amenace 0 viole derechos fundamentales. 2. Que, el demandante pretende mediante la presente accion que se deje sin efecto una sentencia judicial expedida por organo jurisdiccional competente en un proceso regular, senalando que la misma no esta arreglada a ley, es decir pretende mediante la presente accion que este Colegiado se convierta en una supra-instancia que pueda revisar procesos judiciables de caracter ordinario. 3. Que, de los actuados se acredita que no existe ninguna irregularidad cometida por los demandados, y que la resolucion cuestionada es consecuencia de un proceso judicial regular, donde en el proceso correspondiente se ha respetado el derecho al debido proceso que tiene todo justiciable, en tal sentido es de expresa aplicacion el inciso 2) del articulo 6° de la Ley No 23506 y el articulo 10° de la Ley No 25398. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas seis del cuaderno de nulidad, su fecha veinticinco de setiembre de mil novecientos noventa y seis que confirmo la de Vista que 3 TRIBUNAL CONSTITUCIONAL declaro IMPROCEDENTE la Accion de Amparo; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, lyn NUGENT, I. U Vet L CeL GARCIA MARCELO. Lo que Cortifico: MR/efs Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-23", "id": 37580, "nombre_demandado": "Sala Constitucional de la Corte Suprema de Justicia de la República", "nombre_demandante": "Luis José Rosas Razzeto", "numero_expediente": "00045-1997-AA"}