{"CONTEXTO": " 00040-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00040-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 040-99-AA/TC AREQUIPA / ELIAS RAMOS BEDREGAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Elias Ramos Bedregal contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, a fojas ciento cincuenta y tres, su fecha nueve de noviembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Elias Ramos Bedregal interpone Accion de Amparo contra la Oficina de Normalizacion Previsional, a fin de que se deje sin efecto la Resolucion N.o 24033-94, expedida por la Gerencia Departamental de Arequipa, Division Regional de Pensiones, mediante la cual se le otorgo su pension de jubilacion en forma diminuta, solicitando que se le otorgue su pension en concordancia con el Decreto Ley N.° 19990, que es la que le corresponde, y no con el Decreto Ley N.o 25967 que recién se promulgo en el mes de diciembre de mil novecientos noventa y dos. La Oficina de Normalizacion Previsional propone las excepciones de caducidad y falta de agotamiento de la via administrativa y, sin perjuicio de las excepciones planteadas, contesta la demanda manifestando que el câlculo del monto de la pension efectuado al demandante, se ha hecho conforme a lo establecido en el Decreto Ley N.o 25967, aclarando que si existe disconformidad en el monto senalado 0 si el demandante considera que ha habido algun error en el calculo, la via adecuada para satisfacer esta pretension sera a través de una accion contenciowo-administrativa. El Segundo Juzgado Especializado en Trabajo de Arequipa, a fojas ciento diez, con fecha veintiuno de julio de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que al haber cesado en el cargo el treinta de octubre de mil novecientos noventa y dos, se encuentra sujeto al régimen del Decreto Ley No. 19990 y, por lo tanto, con derecho a obtener una pension dentro de los alcances del acotado Decreto Ley. 1 TRIBUNAL CONSTITUCIONAL La Sala Laboral de la Corte Superior de Justicia de Arequipa, a fojas ciento cincuenta y tres, con fecha nueve de noviembre de mil novecientos noventa y ocho, revoca la sentencia apelada y declara improcedente la demanda, por considerar que el demandante no agoto las vias previas. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el petitorio de la demanda se circunscribe a que se deje sin efecto la 1. Resolucion N.o 24033-94, expedida por la Gerencia Departamental Arequipa- Division Regional de Pensiones, de fecha cuatro de febrero de mil novecientos noventa y cuatro, que fue expedida al amparo del Decreto Ley N.o 25967 y se otorgue al demandante su pension de jubilacion con arreglo a lo establecido en el Decreto Ley N.o 19990. Que no cabe invocar para el presente caso la excepcion de caducidad, por cuanto 2. se trata de un reclamo en materia pensionaria, donde los actos violatorios objeto de reclamo asumen caracter continuado, por lo que en tales circunstancias no rige el término contemplado por el articulo 370 de la Ley N.o 23506, sino lo dispuesto en la ultima parte del articulo 26° de la Ley N.o 25398. Que, en el presente caso, por la naturaleza del derecho invocado, teniendo en 3. consideracion que la pension tiene carâcter alimentario y habiéndose ejecutado en forma inmediata, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 1) del articulo 28° de la Ley N.o 23506. Que, conforme aparece de autos, el demandante ceso en su actividad laboral el 4. treinta de octubre de mil novecientos noventa y dos, generando su derecho de pensionario a partir del dia siguiente, a tenor de lo dispuesto en el articulo 80° del Decreto Ley N.° 19990. Igualmente se advierte que, con fecha cuatro de noviembre de mil novecientos noventa y dos, presento su solicitud acogiéndose al régimen pensionario establecido en el mencionado Decreto Ley. Que, conforme se ha expresado en la sentencia recaida en el expediente N.° 007- 5. 96-I/TC, el Tribunal Constitucional considera que el estatuto legal, segun el cual debe calcularse y otorgarse la pension del demandante, es el Decreto Ley N.° 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener su pension de jubilacion, ha incorporado a su patrimonio las pensiones derivadas de este derecho, en virtud del mandato expreso de la ley y que no esta supeditada a la decision de la demandada; en consecuencia, tanto el nuevo sistema de calculo de la pension jubilatoria como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.° 25967 se aplicaran solo y unicamente a los asegurados que con posterioridad a su vigencia cumplan con los requisitos senalados en el régimen previsional del Decreto Ley No 19990, y no a aquéllos que los cumplieron con anterioridad a dicha fecha, 2 TRIBUNAL CONSTITUCIONAL porque de hacerlo se estaria contraviniendo a lo consagrado en el articulo 187°y Octava Disposicion General y Transitoria de la Constitucion Politica de 1979, vigente en la fecha de ocurridos los hechos y posteriormente reafirmado por el articulo 103° y la Primera Disposicion Final y Transitoria de la Constitucion Politica de 1993. Que, al haberse resuelto la solicitud del demandante aplicando las normas 6. contenidas en el Decreto Ley N.o 25967, se ha vulnerado su derecho pensionario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, de fojas ciento cincuenta y tres, su fecha nueve de noviembre de mil novecientos noventa y ocho, que revocando la sentencia apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable para el demandante la Resolucion N.o 24033-94 de fecha cuatro de febrero de mil novecientos noventa y cuatro, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.° 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO iela Le que Oertifi00: E.G.D . MARIAT LUZ VASOUZZ SECRETARIA RELATORA TRIBUNAL CONBTITUEIONAL 3", "fecha_publicacion": "1999-07-04", "id": 35236, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Elías Ramos Bedregal", "numero_expediente": "00040-1999-AA"}