{"CONTEXTO": " 00055-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00055-1997-HC.pdf) --- I TRIBUNAL CONSTITUCIONAL EXP. N9055-97-HCITC AREQUIPA MARILU LUPE CERPA DE CHIRE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como el recurso extraordinario, planteado por dona Marilu Lupe Cerpa de Chire, en contra de la Resolucion emitida por la Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, su fecha 09 de setiembre de 1996, que confirma la sentencia apelada que declara improcedente la accion de Habeas Corpus planteada en contra Juez Penal de la Provincia de Camana, doctor Eudel Barreda y otros Magistrados.", "ANTECEDENTES:": "La actora plantea Accion de Habeas Corpus, por violacion de sus derechos constitucionales de libertad de transito y contra la libertad individual. Refiere la accionante, que los accionados estan protegiendo la comision de varios ilicitos penales y sosteniendo un proceso penal que no debio iniciarse en su contra, ya que de acuerdo a las pruebas actuadas 9 la actora y su esposo son victimas de una conspiracion. El proceso penal al que se refiere la accionante data del ano 1993 y, hasta la fecha no ha concluido. Iniciada la investigacion sumaria, se toman las declaraciones de los demandados, las mismas que aparecen de fojas 22 a fojas 26, donde expresan que la Accion de Habeas Corpus es manifiestamente improcedente, porque se plantea en referencia a un proceso judicial regular, que se halla en pleno trâmite y, que ademas, no existe conculcacion a la libertad individual de la recurrente, ni peligro de violar tal valor. A fojas 36, obra la sentencia del Juzgado Especializado en lo Penal, que declara improcedente la Accion de Habeas Corpus interpuesta, considerando que del analisis de los documentos del proceso penal seguido en contra de la accionante, se aprecia que son producto de un procedimiento judicial en trâmite regular, que no atentan contra ningun derecho constitucional de la recurrente. Apelada la resolucion, se elevan los autos a la Sala Penal de la Corte Superior de Justicia de Arequipa, la misma que con fecha 09 de setiembre de 1996, Confirma la sentencia apelada que declara improcedente la Accion de Habeas Corpus interpuesta, considerando que la pretension que intenta la actora se halla fuera de los alcances del articulo 12° de la Ley No. 23506. Interpuesto recurso de nulidad, entendido como extraordinario, los autos son enviados al Tribunal Constitucional. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, la actora alega irregularidades y cuestionamientos a la legalidad del proceso penal que se sigue en su contra y de su conyuge, los mismos que segun este Colegiado, no pueden ventilarse en proceso diferente al de su naturaleza, ya que implicaria una intromision en su tramite. 2. Que en este sentido el articulo 16°, inciso a) de la Ley No 25398 complementaria de la Ley de Habeas Corpus y Amparo, ha establecido que cuando el recurrente tenga instruccion abierta 0 se halle sometido a juicio por los hechos que originan la accion de garantia, no procede la accion de Habeas Corpus, disposicion legal que es aplicable al presente caso; Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le otorga la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion de la Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, su fecha nueve de setiembre de mil novecientos noventa y seis, de fojas ciento cincuenticuatro, que confirmando la sentencia apelada declaro IMPROCEDENTE la accion. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano; y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Mare c NUGENT Micaud DIAZ VALVERDE Eu GARCIA MARCELO Lo que Certifice: Dre. MARIA-LUZVASOUEZ SECRETARIA RELATONA TRIBUNAL CONSTITUGIONAL GG/JMS", "fecha_publicacion": "1998-09-26", "id": 37623, "nombre_demandado": "Segunda Sala Penal de la Corte Superior de Justicia de Arequipa", "nombre_demandante": "Marilú Lupe Cerpa de Chire", "numero_expediente": "00055-1997-HC"}