{"CONTEXTO": " 00057-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00057-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 057-97-AA/TC Caso: Rodolfo Valentin Barrena Jara Cajamarca SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los tres dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los sefiores Magistrados: Acosta Sanchez, Vice Presidente encargado de la Presidencia Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario interpuesto contra la resolucion de la Segunda Sala Mixta de la Corte Superior de Cajamarca de fecha cuatro de noviembre de mil novecientos noventa y seis, que, confirmando la apelada del nueve de agosto de mil novecientos noventa y seis, declaro improcedente la accion de amparo interpuesta por Rodolfo Valentin Barrena Jara contra el ex- Director Sub Regional de Educacion IV-Cajamarca, Manuel Roncal Torres y, el Director de Administracion de la Direccion Sub Regional de Educacion IV-Cajamarca, Cesar Octavio Barrantes Goycochea.", "ANTECEDENTES": "El demandante sustenta su reclamo en la violacion de su derecho a la estabilidad laboral como docente del Centro Educativo No. 82012 de Cajamarca, por parte de los emplazados. Alega que su plaza de trabajo se encontraba en el Centro Educativo antes referido, la que tenia el caracter de reservada, por encontrarse ocupando, por encargo, la direccion de la Aldea Infantil \"San Antonio\"; Que posteriormente la encargatura se convirtio en designacion con reserva de plaza, la cual concluyo el quince de marzo de mil novecientos noventa y seis; Que con fecha once de marzo de mil novecientos noventa y seis, la Gerencia Sub Regional IV-Cajamarca, mediante Resolucion Gerencial Sub Regional No. 100-96-RENOM- CAJ y conforme al Decreto Legislativo No. 276 y su reglamento, le abrio al recurrente proceso disciplinario por hechos y actos administrativos presuntamente irregulares durante su gestion de Director de la Aldea TRIBUNAL CONSTITUCIONAL Infantil indicada, dando lugar a que posteriormente se le impusiera la medida disciplinaria de destitucion mediante la Resolucion Gerencial Sub Regional No. 170-96-RENOM-CAJ del veintinueve de abril de mil novecientos noventa y seis; Que sin embargo, al darse por concluida su designacion como Director de la Aldea en mencion mediante Resolucion Gerencial Sub Regional No. 114-96-RENOM-CAJ del quince de marzo de mil novecientos noventa y seis, se dispuso el retorno del accionante a su plaza de carrera en el Centro Educativo No. 82012; Que al apersonarse a las dependencias del Sector Educacion para manifestar que estaba tramitando su derecho de defensa ante las instancias administrativas correspondientes, los demandados le indicaron que al haberse expedido la Resolucion Gerencial Sub Regional que disponia su destitucion se debia cumplir con la misma por orden del Gerente de la Sub Region IV-Cajamarca, Manuel Keil Rojas, y, que tal medida, comprendia su accionar como Docente del Centro Educativo al que pertenecia; Que resulta ilegal que con la sancion de destitucion impuesta por su gestion dentro del ambito de la Administracion Publica se le pretenda destituir del Magisterio ya que su régimen laboral en su plaza de carrera se fundamenta en la Ley del Profesorado No. 24029 y no en el Decreto Legislativo No. 276 y su Reglamento por lo que la medida de la que fue objeto no puede ser extensiva a su puesto de Docente; Que por ultimo, al haberse dispuesto mediante el Oficio No. 1846-96-DISRE-IV-DOADIJEAP-P del tres de julio de mil novecientos noventa y seis, suscrito por los demandados, la reasignacion de la Docente Doris Josefina Quiroz Villanueva para que ocupe el puesto del demandante por encontrarse este vacante, ha perdido su puesto de trabajo por un acto administrativo totalmente irregular y que ha impedido que pueda ejercer sus labores desde el cuatro de julio de mil novecientos noventa y seis, situacion por la que solicita el cese de la violacion a su derecho y se disponga la reposicion en su puesto de trabajo. Finalmente y al amparo del articulo 31 de la Ley No. 23506 solicita la medida cautelar de suspension del acto reclamado. Admitida la accion a tramite por el Tercer Juzgado Especializado en lo Civil de Cajamarca, se dispone su traslado a los emplazados, siendo contestada en principio por Cesar Barrantes Goicochea quien la niega y contradice principalmente por considerar: Que la Resolucion Gerencial Sub Regional No. 170-96 que sanciona al demandante con medida disciplinaria de destitucion se fundamenta en lo que dispone el articulo 159 del Reglamento de la Carrera Administrativa (Decreto Supremo No. 005-90-PCM) que dispone que \"La destitucion se aplica, previo proceso administrativo disciplinario. El servidor destituido queda inhabilitado para desempefiarse en la Administracion Publica bajo cualquier forma 0 modalidad en un periodo no menor de tres... anos\"; Que en el presente caso, el accionante queda inhabilitado, considerando los hechos irregulares consistentes en castigos fisicos, amedrentamiento y amenaza a los menores de la citada aldea, entre otros por los que ha sido sancionado, y que se encuentran relacionados estrechamente a las funciones docentes; Que conforme a lo establecido en los articulos 92 y 104 del Texto Unico Ordenado de la Ley de Normas Generales y Procedimientos Administrativos, aprobado por Decreto Supremo No. 02-94-JUS, las resoluciones administrativas son de ejecucion inmediata y obligatoria, y la interposicion de cualquier recurso no suspende la ejecucion del acto impugnado, salvo que la autoridad competente lo disponga, si existiesen razones atendibles para ello; Que la presente accion es improcedente, por cuanto la via administrativa no ha sido agotada. Posteriormente también es contestada la demanda por Manuel Roncal Torres, quien la contradice por estimar: Que el demandante acciona contra la Resolucion Gerencial Sub Regional No. 170-96-RENOM-CAJ por la que se le sanciona con medida de destitucion; Que sin embargo, el articulo 2 de la citada Resolucion: \"Remitir copia... a la Direccion Sub Regional de Educacion para su materializacion, dando cuenta a esta Gerencia\"; Que la Direccion Sub Regional de Educacion y el demandado como Director de la misma remitieron el Expediente Administrativo del demandante al Administrador de la Direccion Sub Regional de Educacion, el co-demandado Cesar Barrantes con el objeto de dar cumplimiento a lo ordenado; Que la Direccion Sub Regional de Educacion depende administrativamente de la Gerencia Sub Regional de TRIBUNAL CONSTITUCIONAL Desarrollo de Cajamarca, siendo sus disposiciones de cumplimiento obligatorio; y; Que la accion es improcedente por no haberse agotado la via previa. De fojas cincuenta y seis a cincuenta y ocho y con fecha nueve de agosto de mil novecientos noventa y seis, el Juzgado expide resolucion declarando improcedente la accion fundamentalmente por considerar: Que el accionante ha iniciado la via administrativa, interponiendo contra la resolucion cuestionada recurso impugnatorio de apelacion, recurso que al parecer aun no se resuelve; y; Que de la fecha de interposicion del citado recurso, esto es, el veintiuno de mayo de mil novecientos noventa y seis, a la fecha de interposicion de la demanda, esto es, el cinco de julio de mil novecientos noventa y seis, no han transcurrido aun los tres meses que senala la Ley para considerar el silencio administrativo, por lo que el recurrente debe agotar la via adaministrativa. Interpuesto recurso de apelacion por el demandante, los autos son remitidos a la Fiscalia Superior de Cajamarca para efectos de la vista correspondiente, siendo devueltos estos, con dictamen que se pronuncia por que se confirme la recurrida Con fecha veinticinco de setiembre de mil novecientos noventa y seis (fojas 104 a ciento seis), la Segunda Sala Mixta, previamente, expide resolucion revocando el auto del nueve de agosto de mil novecientos noventa y seis y declarando procedente la medida cautelar solicitada por el demandante, motivo por el que dispuso la suspension del acto que dio origen al reclamo y la correlativa restitucion del demandante en su puesto de trabajo. Posteriormente sin embargo, la misma Segunda Sala Mixta de la Corte Superior de Cajamarca a fojas ciento doce y con fecha cuatro de noviembre de mil novecientos noventa y seis, confirma la resolucion recurrida que declara improcente ;la accion principalmente por estimar: Que el actor ha interpuesto recurso de apelacion en la via administrativa, contra la resolucion que viola su derecho, el mismo que aun no se ha resuelto, por lo que no se ha agotado la via previa. Contra esta resolucion el demandante interpone recurso de nulidad por lo que de conformidad con el articulo 41 de la Ley No. 26435 y entendiendo dicho recurso como \"Extraordinario\" se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que como se acredita con la Resolucion Directoral Departamental No. 1506 del veintinueve de octubre de mil novecientos ochenta y seis, obrante a fojas dos y dos vuelta de los autos, el demandante obtuvo su cargo como Docente al amparo de la Ley No. 24029, norma esta ultima, que regula de manera especial la Carrera Publica del Profesorado en concordancia con lo dispuesto en el articulo 15 de la Constitucion Politica del Estado. Que posteriormente y luego de haber sido reasignado al Centro Educativo No. 82012 y ascendido de Nivel Magisterial mediante la Resolucion Sub Regional Sectorial No. 0141-92-RENOM/DSRS-IV del veinticuatro de febrero de mil novecientos noventa y dos (fojas cuatro y cuatro vuelta) el mismo demandante asume por encargo de funciones, aunque manteniendo en reserva su plaza de carrera, la Direccion de la Aldea Infantil \"San Antonio\" de Cajamarca, de conformidad con la Resolucion Directoral Sub Regional No. 375-91- RENOM/OSRD-IV del veintitrés de octubre de mil novecientos noventa y uno, la misma que por otra parte, TRIBUNAL CONSTITUCIONAL se expide al amparo del articulo 82 del Decreto Supremo No. 005-90-PCM que reglamenta la Ley de Bases de la Carrera Administrativa. Que con fecha veintiséis de agosto de mil novecientos noventa y dos y a mérito de la Resolucion Directoral Sub Regional No. 094-92-OSRD-IV-D (fojas seis y siete) el encargo de funciones del demandante se transforma en designacion con reserva de plaza, criterio finalmente es ratificado mediante la Resolucion Ejecutiva Regional No. 177-92-RENOM del ocho de octubre de mil novecientos noventa y dos. Que por otra parte y cuando el demandante resulta sometido a proceso administrativo disciplinario por presuntas irregularidades cometidas en el desempefio de su cargo como Director, la Resolucion Gerencial Sub Regional No. 100-96-RENOMICAJ de fecha once de marzo de mil novecientos noventa y seis, que habilita el referido procedimiento (fojas nueve y diez), deja claramente establecido en su penultimo considerando que la normatividad aplicable en dichas circunstancias es la que corresponde a los incisos a), D 1 b), d), f), y h) del articulo 28 del Decreto Legislativo No. 276 0 Ley de Bases de la Carrera Administrativa concordante con los articulos 150, 151, 152, 154, 155 y pertinentes del Decreto Supremo No. 005-90-PCM, de lo cual se infiere inobjetablemente, que lo que esta en cuestionamiento no es el cargo de carrera como docente sino el cargo administrativo, asumido preliminarmente por encargo y posteriormente, por designacion. Que tal criterio, se corrobora incluso con la Resolucion Gerencial Sub Regional No. 114-96-RENOM-CAJ del quince de marzo de mil novecientos noventa y seis (fojas once a trece), por conducto de la cual, se da por concluido el encargo de puesto como Director al demandante y se resuelve a su vez, que retorne a su plaza de carrera en la Direccion Sub Regional de Educacion IV Cajamarca, de la cual es titular. Que por consiguiente, cuando la posterior Resolucion Gerencial Sub Regional No. 170-96-RENOM-CAJ del veintinueve de abril de mil novecientos noventa y seis (fojas catorce a diecisiete), dispone, en aplicacion del Decreto Legislativo No. 276 y su Reglamento, el Decreto Supremo No. 005-90-PCM, imponer destitucion al recurrente, asi como remitir copia de lo resuelto a la Direccion Sub Regional de Educacion para su materializacion, no puede ello significar, coIno lo han entendido los demandados, que la sancion impuesta este también referida al cargo de carrera docente, pues ello seria manifiestamente contrario al Debido Proceso, al pretender aplicarse sobre el demandante normatividad ajena a la especial, esto es, a la Ley del Profesorado No. 24029 y su Reglamento, el Decreto Supremo No. 19-90-ED que como se ha visto en el primer fundamento de la presente sentencia, es la que regula su status laboral. Que consecuentemente, cuando el Oficio No. 1846-96-DISRE-IV-DOAD/JEAP-P del tres de julio de mil novecientos noventa y seis (fojas ciento dos), dispone dar posesion del cargo del demandante, a la docente Doris Josefina Quiroz Villanueva, sustentândose en una presunta vacancia por destitucion del primero, incurre en una manifiesta transgresion de su estabilidad laboral que no puede pasar inadvertida por este Colegiado al igual como tampoco lo puede ser la posterior Resolucion de Direccion Sub Regional Sectorial No. 2265-96-RENOMIDE-CAJ del veintiocho de agosto de mil novecientos noventa y seis, que con posterioridad a la demanda interpuesta, pretende convalidar las irregularidades del Oficio antes referido. Que por ultimo y tomando en consideracion que al momento de promoverse la demanda, existia una evidente materializacion de los hechos que se reclaman, con el riezgo de que se conviertan en irreparables los derechos transgredidos, no resulta exigible al caso de autos la regla del agotamiento de las vias previas prevista en el articulo 27 de la Ley No. 23506. TRIBUNAL CONSTITUCIONAL Que en consecuencia y habiéndose acreditado la transgresion al derecho constitucional invocado, resultan de aplicacion los articulos 1, 24 incisos 10, 16 y 22, y 28 incisos 1 y 2 de la Ley No. 23506, en concordancia con los articulos 2 inciso 15, 15, 22y 139 inciso 3 de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley Modificatoria No. 26801", "FALLA": "REVOCANDO la resolucion de la Segunda Sala Mixta de la Corte Superior de Cajamarca del cuatro de noviembre de mil novecientos noventa y seis, que, confirmando la resolucion apelada del nueve de agosto de mil novecientos noventa y seis, declaro improcedente la accion. REFORMANDO la de vista y dando por INSUBSISTENTE la apelada, declararon FUNDADA la Accion de Amparo interpuesta y en consecuencia, sin efecto alguno lo dispuesto en el Oficio No. 1846-96-DISRE-IV-DOAPIJEAP-P del tres de julio de mil novecientos noventa y seis, y por extension, lo dispuesto en la Resolucion de la Direccion Sub Regional Sectorial No. 2265-96-RENOMDE-CAJ del veintiocho de agosto de mil novecientos noventa y seis; debiendo por consiguiente los demandados restituir plenamente en su cargo de Docente de Carrera, al demandante Rodolfo Valentin Barrena Jara. Se dispuso asi mismo que no resulta aplicable al caso de autos lo dispuesto en el articulo 11 de la Ley No. 23506 y ordenaron la publicacion de Ia presente en el diario oficial \"El Peruano\" y los devolvieron. SS Crt ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lsd. Lo que Certifico: Dra. MARIALUZ VASQUEZDEL LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-09", "id": 36410, "nombre_demandado": "Director y Ex Director de la Dirección Sub Regional de Educación IV-Cajamarca (César Octavio Barrantes Goycochea y Manuel Roncal Torres)", "nombre_demandante": "Rodolfo Valentín Barrena Jara", "numero_expediente": "00057-1997-AA"}