{"CONTEXTO": " 00056-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00056-1995-AA.pdf) --- S-101 Que habiendo sido declarada improcedente la Accion por la instancia ordinaria por considerar que la via de la Accion de Amparo es idonea y que debio recurrirse al procedimiento contencioso administrativo para dilucidar los hechos demandados, este Tribunal (Constitucional) considera por el contrario, que el proceso constitucional previsto por la Ley No 23506, es el adecuado para ventilar una controversia de esta naturaleza. Exp. No 056-95-AA/TC Arequipa Tribunal Constitucional SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los diecisiete dias del mes de setiembre de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Nugent, Presidente, Acosta Sanchez, Vicepresidente, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia, en mayoria, la siguiente sentencia, con el voto singular, que se adjunta, del Doctor Manuel Aguirre Roca:", "ASUNTO:": "Recurso Extraordinario del once de julio de mil novecientos noventa y cuatro, interpuesto por Ana Maria Morante Rodriguez y Susana Anahua Quispe contra la resolucion que declara no haber nulidad en la resolucion de Vista que confirma la de primera instancia en el sentido que declara improcedente la Accion de Amparo interpuesta contra el Alcalde de la Municipalidad Distrital de Jacobo Hunter, Simon Balbuena Marroquin, y el Director Municipal, Alejandro Tejada Wong.", "ANTECEDENTES:": "Las demandantes interponen Accion de Amparo por violacion de sus derechos constitucionales a la estabilidad laboral, a hacer carrera publica y a tener una remuneracion conforme al cargo y nivel, y al debido proceso, contra la Resolucion Municipal doscientos cincuenta y seis-noventa y tres.-MDJH, que deja sin efecto el concurso de seleccion y nombramiento de personal convocado por la Municipalidad de Jacobo Hunter y las Resoluciones Municipales cero ocho- noventa y tres-MDJH y cero siete-noventa y tres-MDJH, mediante las cuales les comunican que su relacion laboral ha concluido. En tal sentido, solicitan la inaplicabilidad de las tres resoluciones, asimismo, que se les reincorpore y que se les restituya sus derechos laborales como servidoras nombradas. Sostienen las actoras que venian trabajando en dicha Municipalidad en calidad de contratadas desde el primero de octubre de mil novecientos noventa y uno y que por Resolucion Municipal cuatrocientos noventa y cuatro-noventa y dos-MDJH de fecha quince de octubre de mil novecientos noventa y dos, fueron nombradas al haber participado y aprobado el concurso de seleccion y nombramiento de personal convocado por dicha Municipalidad. Alegan que el dia treinta de abril de mil novecientos noventa y tres fueron impedidas de ingresar a su centro de trabajo, dândoseles a conocer en ese momento, que su relacion laboral quedaba terminada mediante la Resolucion Municipal doscientos cincuenta y seis-noventa y tres, emitida el dia veintinueve de abril de mil novecientos noventa y tres en la que se declaro la nulidad del concurso de seleccion y nombramiento de personal aludido. Sostienen que, ante este hecho y para agotar la via administrativa, interpusieron individualmente los recursos de reconsideracion ante la misma Municipalidad contra la Resolucion Municipal doscientos cincuenta y seis-noventa y tres-MDJH, solicitando la suspension de la medida arbitraria. Las reconsideraciones fueron absueltas en forma negativa y emitidas solo por el Alcalde demandado mediante Resoluciones Municipales, por lo que las accionantes dedujeron la nulidad de cada una de las mismas, argumentando que éstas debieron ser resueltas por el Concejo Municipal y no por la alcaldia a titulo personal. Frente a ello, la administracion municipal, mediante Resolucion cero siete-noventa y tres-CMDJH, resuelve declarar en via de regularizacion del procedimiento, nula e insubsistente la resolucion que resolvia la primera reconsideracion, asimismo, declara infundado el recurso de reconsideracion y la nulidad deducida. En igual sentido, falla emitiendo la Resolucion cero ocho-noventa y tres-CMDJH. Corrido el traslado de la demanda, fue contestada por los demandados, los que niegan y contradicen la Accion, argumentando que las anteriores autoridades municipales antes de concluir su gobierno, mediante Resolucion cuatrocientos cuarenta y dos-noventa y dos-MDJH nombraron una Comision de concursos en la cual se incluyo a una persona que no era empleado titular del Concejo, asimismo, senalan que el concurso se hizo en forma secreta, sin cumplir con las publicaciones, convocatoria, aprobacion de bases, calificacion y seleccion, sin hacer publico la relacion de ganadores. Agregan, que se fijo una escala de calificaciones de cien puntos, segun informe de la Comision de concursos, ninguno alcanzo el puntaje minimo exigido por ley, y a pesar de ello, fueron nombrados todos los concursantes. Por esta razon, las nuevas autoridades municipales nombraron una Comision reorganizadora, y como resultado de los informes de los departamentos de Personal, Asesoria Juridica, Comision de Transterencia, Direccion Municipal y Comision de Reorganizacion, el Concejo Distrital por unanimidad, acordo declarar la nulidad de dicho concurso, dando por terminada la relacion laboral con los concursantes. A fojas ciento treinta y ocho, el Cuarto Juzgado Civil de Arequipa expide resolucion declarando improcedente la Accion por considerar que respecto a los actos administrativos las reclamantes no han hecho uso del recurso impugnativo pertinente, que para el caso, conforme a la Ley Organica de Municipalidades, cabe viabilizar ante el Municipio Provincial, de modo que para el ejercicio de la presente Accion se evidencia que no se ha agotado la via previa, a efecto de poderse contemplar el fondo de la materia que encierra la reclamacion de las accionantes, esto al margen de la alegacion de haberse declarado nulo el concurso y los nombramientos producidos por la anterior gestion municipal, esos actos no pueden generar derechos susceptibles de ser reclamados constitucionalmente. Formulado el recurso de apelacion por las demandantes, la Primera Sala Civil de Arequipa a fojas doscientos uno establece, contra lo senalado en la apelada, que estando a la norma contenida en la Cuarta Disposicion Transitoria de la Ley Organica de Municipalidades, se exceptuan de seguir via administrativa ante la autoridad municipal provincial las reclamaciones relacionadas con los derechos de los servidores municipales; y de acuerdo con el dictamen fiscal, confirman la apelada por considerar que las alegaciones objeto de la Accion de Amparo deben ser objeto de debate, probanza y resolucion en la via contencioso administrativa, siendo a este efecto no idonea la via de Amparo, por su caracter sumarisimo. Interpuesto el recurso de nulidad por las accionantes, la Sala de Derecho Constitucional y Social de la Corte Suprema declara no haber nulidad en la resolucion de vista que confirma la apelada, asimismo, improcedente la Accion de Amparo por considerar que no era la via adecuada, sino la contencioso administrativa. Contra esta resolucion las demandantes interponen Recurso Extraordinario, siendo enviados los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, en autos ha quedado acreditado que las demandantes obtuvieron su nombramiento a través del Concurso de Seleccion y Nombramiento de personal convocado por la Municipalidad Distrital de Jacobo Hunter mediante Resolucion Municipal cuatrocientos sesenta y nueve- noventa y dos-MDJH. Que, el mencionado concurso adolecio de serias irregularidades y vicios como puede verse de instrumentales e informes que corren de fojas ochenta y cinco a ciento dieciséis. Siendo una atribucion de la Municipalidad Distrital de Jacobo Hunter disponer la revision del mencionado concurso, asi como declarar la nulidad del mismo, por cuanto ello esta dentro de sus facultades legales, mas aun, si se considera que la modalidad de concurso interno solo esta habilitada para el supuesto de ascenso de personal ya nombrado, y no para efectos de nombramiento, en cuyo caso el concurso debera ser publico, segun lo dispuesto por el articulo treinta del Decreto Supremo cero cinco-noventa-PCM. Que, en el presente caso, es de precisar que la consecuencia juridica esencial de la nulidad, en el ordenamiento juridico peruano, es que convierte al acto respectivo en ineficaz desde el inicio. Esto significa que ninguna de las partes puede pretender cosa alguna de la otra basandose en el acto invâlido, por lo tanto, este acto nulo no produce consecuencias juridicas que lo puedan convalidar, quedando asi insubsistente la relacion laboral invocada y sin fundamento el derecho a la estabilidad laboral reclamado. Que, habiendo sido declarada improcedente la Accion por la instancia ordinaria por considerar que la via de la Accion de Amparo no es la idonea, y que debio recurrirse al procedimiento contencioso administrativo para dilucidar los hechos demandado, este Tribunal considera, por el contrario, que el proceso constitucional previsto por la Ley veintitrés mil quinientos seis, es el adecuado para ventilar una controversia de esta naturaleza. Por estos fundamentos, el Tribunal Constitucional", "FALLA:": "Revocando la resolucion de vista de fecha dieciséis de mayo de mil novecientos noventa y cuatro, en el extremo que declara improcedente la Accion de Amparo interpuesta por Ana Maria Morante Rodriguez y Susana Anahua Quispe; y reformandola, la declaran infundada; mandaron: Se publique en el Diario Oficial El Peruano, dentro del plazo previsto por la Ley numero veintitrés mil quinientos seis. S.S. NUGENT ACOSTA SANCHEZ DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora Exp. No 056-96-AA/TC VOTO SINGULAR DEL DOCTOR MANUEL AGUIRRE ROCA Considerando: que, no siendo necesario, en el caso, en atencion a los incisos 1)y2) del articulo 28° de la Ley No 23506, el agotamiento de la via previa, y que, por tanto, se encuentra procesalmente abierta la via de Amparo, y resultando, en consecuencia, que la recurrida, que la estima improcedente, no esta arreglada a ley y, antes bien, se configura, en ella, un caso tipico del squebrantamiento de forma> que senala el articulo 42°, segundo parrafo, de la Ley No 26435; opino que debe disponerse -con arreglo al precitado articulo 42° de la Ley No 26435- la devolucion de los autos al organo judicial del que procede, para que se sustancie con arreglo a derecho, vale decir, para que, en el caso, se emita el pronunciamiento de fondo correspondiente. SR. AGUIRRE ROCA MARIA LUZ VASQUEZ Secretaria Relatora ACCION DE AMPARO FE DE ERRATAS Exp N.o 056-96 AA/TC Por Oficio N.o 192-27-SR/TC, El Tribunal Constitucional, solicita se publique Fe de erratas de la sentencia recaida en el Exp N.o 056-96-AA/TC publicado en nuestra edicion de Jurisprudencia del dia 23 de enero de 1997, pagina 2809. DICE: EXP. N. 056-96 AA/TC DEBE DECIR: EXP. N.o 056-95 AA/TC", "fecha_publicacion": "1997-01-23", "id": 36104, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Jacobo Hunter (Simón Balbuena Marroquín) y otro", "nombre_demandante": "Ana María Morante Rodríguez y otra", "numero_expediente": "00056-1995-AA"}