{"CONTEXTO": " 00056-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00056-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 056-98-AA/TC LIMA HÉCTOR EDGARDO HUAMAN QUESADA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Héctor Edgardo Huaman Quesada contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha seis de noviembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El catorce de marzo de mil novecientos noventa y siete, don Héctor Edgardo Huaman Quesada interpone Accion de Amparo contra la Municipalidad Distrital de Santa Anita, representada por su Alcalde, don Osiris Feliciano Munoz, con el proposito de que se deje sin efecto la Resolucion de Alcaldia No. 00596-96-ALC/MDSA que le impone la sancion de destitucion. Refiere que en el articulo 22° del Convenio Colectivo suscrito el seis de junio de mil novecientos noventa y cinco, entre la Municipalidad demandada y la organizacion sindical de sus trabajadores, aquélla se comprometio a otorgar licencias sindicales; que el treinta y uno de octubre de mil novecientos noventa y cinco, la Municipalidad demandada le otorgo licencia sindical; que el cinco de febrero de mil novecientos noventa y seis, la Jefatura de Personal de dicho Gobierno Local dispuso el retiro de su tarjeta de control de asistencia; que mediante la Resolucion de Alcaldia No 00410-96-ALCMDSA se le instaura proceso administrativo disciplinario, por supuesto abandono injustificado de su puesto de trabajo; que, la representante titular de los trabajadores no fue citada por la Comision Permanente de Procesos Administrativos Disciplinarios; que no ha incurrido en abandono injustificado de su puesto de trabajo, puesto que ha venido haciendo uso de la licencia sindical concedida por la Municipalidad demandada. La demandada absuelve el tramite de contestacion de la demanda, solicitando se la declare improcedente; senala que pese a que el demandante tuvo conocimiento del proceso administrativo que se le instauro, hizo caso omiso al emplazamiento. TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en Derecho Publico de Lima emite sentencia declarando fundada en parte la demanda, por considerar --entre otras razones-- que se ha sancionado al demandante por hacer uso de la licencia sindical que la propia demandada le otorgo, estando en vigencia la resolucion que aprobo el Convenio Colectivo en virtud del cual se otorgo dicha licencia. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoco la apelada y declaro improcedente la demanda, por estimar que la Accion de Amparo no es la via idonea para ventilar la presente causa. Contra esta resolucion, el demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, en el presente caso, el petitorio se circunscribe a que se declare inaplicable al demandante la Resolucion de Alcaldia No 00596-96-ALCMDSA mediante la cual se lo destituye. 3. Que el demandante sostiene que no fue notificado con la Resolucion de Alcaldia No 173- 96-ALC/MDSA mediante la cual se deja sin efecto la licencia sindical que se le habia concedido, ni con la Resolucion de Alcaldia No 409-95-ALC/MDSA a través de la cual se le instaura proceso administrativo disciplinario; alega asi mismo, que no ha incurrido en abandono injustificado de su puesto de trabajo. 4. Que la tutela de los derechos constitucionales se encuentra condicionada a que en la dilucidacion de la controversia, la lesion del derecho constitucional O la amenaza que ésta se produzca, sea de tal manera evidente que el juzgador no tenga la necesidad de transitar por una previa estacion probatoria. En el presente caso no es posible elucidar las alegaciones antes mencionadas, toda vez que no existen suficientes elementos de juicio que permitan crear conviccion, para lo cual se requeriria la actuacion de pruebas por las partes, lo que no es posible en los procesos constitucionales como el presente, que, por su naturaleza especial y sumarisima, carecen de estacion probatoria, conforme lo establece el articulo 130 de la Ley No 25398, complementaria de la Ley No 23506 de Habeas Corpus y Amparo. En consecuencia, la Accion de Amparo no es la via idonea. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento treinta y seis, su fecha seis de noviembre de mil novecientos noventa y siete, que TRIBUNAL CONSTITUCIONAL revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS pulbul ACOSTA SANCHEZ, DIAZ VALVERDE, Au cei NUGENT, GARCIA MARCELO. Lo que Certif100: Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONSTITUEIONRE TRIBUNAL CCL", "fecha_publicacion": "1999-01-22", "id": 34862, "nombre_demandado": "Municipalidad Distrital de Santa Anita", "nombre_demandante": "Héctor Edgardo Huamán Quesada", "numero_expediente": "00056-1998-AA"}