{"CONTEXTO": " 00058-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00058-1998-AA.pdf) --- - TRIBUNAL CONSTITUCIONAL EXP. No 058-98-AA/TC LIMA PERU EXIM S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Peru Exim S.A. contra la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos ochenta y uno, su fecha dieciocho de junio de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Ministerio de Economia y Finanzas.", "ANTECEDENTES:": "Peru Exim S.A., representada por don Raûl Matias Leon Thorne, interpone Accion de Amparo contra el Ministerio de Economia y Finanzas para que se declare inaplicable a su empresa los articulos 109° y siguientes del Decreto Legislativo No 774, Ley del Impuesto a la Renta, y se deje sin efecto la Resolucion de Ejecucion Coactiva No 021-06- 05156, del dieciséis de setiembre de mil novecientos noventa y seis, que requiere el pago del referido impuesto contenido en las ordenes de pago Nos 021-1-33837 y 021-1-35045, del veinticinco de junio, y del treinta y uno de julio de mil novecientos noventa y seis, respectivamente, pago correspondiente a abril y mayo del ejercicio de mil novecientos noventa y seis. Ello, por violar sus derechos constitucionales de propiedad, de legalidad y de no confiscatoriedad de los impuestos. La demandante senala que: 1) Se encuentra en estado de pérdida; y, 2) No es exigible agotar las vias previas. La SUNAT, representada por dona Consuelo Stella Zavala Hidalgo, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: 1) El hecho de generar rentas no significa tener capacidad contributiva; y, 2) La demandante pretende una exoneracion judicial del pago. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, don Jorge Ernesto Freyre Espinosa, contesta la demanda y solicita que sea declarada improcedente 0 infundada, por considerar que: 1) La demandante interpone la presente accion para eludir el pago del impuesto; y 2) La via del amparo no es la adecuada para determinar la real situacion financiera y economica de la empresa. Deduce la excepcion de caducidad y de falta de agotamiento de la via previa. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en Derecho Publico, a fojas ciento ochenta y cuatro, con fecha catorce de noviembre de mil novecientos noventa y seis, declara improcedente la demanda. Sus fundamentos son los siguientes: 1) La demandante no ha acreditado haber interpuesto reclamo alguno contra las ordenes de pago y por ello se entiende que se encuentra conforme con los montos consignados; y, 2) La demandante pretende conseguir una exoneracion tributaria. La Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos ochenta y uno, con fecha dieciocho de junio de mil novecientos noventa y siete, confirma la apelada que declara improcedente la demanda por considerar que no se ha violado derecho constitucional alguno de la demandante.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra las ordenes de pago Nos 021-1-33837 y 021-1-35045, del veinticinco de junio y del treinta y uno de julio de mil novecientos noventa y seis, respectivamente. Y, por lo tanto, la empresa inicia la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello debido a las consideraciones siguientes: a) De conformidad con el articulo 117° del Decreto Legislativo No 816, Codigo Tributario vigente, la Resolucion de Ejecucion Coactiva No 021-06-05156, del dieciséis de setiembre de mil novecientos noventa y seis, \"contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\". b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 1190 del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en tramite\", se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la 3 TRIBUNAL CONSTITUCIONAL Orden de Pago\". Y, el tercer parrafo del mismo articulo establece que \"para la admision a trâmite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos ochenta y uno, su fecha dieciocho de junio de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SÂNCHEZ, Mnc DIAZ VALVERDE, NUGENT, L - cea U GARCIA MARCELO. Lo que Certirico: MARIA LUZ VASOUEZ RELATORA Dra. SECRETARIAN RLANITTUGONAL TRIBUNAL G.L.B.", "fecha_publicacion": "1999-03-24", "id": 34946, "nombre_demandado": "Ministerio de Economía y Finanzas (MEF) y otro", "nombre_demandante": "Perú Exim SA (Raúl Matías León Thorne, representante)", "numero_expediente": "00058-1998-AA"}