{"CONTEXTO": " 00061-1992-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00061-1992-AA.pdf) --- S-132 Que la medida adoptada por las entidades accionadas de determinar que todos los jovenes que estén en edad de obtener sus libretas militares deben tomarse las fotografias en los locales de las instituciones castrenses, no atenta contra el derecho de trabajo constitucionalmente establecido,.. Exp. No 061-92-AA/TC (B) Lima Caso: Asociacion de Estudios Fotograficos del Peru SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de marzo de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Nugent, Presidente, Acosta Sanchez, Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto como de Casacion, por German Huaranga Zambrano, en representacion de la Asociacion de Estudios Fotograficos del Peru, en contra de la sentencia de vista, de fecha diecisiete de enero de mil novecientos noventa y dos, en la accion seguida contra las Fuerzas Armadas del Perû.", "ANTECEDENTES:": "El actor interpone Accion de Amparo, con fecha cinco de agosto de mil novecientos ochenta y ocho, contra las Fuerzas Armadas del Peru: Marina de Guerra, Ejército y Fuerza Aérea, por atentar contra el derecho de trabajo. Solicita que se deje sin efecto el Comunicado No 16-88, por el cual se exige a los jovenes que deben cumplir el servicio militar obligatorio, se tomen sus fotografias en los propios locales de dichas instituciones militares, senala que con esta medida se reduce ostensiblemente su actividad profesional y se ve disminuida su economia, a tal punto que se van a ver obligados a cerrar sus negocios. Admitida la Accion de Amparo es contestada por el Procurador Publico encargado de los asuntos del Ministerio de Defensa, senala que la disposicion emitida no atenta contra el derecho de trabajo de ninguna persona, ya que es una disposicion administrativa con el proposito de otorgar seguridad en la expedicion de las Boletas y Libretas Militares, y evitar que tales documentos sean adulterados ylo falsificados. Solicita que se declare improcedente la Accion interpuesta. A fojas treinta, la juez del Sexto Juzgado en lo Civil de Lima, emite sentencia declarando infundada la Accion de Amparo, por considerar que no se ha acreditado que con la medida adoptada se esté atentando contra el derecho de trabajo. A fojas ciento once, la Cuarta Sala de la Corte Superior revoca la apelada y la declara improcedente. Argumenta que la Accion de Amparo no procede para dejar sin efecto decisiones administrativas adoptadas por razones de seguridad. La Corte Suprema declara no haber nulidad en la sentencia de vista. Contra esta resolucion se interpone Recurso Extraordinario como de Casacion, siendo enviados los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que la medida adoptada por las entidades accionadas de determinar que todos los jovenes que estén en edad de obtener sus libretas militares deben tomarse las fotografias en los locales de las instituciones castrenses, no atenta contra el derecho de trabajo constitucionalmente establecido, y no puede argumentarse, de parte de los accionantes, que por la dacion de esta medida estan al borde de la quiebra, ya que el mercado de trabajo de éstos es amplio y no solamente tienen como clientes a los jovenes que obtienen sus libretas militares, maxime si la medida ha sido dada por razones de seguridad, para evitar las falsificaciones de tales documentos, ya que las fotografias tienen, de fondo, el emblema nacional y una numeracion que identifica a quien obtiene dicho documento. Por estos fundamentos, el Tribunal Constitucional,", "FALLA:": "Revocando la sentencia de la Corte Suprema que declara no haber nulidad en la sentencia de vista, que declaro improcedente la Accion de Amparo; y, reformandola, la declara infundada, Mandaron: Se publique en el Diario Oficial El Peruano, dentro del plazo previsto por la Ley numero veintitrés mil quinientos seis. S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-05-22", "id": 42031, "nombre_demandado": "Fuerzas Armadas del Perú", "nombre_demandante": "Asociación de Estudios Fotográficos del Perú", "numero_expediente": "00061-1992-AA"}