{"CONTEXTO": " 00062-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00062-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 062-96-AA/TC LIMA JUAN VALDIVIESO CABADA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de noviembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia :", "ASUNTO:": "Recurso extraordinario interpuesto por don Juan Valdivieso Cabada en su calidad de representante legal de Productores de Conservas Sociedad Anonima contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica su fecha quince de noviembre de mil novecientos noventicinco que declarando no haber nulidad en la resolucion de vista de fecha veintidos de noviembre de mil novecientos noventicuatro y que a su vez revoca la apelada, declaro improcedente la accion de amparo interpuesta contra el Ejecutor Coactivo de Lima doctor Licurgo Pinto Ruiz, por violacion de sus derechos constitucionales a la garantia de jurisdiccion y al debido proceso. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Manifiesta el demandante que en el procedimiento coactivo seguido por Pesca Peru con su representada Productores de Conservas S.A. el ejecutor coactivo de Lima doctor Licurgo Pinto Ruiz procedio a considerar como parte a los trabajadores de su representada, quienes solicitando el remate de la fabrica, se la han adjudicado, por resolucion del mencionado ejecutor coactivo llegando al extremo de ordenar al Ministerio de Pesqueria proceda a transferir la licencia a una Empresa denominada Sindicato de Trabajadores y Comunidad Pesquera de Productores de Conservas S.A. conformada por un ex- administrador judicial nombrado por el doctor Licurgo Pinto Ruiz y la ex-abogada de Pesca Perû, tomandose asi atribuciones jurisdiccionales propias del Juzgado Laboral, termina solicitando se deje sin efecto: la resolucion que ordeno el remate de los bienes de su representada, la adjudicacion, y la orden de traslado de la licencia de su representada, ya que el ejecutor coactivo se nego a tramitar el recurso de apelacion que interpuso. El demandado manifiesta que todo lo actuado en su calidad de ejecutor coactivo, se ha hecho conforme a las facultades que le concede el articulo 22° del Decreto Legislativo No 54 y del D.S. No 007-86-TRy que para los efectos del remate de los bienes embargados se tomo en cuenta los adeudos de caracter laboral dado que estos derechos gozan de preferencia frente a cualquier otro crédito y que la apelacion solicitada por el ahora demandante era improcedente a tenor de lo dispuesto por el articulo 70 del Decreto Ley 17355, solicitando se declare improcedente esta accion de amparo. El Quinto Juzgado Especializado en lo Civil de Lima, declara fundada la demanda ya que a la Empresa Pesca Peru S.A. se le debe considerar como persona juridica de derecho privado y por haberse admitido como parte a los trabajadores de la Empresa ejecutada. La Tercera Sala Civil de la Corte Superior de Justicia de Lima revoca la sentencia declarando improcedente la demanda por haber sido interpuesta fuera del plazo de caducidad que manda el articulo 370 de la Ley 23506 de Habeas Corpus. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica declara no haber nulidad en la sentencia de vista, por considerar que ha caducado la accion de amparo. Por lo que el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "Que, para procederse a un remate judicial ha tenido que existir, previamente, un mandato de embargo y practicarse este, y asi se procedio en aquel proceso que motiva la 3 TRIBUNAL CONSTITUCIONAL presente: el primer embargo se llevo a cabo el cuatro de marzo de mil novecientos ochentidos, por mandato del veintiséis de enero de mil novecientos ochentidos, que en esta diligencia participo el doctor Eduardo Pastor La Rosa en su condicion de apoderado de la ejecutada; que en la ampliacion de embargo, que se efectuo el ocho de julio de mil novecientos ochentidos, participo en la diligencia don José Moy Ramirez en su calidad de Superintendente de la Fabrica de Conservas PROCONSA, quien a la vez era Director de la Sociedad como es verse de fojas uno, desde ese entonces la parte demandante sabia que sobre sus bienes pendia una orden de remate como consecuencia del embargo, la misma que se efectiviza el veintitrés de noviembre de mil novecientos noventidos, como es de verse de fojas once, y el demandante recién interpone la presente accion de amparo el dos de abril de mil novecientos noventitrés, cuando habia caducado su ejercicio para interponer la accion de amparo como lo manda el articulo 37° de la Ley 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la resolucion, su fecha quince de noviembre de mil novecientos noventicinco, expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica que declara no haber nulidad en la sentencia de vista que revocando la apelada declara IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, V Cu L GARCIA MARCELO. hlall - / LO QUE CERTIFICO. JAM/daf C DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-01-22", "id": 36662, "nombre_demandado": "Ejecutor Coactivo de Lima (Licurgo Pinto Ruiz)", "nombre_demandante": "Juan Valdivieso Cabada", "numero_expediente": "00062-1996-AA"}