{"CONTEXTO": " 00064-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00064-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No : 064-97-AC/TC. Caso : Manuel Mejia Anton Piura SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, a los dos dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde;y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario, interpuesto contra la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Piura, de veintisiete de noviembre de mil novecientos noventa y seis, que declaro infundada la accion de cumplimiento incoada por don Manuel Mejia Anton, contra el Presidente Ejecutivo del Consejo Transitorio de Administracion Regional - Region Grau.", "ANTECEDENTES": "Don Manuel Mejia Anton, interpone la presente accion de cumplimiento a efecto que se cumpla con lo ordenado en la ejecutoria suprema de nueve de noviembre de mil novecientos noventa y cinco, expedida en el Proceso Contencioso Administrativo No 041-95, sobre impugnacion de la Resolucion Administrativa No 524-93-RGP, que daba por terminada su carrera administrativa. Pide que amparando su accion se ordene su reincorporacion como Inspector Regional Nivel F-5 de la alta direccion del Consejo Transitorio de Administracion Regional de la Region Grau, el pago de las remuneraciones dejadas de percibir hasta la fecha de su reincorporacion sucedida el diez de enero de mil novecientos noventa y seis; debiéndose ordenar, incluso, se dicte la resolucion de su nombramiento y la calendarizacion de los pagos que se le adeudan. Senala que pese a haber sido amparada su demanda por el Poder Judicial, a la fecha de interposicion de la presente accion de garantia, no se ha dado cabal cumplimiento a la ejecutoria suprema. Afiade que ha cumplido con cursar la correspondiente carta notarial, para que la administracion efectue el pago de sus remuneraciones. El demandado absuelve la demanda negândola en todos sus extremos y solicita sea declarada infundada, pues conforme consta del acta de reposicion se ha cumplido con el mandato judicial, que ordena su reposicion a un grupo ocupacional de igual nivel al que venia desemperiando, y no a un puesto especitico y que respecto al pago de sus remuneraciones, administrativamente ya se estan haciendo las gestiones para agilizar el tramite. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en lo Civil de Piura, declara infunda la demanda estimando que como consta del acta de reposicion, se ha cumplido el mandato. La Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Piura, de conformidad con la opinion fiscal, confirmo la apelada declarando infundada la demanda pues se ha cumplido con la reposicion y respecto al pago de remuneraciones se han efectuado las acciones administrativas. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "Que, la pretension del actor es que se disponga que la administracion cumpla con el pago de las remuneraciones dejadas de percibir durante el tiempo que duro el cese indebido de la carrera administrativa; cuando de manera expresa la resolucion judicial se limita a ordenar que la demandada le asigne a un grupo ocupacional de igual nivel al que venia ocupando. Maxime cuando en reiteradas ejecutorias este Supremo Tribunal ha sentenciado la improcedencia del mismo, al no haberse producido la contraprestacion correspondiente, vale decir, el trabajo efectivamente realizado. Que, via esta accion no puede solicitarse el cumplimiento de un derecho que no esta previamente reconocido y cuyo cumplimiento sea incondicional y obligatorio en aplicacion de lo prescrito en la Ley No 26301. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica:", "FALLA": "Confirmando la sentencia de vista, expedida por la Primera Sala Civil de la Corte Superior de Justicia de Piura, de fojas ciento cincuenta y dos, su fecha de veintisiete de noviembre de mil novecientos noventa y seis, que confirmando la apelada declaro INFUNDADA la demanda; mandaron se publique en el Diario Oficial \"El Peruano\", y los devolvieron. S.S. 2 Ne ACOSTA SANCHEZ NUGENT Re cech DIAZ VALVERDE GARCIA MARCELO Lo que Certifioo1 S.G.Ch. Dra. MARIA LUZ VASQUEZ DE LOPEZ ECRETARIA RELATORA RIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-10", "id": 36626, "nombre_demandado": "Presidente Ejecutivo del Consejo Transitorio de Administración Regional de la Región Grau", "nombre_demandante": "Manuel Mejía Antón", "numero_expediente": "00064-1997-AC"}