{"CONTEXTO": " 00068-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00068-1995-AA.pdf) --- EXP.No 068-95-AA/TC LIMA LUISA ELIZABETHAGUILAR OLANO SENTENCIA DEL TRIBUNAL CONSTTTUCIONAL En Lima, a los ocho dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Extraordinario interpuesto por dona Luisa Elizabeth Aguilar Olano contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas trece, su fecha veinte de setiembre de mil novecientos noventa y cuatro, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Luisa Elizabeth Aguilar Olano interpone Accion de Amparo para la inaplicacion de los Decretos Leyes Nos. 25446 y No. 25454, solicitando que se le reponga en el cargo de Fiscal Provincial de la Tercera Fiscalia Penal de Lima, y se le reconozca todos los derechos y beneficios laborales dejados de percibir, en vista de que los mismos la cesan en su cargo y le privan de los derechos de defensa, acceso libre a un debido proceso y de peticion consagrados en la Constitucion Politica del Estado. El Procurador Publico encargado de los asuntos judiciales del Ministerio de Justicia contesta la demanda precisando que el Decreto Ley No 25446 se ha expedido dentro del contexto de la ley que decreta la reorganizacion integral del Poder Judicial y del Ministerio Publico, entre otras dependencias publicas. El Vigésimo Juzgado Especializado en lo Civil de Lima, con fecha diecinueve de febrero de mil novecientos noventa y tres, declaro improcedente la demanda, por considerar que, confrontada la realidad, eljuzgador no puede sino aplicar el precepto vigente tal como lo dispone el articulo 233° inciso 4) de la Constitucion Politica del Estado, concordante con el articulo 187° inciso 2) de la Ley Organica del Poder Judicial. La Tercera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, con fecha cuatro de enero de mil novecientos noventa y cuatro, a fojas veintiuno, por sus fundamentos, confirmo la apelada. La Sala en Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veinte de setiembre de mil novecientos noventa y cuatro, declaro No Haber Nulidad en la sentencia de vista, por cuanto la demandante no se acogio a la Constitucion Politica del Estado promulgada el doce de marzo de mil novecientos noventa y tres, que en sus articulos 1° y 50 establecio el procedimiento para la rehabilitacion de los magistrados cesados, a partir del cinco de abril de mil novecientos noventa y dos. Contra esta Resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, el Decreto Ley No 25446, que ceso a la demandante, transgrede lo dispuesto en el articulo 242°, inciso segundo, de la Constitucion Politica del Estado de 1979; 2. Que, rige el caso de autos, segun el cual el Estado garantizaba a los magistrados judiciales su permanencia en el servicio hasta los setenta anos y la inmovilidad en sus cargos, mientras observaran buena conducta e idoneidad propias de su funcion; asi como también la Décimo Tercera Disposicion General y Transitoria de la misma Carta Magna en cuanto disponia que \"Ningun Magistrado Judicial es separado de su cargo sin ser previamente citado y oido. La resolucion debe expresar los fundamentos en que se sustenta\"; 3. Que, ningun pronunciamiento de autoridad que atente contra el honor y los derechos de la persona humana puede tener validez juridica y sustento constitucional, sin la debida y comprobada justificacion, tanto mas que el articulo 74° de la Constitucion Politica de 1979 -aplicable cuando se produjeron los hechos- establecia en forma expresa que \"todos tienen el deber de respetar, cumplir y defender la Constitucion\"; 4. Que, dada la naturaleza de esta Accion de Garantia y su finalidad de reponer las cosas al estado anterior a la violacion del derecho constitucional, en el presente caso no se trata de incorporar 0 reincorporar a la demandante después de transcurrida su desvinculacion laboral por voluntad determinada por ella misma, sino de un acto de continuidad, como una medida de rehabilitacion para que continue en su mismo puesto de trabajo, por cuya razon no le es de aplicacion lo previsto en la Octava Disposicion Transitoria, Complementaria y Final de la Ley No 26623, promulgada el diecinueve de junio de mil novecientos noventa y seis, esto es, con posterioridad a la fecha de la vulneracion de su derecho constitucional; Que, efectuado el analisis correspondiente, este Colegiado ha llegado a establecer que el acto 5. arbitrario de cese de la demandante ha vulnerado sus derechos constitucionales del debido proceso, contenido en el inciso 3) del articulo 139° de la Carta Magna vigente, concordante con el inciso 9) del articulo 233° de la Constitucion de 1979. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas diecisiete, su fecha veinte de setiembre de mil novecientos noventa y cuatro, que declaro No Haber Nulidad en la de vista, que confirmo la apelada y declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo y en consecuencia, inaplicable a la demandante los Decretos Leyes Nos. 25446 y 25454, y dispone la reposicion en su cargo de Fiscal Provincial de Lima, con el reconocimiento de su tiempo de servicios; sin reintegro de los haberes dejados de percibir. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MF", "fecha_publicacion": "1998-09-26", "id": 37621, "nombre_demandado": "Ministerio de Justicia", "nombre_demandante": "Luisa Elizabeth Aguilar Olano", "numero_expediente": "00068-1995-AA"}