{"CONTEXTO": " 00068-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00068-1998-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 68-98-AA/TC LA LIBERTAD MARIA IMELDA POLO ARMAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de junio de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por dona Maria Imelda Polo Armas contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha veinticuatro de noviembre de mil novecientos noventa y siete que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Maria Imelda Polo Armas interpone Accion de Amparo contra la Direccion V 4 Regional de Educacion La Libertad y el Presidente del Consejo Transitorio de Administracion Regional - La Libertad. Solicita se le paguen las remuneraciones dejadas de percibir durante los cuatro meses de suspension, reponiéndose su derecho afectado al treinta de octubre de mil novecientos noventa y seis, fecha de separacion temporal de su cargo de Directora del Centro de Educacion Inicial No 210. Demanda se declare inaplicable a su persona la Resolucion Directoral Regional No 002681-96 del treinta de octubre de mil novecientos noventa y seis, y la Resolucion Presidencial Regional No 086-97-CTAR-LL, su fecha veinticuatro de marzo de mil novecientos noventa y siete, por las que se le sanciona con la separacion temporal de cuatro meses en su cargo, sin goce de remuneraciones. El motivo de la sancion es la imputacion de haber permitido varias irregularidades en su calidad de Asesora de la Asociacion de Padres de Familia. La Resolucion, ya citada, N02681-96, rebajo la sancion de un afo a cuatro meses de suspension porque desvirtuo dos cargos de los cuatro que le imputaban. Se probo que el veinte por ciento de los ingresos de APAFA estaba destinado para la biblioteca del Colegio y que por Asamblea General de Padres de Familia se aprobo cobrar cincuenta nuevos soles por matricula para el ano mil novecientos noventa y cuatro. El Director Regional de Asesoria Juridica contesta expresando: que a la demandante se le suspendio un ano sin goce de haber por las irregularidades cometidas. La Direccion Regional de Educacion de La Libertad contesta la demanda expresando que la impugnacion de un acto administrativo se realiza via accion contenciosa y no via Accion de Amparo. Los vicios del proceso disciplinario se revisan dentro del proceso administrativo. El Tercer Juzgado Especializado en lo Civil de Trujillo, declaro improcedente la Accion de Amparo. Argumenta que: \"Al haberse interpuesto la demanda de foja ciento diecisiete con fecha seis de mayo de mil novecientos noventa y siete al treinta de octubre 2 TRIBUNAL CONSTITUCIONAL de mil novecientos noventa y seis, fecha de separacion del cargo, habia transcurrido el periodo de sancion, convirtiéndose en irreparable la supuesta violacion.\" > La sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha veinticuatro de noviembre de mil novecientos noventa y siete, declara improcedente la Accion de Amparo por considerar que: \"A la fecha de la interposicion de la demanda habia transcurrido en exceso el plazo de separacion temporal del trabajo tornandose en irreparable la suspension\".", "FUNDAMENTOS:": "1. Que, el argumento de la sentencia de vista de abstenerse resolver el fondo del derecho por supuesta irreparabilidad de los hechos es objeto de la pretension. Al respecto, es necesario precisar que el concepto de irreparabilidad regulado por el art. 6° inciso 1) de la Ley No 23506, se refiere a hechos que hagan no viable la reposicion del derecho constitucional conculcado. El principio de ejecutabilidad contemplado en el art. 104° del D.S. No 02-94-JUS, razon por la que se cumplio los cuatro meses de suspension de labores, no impide el examen del derecho constitucional violado 0 amenazado. En el presente caso la sancion no constituye hecho irreparable en tanto el derecho conculcado al trabajo 0 al debido proceso supuestamente afectado podria ser restablecido, si se prueba su afectacion, declarando la ineficacia del proceso administrativo, por ende la sancion impuesta; por esta razon es procedente examinar el fondo de la pretension; 2. Que, segun los articulos 2° inciso 15), 22° y 23° de la Constitucion Politica del Estado, el sistema legal peruano garantiza el derecho al trabajo, este derecho solo esta limitado por la ley, cuyo contenido no puede desnaturalizar el principio enunciado; en efecto, la Administracion emplazada en ejercicio del Decreto Legislativo No 276, y su Reglamento D.S. No 005-90-PCM, efectuo el procedimiento administrativo disciplinario para dilucidar cuatro cargos imputables a la demandante sobre supuestas infracciones laborales; y que ejercio su derecho de defensa actuando las pruebas respectivas. La demandante desvirtuo solo dos de los cuatro citados cargos como fluye de la Resolucion Presidencial Regional No 086-97-CTAR-LL obrante a fojas ciento dieciséis, y la Resolucion Directoral Regional No 002681-96 de fojas ciento ocho, objeto de la Accion de Amparo. El proceso administrativo impugnado formalmente es valido; en tanto no se debata el principio constitucional de legalidad 0 falta de tipicidad, previsto en el articulo 20, inciso 24), literales a) y d) de la Constitucion Politica del Estado, al preceptuar que \"nadie esta obligado a hacer lo que la ley no manda\" y \"Nadie sera sancionado por acto u omision que al tiempo de cometerse no esté previamente calificado en la ley como infraccion\". En consecuencia, el derecho de defensa y al debido proceso garantizado por la Constitucion Politica del Estado no ha sido afectado con la decision. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica. 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO, la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha veinticuatro de noviembre de mil novecientos noventa y siete, de fojas doscientos ochenta y tres, que confirmo la sentencia de primera instancia que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT / Wll GARCIA MARCELO Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JGS", "fecha_publicacion": "1998-09-22", "id": 37563, "nombre_demandado": "Dirección Regional de Educación La Libertad y otro", "nombre_demandante": "María Imelda Polo Armas", "numero_expediente": "00068-1998-AA"}