{"CONTEXTO": " 00067-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00067-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 067 -97- AA/TC Arequipa Empresa de Transportes \"Las Tres Marias S.C.R. Ltda. >> SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de octubre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la Presidencia; Acosta Sanchez; Nugent; Diaz Valverde; Garcia Marcelo. Actuando como secretaria la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Empresa de Transportes \"Las Tres Marias S.C.R.Ltda. 07 representada por su Gerente don Agustin Taco Cornejo, contra la sentencia de la Segunda Sala Civil de la Corte Superior de Arequipa, de fecha trece de noviembre de mil novecientos noventa y seis, la que confirmando la sentencia apelada, de fecha dieciocho de julio de mil novecientos noventa y seis, fallo declarando improcedente la accion de amparo interpuesta por la mencionada empresa, en contra del Ingeniero Angel Manrique Chavez, en su calidad de Director de Transportes del Concejo Provincial de Arequipa.", "ANTECEDENTES:": "Don Agustin Taco Cornejo, en calidad de Gerente de la Empresa de Transportes \"Las Tres Marias S.C.R.Ltda. >> interpuso accion de amparo en contra del Ingeniero Angel Manrique Chavez, por el abuso que cometio en su calidad de Director de Transportes del Concejo Provincial de Arequipa, al emitir el oficio No 003-96- DGTUCV-MPA, de fecha cinco de enero de mil novecientos noventa y seis, cursado al Mayor P.N.P. Duilio Demartini Herrera, Jefe del Departamento de Control de Transito, mediante el cual ordeno que quedaban suspendidas las autorizaciones que les fueron concedidas a su representada, para el transporte de pasajeros de las unidades de placa de rodaje RH-4240 y UH 2946, las que vinieron prestando servicio de pasajeros a la Esmeralda, Cercado y viceversa, L TRIBUNAL CONSTITUCIONAL transgrediendo de esa manera su derecho constitucional al trabajo, reconocido y amparado por la Constitucion de 1993, en sus articulos 2° incisos 15) y 17) y 1390, asi como del articulo 24° inciso 10) de la Ley 23506. Expreso que su representada fue socia de la Empresa de Transportes \"Sor Ana de los Angeles\", la que por acuerdo de asamblea de socios decidio retirarlos el dia cuatro de abril de mil novecientos noventa y cinco, desde cuya fecha siguieron trabajando en la misma ruta establecida por la Direccion de Transportes del Concejo Provincial; que las unidades en cuestion tuvieron permiso desde el mes de junio de mil novecientos noventa y cuatro, y, que desde entonces les fueron otorgando permisos temporales; que el oficio referido les estaba ocasionado danos y perjuicios, dado que al haberse suspendido las autorizaciones de funcionamiento, y no poder trabajar, se habian visto endeudados, anadiendo que ante la suspension producida, la Empresa demandante habia presentado una reclamacion, la misma que no fue resuelta, y que por el contrario habian capturado sus vehiculos, los que retiraron del deposito oficial del Concejo Provincial de Arequipa, como consta en las papeletas La demanda fue contestada, a fojas 50-53, por el emplazado, Ingeniero Angel Esteban Manrique Chavez, manifestando que ignoraba la afirmacion que hacia la Empresa de Transportes \"Las Tres Marias S.C.R.Ltda.\" \"; que los permisos que tuvo dicha empresa, fueron provisionales y otorgados por la anterior gestion; que no se les estaba causando dano alguno, por cuanto el oficio remitido por su direccion, se hizo en cumplimiento estricto del Acuerdo Municipal No 08-96 de fecha diez de enero de mil novecientos noventa y seis, el cual dispuso suspender todos los permisos otorgados desde el mes de agosto de mil novecientos noventa y cinco y con mayor razon los provisionales, dado que el otorgamiento de permisos de rutas y otros, fue hecho de manera indiscriminada por la anterior gestion edilicia, no habiéndose respetado las disposiciones enunciadas en el Decreto Supremo No 012-95-MTC, ocasionando de esta forma el caos vehicular en la ciudad; que el anterior Director General de Transporte Urbano y Circulacion Vial, Arquitecto Raul Figueroa Mujica, dispuso que el expediente de la Empresa de Transportes \"Las Tres Marias S.C.R.Ltda.\" >9 quedara en reserva, dejando sin efecto los permisos de las unidades RH-4240 y UH-2946, a lo que se sumaba el memorial dirigido al Alcalde del Concejo Provincial, por los pobladores de la Camph-Esmernida-Rieado Palma, en el sentido de solicitarle la suspension del permiso otorgado al demandante, por el mal servicio que prestaba. La Empresa de Transportes \"Sor Ana de Los Angeles S.C.R.Ltda. l y la Empresa de Transportes de Servicio Publico \"San Pedro S.A\", a fojas 115 y 148 respectivamente, procediendo de conformidad con los articulos 930, 98° y 101° del Codigo Procesal Civil concordado con el articulo 25° de la Ley 25398, por medio de la via de Litis Consorcio Necesaria, se hacen parte litis-consortes del Concejo Provincial demandado, en vista de que la sentencia ha recaer en el proceso, traeria repercusiones en sus empresas, dado que incluir otra empresa de Transportes en su ruta, era atentar contra la seguridad publica, ya que ello daria lugar a continuos enfrentamientos y carreras para ganar pasajeros, 3 TRIBUNAL CONSTITUCIONAL generando un servicio deficiente, asimismo por que determinaria que ninguna de las empresas de transporte resultase rentable por la sobre-saturacion de la ruta. Las mencionadas empresas, a la par de presentar por escrito sus opiniones y consideraciones, también presentaron las pruebas documentales que estimaron por conveniente. El Quinto Juzgado Especializado en lo Civil de Arequipa, a fojas 168-171, mediante sentencia de fecha dieciocho de julio de mil novecientos noventa y seis, fallo declarando improcedente la accion interpuesta, por considerar basicamente, que son funciones de las Municipalidades, en materia de transporte colectivo, circulacion, transito y regulacion de transporte urbano, el otorgar las licencias 0 concesiones correspondientes, de conformidad con lo establecido por el articulo 690 inciso 1) de la Ley Orgânica de Municipalidades -Ley No 23853-; que, el acuerdo Municipal No 08-96 de fecha diez de enero de mil novecientos noventa y seis dispuso suspender de oficio, por el término de sesenta dias el servicio de transportes urbano e interurbano de pasajeros que brindan las unidades de transporte que hayan obtenido autorizacion provisional desde el dia quince de agosto de mil novecientos noventa y cinco, relacionadas con ruta nuevas, ampliaciones, modificaciones 0 incremento de flota vehicular; y, teniendo en cuenta el caracter de provisional de las autorizaciones de circulacion que tenia la demandante, la demandada Municipalidad Provincial de Arequipa, estaba en su derecho de poder suspender dichos permisos en cumplimiento de las atribuciones y facultades que le conceden la Ley Organica de Municipalidades, no existiendo con ello violacion al derecho constitucional al trabajo, sino mas bien el ejercicio regular de un derecho. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas 207- 208, por los propios fundamentos de la apelada, en conformidad con el dictamen fiscal y considerando ademas que el sustento legal de las funciones ejercidas por el Director de Transportes demandado, se encuentra en el articulo 690 inciso 1) de la Ley 23583 y el articulo 15° del D.S. No 012-95-MTC que facultaba la suspension del servicio, por un lapso de sesenta dias; que si bien el acuerdo municipal No 08-96 se tomo el dia diez de enero de mil novecientos noventa y seis, respecto a la suspension de los permisos otorgados, resulta convalidatorio de los actos practicados con anterioridad, como el referido oficio numero 003-96-DETVCV-MPA, que en todo caso se trata de un acto consumado, lo que abona también por la improcedencia, por lo que fallo confirmando la sentencia de primera instancia que declaro improcedente la accion de amparo interpuesta. La demandante, a fojas 224, interpuso recurso extraordinario y se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, el articulo 15° del Decreto Supremo No 012-95-MTC -Reglamento Nacional del Servicio Publico de Transporte Urbano e Interurbano de Pasajeros- establece que \" La suspension del servicio podra ser dispuesta de oficio por la autoridad 4 TRIBUNAL CONSTITUCIONAL administrativa, por razones de seguridad, por un lapso no mayor de sesenta dias calendario, al término de los cuales debera expedirse Resolucion disponiendo el reinicio del servicio 0 su cancelacion\"; Que, el Acuerdo Municipal No 08-96, de fecha diez de enero de mil novecientos noventa y seis dispuso H 1.- Suspender de oficio, por el término de sesenta dias, el servicio de transporte urbano e interurbano de pasajeros que brindan las unidades de transporte que hayan obtenido autorizaciones provisionales desde el quince de agosto de 1995, relacionadas con rutas nuevas, ampliaciones, modificaciones de rutas, e incremento de flota vehicular. 2.- Suspender todos los tramites administrativos de nuevas rutas, ampliaciones, modificaciones de rutas e incremento de flota vehicular a partir de la fecha y hasta que se apruebe el nuevo plan regulador de rutas. \", Que, con las instrumentales corrientes a fojas 04 y 06 de autos, queda acreditado que los vehiculos propiedad de la demandante, solo contaban con autorizacion provisional, sujeta al programa de emergencia; Que, el articulo 69° inciso 1) de la Ley No 23853 -Organica de Municipalidades-, establece que \"Son funciones de la Municipalidades en materia de transporte colectivo, circulacion y transito: 1.- Regular el transporte urbano y otorgar las licencias 0 concesiones correspondientes de conformidad con los Reglamentos de la materia. l Que, con el oficio No 407-96-MPA-DTUCV, cuya copia certificada, obra a fojas 165, se tiene conviccion, que la empresa demandante no cuenta con autorizacion para prestar servicio publico de transporte de pasajeros; Que, el demandado se limito a cumplir a cabalidad el Acuerdo Municipal No 08-96, el que se halla respaldado legalmente, por lo establecido en la Ley Organica de Municipalidades y el Decreto Supremo No 012-95-MTC, ya citados; Que, el cuestionado Oficio No 003-96- DGTUCV-MPA, de fecha 05 de enero de mil novecientos noventa y seis, que corre a fojas 01 de autos, quedo convalidado con el Acuerdo Municipal No 08-96 de fecha diez de enero del mismo ano; Que, la demandante no ha demostrado en autos, el que se le haya violado su derecho constitucional al trabajo u algun otro de rango constitucional. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, y Ley Organica.", "FALLA:": "Confirmando la sentencia de vista dictada por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha trece de noviembre de mil novecientos noventa y seis. la que confirmando a su vez la sentencia apelada, de fecha dieciocho de julio de mil novecientos noventa y seis, declaro IMPROCEDENTE la accion de amparo incoada; Dispusieron asimismo la publicacion de la presente en el diario oficial \"El Peruano\" y los devolvieron. S.S. wCh Acosta Sanchez; Nugent; Diaz Valverde; Garcia Marcelo. RVC e 2 A Lo que Certifiogl F.C.V. Dra. MARIALUZ VASQUEZ DET LOPEZ SECRETARIA- REL LATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-23", "id": 36470, "nombre_demandado": "Concejo Provincial de Arequipa (Angel Manrique Chávez - director de Transportes)", "nombre_demandante": "Empresa de Transportes \"Las Tres Marías SCR Ltda\"", "numero_expediente": "00067-1997-AA"}