{"CONTEXTO": " 00066-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00066-1995-AA.pdf) --- EXP.N. 66-95-AA/TC LIMA ASOCIACION MÉDICA DEL INSTITUTO PERUANO DE SEGURIDAD SOCIAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion Médica del Instituto Peruano de Seguridad Social contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas veinte del Cuaderno de Nulidad, su fecha dieciséis de setiembre de mil novecientos noventa y cuatro, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion Médica del Instituto Peruano de Seguridad Social interpone demanda de Accion de Amparo contra el Instituto Peruano de Seguridad Social, en defensa de los derechos fundamentales de sus asociados profesionales: cirujanos dentistas y quimicos farmacéuticos, a la igualdad ante la ley, igualdad de trato en el trabajo e igualdad de remuneracion por igual trabajo al mismo empleador, derechos garantizados en los articulos 2° inciso 2), 42° y 43° de la Constitucion, los cuales han sido violados por la demandada al poner en vigencia un nuevo cuadro de grupos ocupacionales y de remuneraciones que discrimina a los integrantes de las profesiones referidas respecto de la profesion de médico cirujano, no obstante encontrarse homologadas por disposicion legal expresa. Expresan que el Acuerdo N.o 8-33-IPSS-90 puso en vigencia, a partir del uno de octubre de mil novecientos noventa, un cuadro de incremento de remuneraciones para los trabajadores del IPSS, el cual separo en grupos ocupacionales distintos a los médicos cirujanos, por un lado, y a los cirujanos dentistas y quimicos farmacéuticos, por otro lado, correspondiendo a los primeros el grupo ocupacional 'médicos' y a los segundos el grupo ocupacional de 'otros profesionales de la salud'; , en virtud de dicha categorizacion se otorgaron aumentos de haberes en forma diferencial, rompiéndose la homologacion que hasta ese momento existia entre todos los médicos; de igual modo, la violacion de derechos se ratifica en la Resolucion de Gerencia Central N.o 372-GCDP-IPSS-92, que declara improcedente el reclamo formulado por su representada para que se restablezca la homologacion entre las profesiones médicas. Agregan ademas que por Ley N.o 16447 se reconocieron las profesiones odonto-estomatologicas y quimico-farmacetiticas como profesiones médicas, disponiéndose la adopcion de dicha denominacion en la Ley Organica del Sector Salud y en todas las dependencias estatales. El Instituto Peruano de Seguridad Social absuelve el traslado de la demanda y solicita que se declare improcedente, por considerar que en ningun momento se ha cometido violacion 0 amenaza de los derechos consagrados en la Constitucion Politica del Estado en agravio de los profesionales demandantes, encuadrando su labor administrativa respecto a la categoria y nivel remunerativo dentro de lo dispuesto por la Ley N.o 23536, que regula el trabajo y la carrera de los profesionales de la salud y del Decreto Supremo N.o 051-91-PCM, norma reglamentaria que determina los niveles remunerativos. Asimismo, la Ley N.° 16447, a la fecha, ha sido superada por la actual Ley N.o 23536, donde se establecen las diferentes lineas de carrera, estando en primer lugar el médico cirujano, en segundo lugar, el cirujano dentista y luego, el quimico farmacéutico; que al dictarse el Acuerdo N.o 8-33-IPSS-90, por parte del Consejo Directivo, que es el maximo organo directriz del IPSS, no se ha violado ningun derecho constitucional de los demandantes, toda vez que al otorgarse los incrementos de remuneraciones, éstos se dieron en aplicacion de las diferentes escalas remunerativas. El Tercer Juzgado Civil de Lima, a fojas ciento doce, con fecha veintisiete de enero de mil novecientos noventa y tres, declara infundada la demanda, por considerar que si bien por la Ley N.o 16447 se reconoce como profesionales de la salud a los cirujanos dentistas y quimicos farmacéuticos junto con los médicos cirujanos, sin embargo, por la funcion que cumplen estos ultimos se diferencian de los demas profesionales de la salud, asimismo, la Ley N.o 23536, en su articulo 6° regula el trabajo y la carrera de los profesionales de la salud, establece las respectivas lineas de carrera de los profesionales de la salud, estando en primer lugar el médico cirujano, plasmandose esta diferenciacion de categorias en el Decreto Legislativo N.o 559, que regula el trabajo de médico cirujano. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento treinta y ocho, con fecha veinte de diciembre de mil novecientos noventa y tres, confirma la apelada por considerar que de autos no ha sido probado que la demandada, al adoptar el Acuerdo N.o 8-33-IPSS-90, haya afectado el derecho de los demandantes, asimismo, no hay derecho de igualdad cuando se trata de trabajos diferentes. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas veinte del Cuaderno de Nulidad, con fecha dieciséis de setiembre de mil novecientos noventa y cuatro, resolvio no haber nulidad en la sentencia de vista y, en consecuencia, infundada la Accion de Amparo, por considerar que tratândose de un reclamo laboral sujeto a probanza en cada caso particular, no es la via excepcional del amparo la pertinente para dilucidar esta controversia. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se desprende del petitorio de la demanda, el objeto de éste es que se cumpla con la 1. homologacion de la categoria y remuneracion, con las que corresponden a los médicos cirujanos, con los de sus asociados profesionales cirujanos dentistas y quimicos farmacéuticos, que laboran para la demandada. Que el articulo 6° de la Ley N.o 23536 regula el trabajo y la carrera de los profesionales de la 2. salud, estableciendo las respectivas lineas de carrera de dichos profesionales; determinandose, en primer lugar, el médico cirujano, en segundo lugar, el cirujano dentista y en tercer lugar, el quimico farmacéutico. Que, si bien el articulo 43° de la Constitucion Politica de 1979 establecia que el trabajador tiene 3. derecho a igual remuneracion por igual trabajo prestado en idénticas condiciones al mismo empleador, en el caso de autos no se presenta dicha igualdad, por cuanto se trata de trabajos diferentes, conforme a lo establecido en el dispositivo legal senalado en el fundamento precedente. En este sentido, tanto el Acuerdo N.o 8-33-IPSS-90 como la Resolucion N.o 372- GCDP-IPSS-92, que ponen en vigencia un nuevo cuadro de grupos ocupacionales y de remuneraciones, estableciendo dicha diferencia en los niveles de carrera, no violan los derechos fundamentales invocados por los demandantes. Que, posteriormente, por Decreto Supremo N.o 051-91-PCM, de fecha tres de abril de mil 4. novecientos noventa y uno, se han establecido los niveles remunerativos de los funcionarios, directivos, servidores y pensionistas del Estado en el marco del Proceso de Homologacion, Carrera Publica y Sistema Unico de Remuneraciones y Bonificaciones; determinandose dentro de la escala de los profesionales de la salud, en primer lugar, al médico cirujano, en segundo lugar, al cirujano dentista, quimico farmacéutico, ingeniero sanitario, médico veterinario, biologo, psicologo, etc. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Perû y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veinte del Cuaderno de Nulidad, su fecha dieciséis de setiembre de mil novecientos noventa y cuatro, que confirmando la sentencia de vista declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO E.G.D", "fecha_publicacion": "1999-09-28", "id": 35785, "nombre_demandado": "Instituto Peruano de Seguridad Social", "nombre_demandante": "Asociación Médica del Instituto Peruano de Seguridad Social", "numero_expediente": "00066-1995-AA"}