{"CONTEXTO": " 00069-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00069-1995-AA.pdf) --- EXP 0069-95-AA/TC. LIMA ANGELA PAQUITA ALAYA OLIVA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Angela Paquita Alaya Oliva contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas trece del cuaderno de nulidad, su fecha veintisiete de setiembre de mil novecientos noventa y cuatro, que declara No Haber Nulidad en la sentencia de vista, que revocando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Angela Paquita Alaya Oliva, con fecha seis de agosto de mil novecientos noventa y tres, interpone demanda de Accion de Amparo contra el Gerente Departamental de La Libertad del Instituto Peruano de Seguridad Social, solicitando que se deje sin efecto la Resolucion No 1108-GDLL-IPSS-92, la misma que le fue notificada con fecha veintidos de junio de mil novecientos noventa y tres, mediante la cual se le cesa en el servicio por causal de racionalizacion de personal. Indica que se han vulnerado sus derechos constitucionales referidos a la libertad de trabajo y a la adecuada proteccion contra el despido arbitrario. Sostiene que no obstante que varios servidores resultaron desaprobados en el examen de evaluacion y seleccion de personal llevado a cabo por el demandado, solamente se ha despedido a su persona. El Gerente Departamental de La Libertad del Instituto Peruano de Seguridad Social contesta la demanda manifestando que la demandante no ha agotado la via previa; que la racionalizacion del personal administrativo se ha efectuado de conformidad con el Decreto Ley No 25636 y la Directiva No 039-DE-IPSS-92; que la demandante fue cesada por no haber obtenido el puntaje minimo establecido para el caso, razon por la que, de conformidad con el Acuerdo No 2-43- IPSS-92, se le concedio una indemnizacion extraordinaria. El Juez Especializado en lo Civil de San Pedro de Lloc, a fojas cuarenta y seis, con fecha catorce de diciembre de mil novecientos noventa y tres, declaro fundada la demanda por considerar principalmente que tratandose de seleccion de personal y no habiendo la demandada demostrado la equidad e idoneidad de las evaluaciones O exâmenes, es decir, la existencia de cuestionarios claros y la formulacion de una prueba unica de acuerdo a la especialidad O categoria, esto implica la existencia de una discriminacion que atenta contra lo establecido en el inciso 10) del articulo 24° de la Ley No 23506. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, con fecha catorce de marzo de mil novecientos noventa y cuatro, a fojas sesenta y ocho, revoca la apelada que declaro fundada la demanda y reformândola la declara improcedente por estimar que la demandante no ha agotado la via previa, toda vez que no ha cumplido con interponer los recursos impugnativos que establece la ley. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas trece del cuaderno de nulidad, con fecha veintisiete de setiembre de mil novecientos noventa y cuatro, declaro No Haber Nulidad en la de vista, por considerar que la demandante no ha agotado la via administrativa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen O amenacen los derechos constitucionales por accion O por omision de actos de cumplimiento obligatorio y tienen por objeto reponer los hechos al estado anterior a la violacion O amenaza de violacion de un derecho constitucional, conforme lo prescriben los articulos 1° y 2° de la Ley No 23506 concordante con el articulo 200° de la vigente Carta Politica del Estado. 2. Que conforme se advierte de la instrumental presentada por la demandante, que obra a fojas cuarenta y dos, con fecha ocho de junio de mil novecientos noventa y tres, ésta interpuso recurso de reconsideracion contra la Resolucion No 1108-GDLL-IPSS-92. 3. Que de conformidad con lo establecido por el articulo 103° de la Ley de Normas Generales de Procedimientos Administrativos, Decreto Ley No 26111, aplicable al caso de autos, la via administrativa queda agotada con la resolucion expedida en segunda instancia; en consecuencia, no habiendo la demandante acreditado haber interpuesto el correspondiente recurso de apelacion, no ha cumplido con agotar la via previa que exige el articulo 27° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas trece del cuaderno de su proposito, su fecha veintisiete de setiembre de mil novecientos noventa y cuatro, que declaro No Haber Nulidad en la de vista, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO.", "fecha_publicacion": "1999-01-06", "id": 34855, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Angela Paquita Alaya Oliva", "numero_expediente": "00069-1995-AA"}