{"CONTEXTO": " 00066-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00066-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 066-97-AA/TC Arequipa Pedro Pablo Gutiérrez Gonzales SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de octubre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la Presidencia; Acosta Sanchez; Nugent; Diaz Valverde; Garcia Marcelo. Actuando como secretaria la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pedro Pablo Gutierrez Gonzales, contra la sentencia de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha dieciocho de noviembre de mil novecientos noventa y seis, que declaro improcedente la accion iniciada por el antes citado accionante en contra de la Oficina de Normalizacion Previsional (O.N.P.)", "ANTECEDENTES:": "Don Pedro Pablo Gutierrez Gonzales, a fojas 42-47, presento accion de amparo, la que dirigio en contra de don Francisco Frisancho Calderon, en su calidad de Coordinador Departamental de la Oficina de Normalizacion Previsional de Arequipa, por la presunta violacion de sus derechos a la seguridad social y del libre acceso a las prestaciones de salud y pensiones, pidiendo que se dejara sin efecto la Resolucion Administrativa No 22966-93-IPSS, expedida por la Gerencia Departamental de Arequipa Division Regional de Pensiones-, y, que se ordenara le otorgaran una pension de jubilacion dentro del régimen de la Ley No 19990 y D.S. No 018-82-TR, por contar con 18 anos de aportaciones, y, que no se le aplicase retroactivamente la ley No 25967, mediante la cual se modifico el goce de pensiones de jubilacion que administra el Instituto Peruano de Seguridad Social-IPSS- la que le exige 20 anos de aportaciones para poder gozar de pension de jubilacion. 2 TRIBUNAL CONSTITUCIONAL La demanda fue contestada por el Sr. Mario Santiago Solari Serpa, en su calidad de representante suficiente de la Oficina de Normalizacion Previsional, quién la nego en su integridad, solicitando que sea declarada improcedente, por estimar que no era de aplicacion al caso del demandante la Ley No 19990, ya que la que le correspondia, en via de adecuacion, era la ley No 25967, ésto, en armonia con el articulo III del Titulo Preliminar del Codigo Civil. Por otra parte, el demandado, al momento de hacer su contestacion, dedujo las excepciones de Caducidad, por haber mediado mas de dos anos entre el resultado del recurso de reconsideracion y la interposicion del recurso impugnativo de apelacion; asi como, la excepcion de falta de agotamiento de la via previa, ya que para el caso de que no se hubiera producido la caducidad, faltaban aun pasos que dar en la via administrativa. Concluyendo su respuesta manifesto, que a su entender, la via de la accion de amparo no era la idonea para reclamar el derecho en cuestion, dado que esta accion no generaba derechos, sino que tan solo se limitaba a cautelarlos, cuando estos preexistian. El Primer Juzgado Especializado en lo Civil de Arequipa, a fojas 122-125, mediante sentencia de fecha treinta y uno de julio de mil novecientos noventa y seis, fallo declarando improcedente la demanda, substancialmente, por considerar que el accionante no habia acreditado en autos el agotamiento de la via previa administrativa;, que se habia actuado con sujecion al articulo 10° de la Ley No 25967 y ademas por considerar que la accion por versar sobre derechos pensionarios, el demandante debio hacer valer sus derechos en conformidad con el articulo 148° de la Constitucion (accion contencioso- administrativa). El Sr. Fiscal Superior, a fojas 148, al emitir su dictamen, fue de la opinion que debia revocarse y reformarse la sentencia apelada, declarandose fundada la excepcion de caducidad presentada por el demandado, dado que el actor presento el recurso impugnatorio de apelacion luego de dos anos, contados a partir de la fecha en que se presento la reconsideracion; y, por que la presentacion del recurso impugnatorio de revision fue apresurado, ya que aun no se habia vencido el término para resolver el recurso de apelacion presentado, razon por la cual, no se encontraba agotada la via administrativa. La resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, corriente a fojas 155-156, la que por los propios fundamentos de la sentencia apelada y ademas por considerar, substancialmente, que la materia de la litis, por ser de indole patrimonial, debia ser ventilada en camino diferente; y, por que en el presente caso, existe una via previa regulada donde el actor puede hacer valer los derechos pensionarios que invoca e inclusive para reclamarlos, conforme a derecho, ante el organo jurisdiccional; siendo estas las razones por las que la Sala fallo confirmando la sentencia de primera instancia, declarando sin objeto pronunciarse sobre las excepciones deducidas por la emplazada en su escrito de fojas 73 a 79 e improcedente la demanda iniciada. 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que, con fecha doce de marzo de mil novecientos noventa y seis, el recurrente presento accion de amparo, en contra de la Oficina de Normalizacion Previsional, con el objeto de que se dejara sin efecto la Resolucion Administrativa No 22966-93-IPSS de fecha dieciséis de setiembre de mil novecientos noventa y tres, mediante la cual se le denego el derecho de goce de Pension de Jubilacion; Que, como puede apreciarse a fojas 22 de autos, el demandante interpuso recurso impugnativo de reconsideracion, el diecisiete de setiembre de mil novecientos noventa y tres, en contra de la Resolucion Administrativa No 22066-93-IPSS-Division de Pensiones-, recurso que no fue resuelto por la Administracion Publica; Que, puede observarse a fojas 24, que el demandante presento recurso impugnativo de apelacion, en fecha diecinueve de diciembre de mil novecientos noventa y cinco, vale decir después de mas de dos anos de haberse producido el silencio administrativo negativo, al no haberse resuelto el recurso de reconsideracion dentro del plazo maximo de treinta dias que fija la ley -articulo 101° del D.S. 006-67-SC, que ha sido recogido por el articulo 98° del D.S. 02-94-JUS-; Que, a fojas 27, obra el recurso impugnativo de revision presentado por el demandante en fecha veinticuatro de enero de mil novecientos noventa y seis, siendo notorio que fue apresurada su presentacion, por cuanto aun no se habian vencido los treinta dias habiles que tenia la administracion para resolver la apelacion, hecho que contraria al articulo 102° del D.S. 02-94-JUS -Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos-, que establece: \"Los recursos impugnativos se ejerceran por una sola vez en cada proceso, y nunca simultaneamente. \". > Que, estando a las consideraciones anteriores se hace evidente que el demandante no agoto previa y correctamente la via administrativa, ésto es, con sujecion a lo ordenado por el D.S. 02- 94-JUS ; Que, el articulo 270 de la Ley 23506 -de Habeas Corpus y Amparo- establece que: \"Solo procede la accion de amparo cuando se hayan agotado las vias previas. \". > Que, la via especial de la Accion de Amparo, por su caracter sumario, no es la via idonea para resolver el caso sub judice, por tratarse del reconocimiento de derechos que requieren de una probanza mas exhaustiva, siendo necesaria la presentacion de planillas, certificados, récord de asistencia y otros, dentro de la correspondiente estacion probatoria, etapa de la cual carece la Accion de Amparo. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Orgânica, TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la sentencia de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha dieciocho de noviembre de mil novecientos noventa y seis, la que confirmando la sentencia apelada, de fecha treinta y uno de julio de mil novecientos noventa y seis, declaro sin lugar las excepciones deducidas e IMPROCEDENTE la accion de amparo incoada; debiéndose publicar esta sentencia en el diario oficial \"El Peruano\", 7 y los devolvieron. S.S. a WULA Acosta Sanchez; Nugent; Diaz Valverde; Garcia Marcelo. LO QUE CERTIFICO. lol DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA", "fecha_publicacion": "1997-12-01", "id": 36510, "nombre_demandado": "Coordinador Departamental de la Oficina de Normalización Previsional de Arequipa (Francisco Frisancho Calderón)", "nombre_demandante": "Pedro Pablo Gutiérrez Gonzales", "numero_expediente": "00066-1997-AA"}