{"CONTEXTO": " 00069-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00069-1996-AA.pdf) --- - TRIBUNAL CONSTITUCIONAL EXP.N. 069-96-AA/TC LIMA UNIVERSIDAD PARTICULAR RICARDO PALMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente, Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Universidad Particular Ricardo Palma contra la sentencia expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima de fojas ciento diecinueve, su fecha treinta de noviembre de mil novecientos noventa y cuatro que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Universidad Particular Ricardo Palma interpone Accion de Amparo contra el Consejo de Asuntos Contenciosos Universitarios CODACUN, para que se declare la inaplicabilidad de la Resolucion N.o 013-93-CODACUN del cinco de mayo de mil novecientos noventa y tres. Expone que se ha infringido el articulo 31° de la Constitucion Politica del Estado de 1979 al disponer la reposicion laboral de don Alejo Agustin Diaz Padilla como docente de la Universidad Particular Ricardo Palma e En aplicacion del articulo 1570 inciso c) de su Estatuto, la Universidad Particular Ricardo Palma opto por la separacion del ex docente citado. La entidad demandada sustento su decision de reposicion en el Reglamento de Sanciones de Profesores y Estudiantes de la Universidad Particular Ricardo Palma. Esta norma de menor jerarquia afecta el Estatuto, la Ley Universitaria y vulnera el articulo 74° y 236° de la Constitucion Politica del Estado. El Procurador Publico del Estado de 1979 a cargo de los Asuntos Judiciales del Ministerio de Educacion manifiesta que el demandante debe recurrir al Poder Judicial a fin de lograr la nulidad de la Resolucion N.o 013-93-CODACUN. El Décimo Quinto Juzgado en lo Civil de Lima declaro fundada la Accion de Amparo. Fundamenta que, al expedirse la Resolucion N.o 013-93-CODACUN de cinco de mayo de mil novecientos noventa y tres se ha vulnerado el derecho constitucional de la autonomia administrativa, académica, economicay normativa de la Universidad recurrente. La Resolucion Rectoral de separacion del cargo se expidio de acuerdo a la Ley Universitaria N.o 23733 y al Estatuto de la mencionada Universidad. TRIBUNAL CONSTITUCIONAL La Quinta Sala Civil de la Corte Superior de Justicia de Lima revoca el fallo declara improcedente la Accion de Amparo. Argumenta que la inobservancia de la le universitaria no puede suponer la violacion de la Constitucion, porque el articulo 95° de Ley N.o 23733 reconoce el Recurso de Revision, via pOY la que se ha dispuesto la reposicior DM laboral del profesor, don Alejo Agustin Diaz Padilla.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 2° inciso 20) literal f) de la Constitucion Politic de 1979 : \"Toda persona es considerada inocente mientras no se haya declarad judicialmente su responsabilidad\". Segun los actuados judiciales de fojas uno a cuatro no observados ni impugnados por la parte emplazada, se prueba que el profesor, do Alejo Agustin Diaz Padilla, el veintisiete de mayo de mil novecientos noventa y dos, primera instancia fue sentenciado por el Juzgado Penal respectivo como autor del deli contra la fe publica en agravio de don Aquiles Bedrinana Ascarza y por delito contra patrimonio en agravio de la Universidad Particular Ricardo Palma. Conforme a la copi judicial de la sentencia de fojas cinco, la Sala Penal de la Corte Superior de Justicia Lima confirmo el fallo anotado. Dicha decision quedo ejecutoriada en calidad de COS juzgada porque no existe en autos otra resolucion judicial que la haya modificado porque se trata de un proceso penal sumario contra el cual no procede Recurso Nulidad. Legalmente, desde el punto de vista procesal, esta prohibido, ba responsabilidad, modificar 0 incumplir resoluciones resueltas por el superior O por el quo que han quedado consentidas 0 ejecutoriadas. 2. Que, la sentencia judicial antes acotada, acredita que el profesor, don Alejo Agusti Diaz Padilla es culpable. El sexto parrafo de los considerandos de la Resolucion objet de la impugnacion es contra derecho cuando, frente al hecho juridico glosado, sostier \"que, las sentencias condenatorias invocadas no son sentencias ejecutoriadas estand todavia en tramite de resolucion\". La decision administrativa materia de la Accion Amparo, al revocar la resolucion objeto del Recurso de Revision administrativo, n desvirtua el hecho esencial imputado al profesor, don Alejo Agustin Diaz Padilla el cu consistio en haber falsificado la firma del profesor, don Alberto Valdez Barboza Secretario de Organizacion del Sindicato de Docentes de la Universidad Particula Ricardo Palma. Esta resolucion tiene una erronea motivacion. Se sustenta en hecho falsos porque no esta probado que exista tramite pendiente contra la sentencia de instancia superior glosada. La entidad demandada esta afectando la cosa juzgada institucion de nivel Constitucional, cuando pretende restar eficacia a las decisiones de Poder Judicial el cual ha debatido y resuelto de manera definitiva la situacion juridic del profesor, don Alejo Agustin Diaz Padilla. Constitucionalmente, solo V prescripcion, ley expresa 0 derecho de gracia esta permitido no sancionar a quie infringe la ley, lo contrario es promover el desorden. El Derecho también es persuasior y disuasion. TRIBUNAL CONSTITUCIONAL 3. Que segun el articulo 236° de la Constitucion Politica del Estado del ano mi novecientos setenta y nueve, y el articulo 51° de la actual Carta Fundamenta preceptuan que la Constitucion prevalece sobre toda norma legal, luego, la ley, sobre la normas de inferior jerarquia y asi sucesivamente. En tal virtud, concordante con principio constitucional de legalidad en materia de sancion O punibilidad, I autoridades administrativas no pueden sustentar decision administrativa en normas inferior nivel, como en el presente proceso en el que se aplico el Reglamento Sanciones de Profesores y Estudiantes de la Universidad Particular Ricardo Palma prescindiendo de la Ley Universitaria N.o 23733, especificamente el articulo 5. inciso d), y el articulo 970 inciso c) del Estatuto de la Universidad Ricardo Palma qu preceptuan la separacion del cargo para hechos como el realizado por el profesor, do Alejo Agustin Diaz Padilla. La resolucion impugnada afecta los principios constitucionales acotados al aplicar una norma del Reglamento de sanciones inferior la Ley Universitaria N. 23733 y al Estatuto de la universidad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la sentencia expedida por la Quinta Sala Civil de la Corte Superio de Justicia de Lima, de fojas ciento diecinueve, su fecha treinta de noviembre de mi novecientos noventa y cuatro que declaro improcedente la Accion de Amparo reformandola, la declara FUNDADA; en consecuencia, inaplicable la Resolucion N.o 01 93-CODACUN su fecha cinco de mayo de mil novecientos noventa y tres en cuant dispone la reposicion laboral del profesor, don Alejo Agustin Diaz Padilla, al efecto, mantiene vigente la Resolucion Rectoral N.o 930045 su fecha veintidos de enero de m novecientos noventa y tres expedido por la Universidad Particular Ricardo Palma por cual se decide la separacion del cargo del profesor, don Alejo Agustin Diaz Padill Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, L DIAZ VALVERDE, NUGENT, GARCIA MARCELO. ava A V1 Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-19", "id": 34873, "nombre_demandado": "Consejo de Asuntos Contenciosos Universitarios (CODACUN)", "nombre_demandante": "Universidad Particular Ricardo Palma", "numero_expediente": "00069-1996-AA"}