{"CONTEXTO": " 00064-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00064-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 64-98-AA/TC LIMA ELDA CONSUELO NAMIHAS MARIN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por donia Elda Consuelo Namihas Marin contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos treinta y seis, su fecha veintiuno de noviembre de mil novecientos noventa y siete, que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Elda Consuelo Namihas Marin interpone Accion de Amparo contra el Gerente General del Banco de la Nacion y el Gerente General de la Oficina de Normalizacion Previsional (ONP) con el objeto de que se declare inaplicable para su caso la Resolucion Administrativa N.o 0192-94-EF/92.5100, del veintitrés de mayo de mil novecientos noventa y cuatro, que declara nula la incorporacion de la demandante al régimen pensionario del Decreto Ley N.° 20530; solicita el pago de su pension de cesantia, conforme al Decreto Ley N.o 20530 y Ley N.o 25146 a partir del treinta de junio de mil novecientos noventa y cuatro, con los reintegros ademas de los intereses de ley, costas y costos. Sostiene la demandante que ingreso a prestar servicios al Estado el dieciocho de junio de mil novecientos setenta y tres, bajo el régimen laboral de la Ley N.o 11377 y el régimen del fondo de montepio (hoy Decreto Ley N.o 20530), acumulando dichos servicios a los prestados en el Banco de la Nacion, al que, por otra parte, ingreso con fecha uno de octubre de mil novecientos setenta y cinco, también bajo el régimen de la Ley N.o 11377, alcanzando en dicha entidad la categoria de Técnico VI con la que ceso. Encontrandose laborando, y a solicitud de la demandante, el Banco demandado expidio la Resolucion Administrativa N.o 3591-90-EF/92.5150 del diecinueve de noviembre de mil novecientos noventa en la que se le TRIBUNAL CONSTITUCIONAL incorporo al régimen de pensiones del Decreto Ley N.o 20530, resultando ello de un debido procedimiento administrativo. No obstante, después de tres anos y seis meses, el treinta y uno de mayo de mil novecientos noventa y cuatro, el Banco demandado expide la resolucion cuestionada por la que de manera unilateral, arbitraria y sin seguir un debido proceso, declara nula la Resolucion Administrativa mediante la cual se le habia incorporado al régimen pensionario del Decreto Ley N.o 20530. El Representante del Banco de la Nacion al contestar la demanda senala que la demandante interpone Accion de Amparo a fin de que se declare inaplicable la Resolucion Administrativa N.° 192-94-EF/92.5100 que la excluyo del régimen de pensiones establecido en el Decreto Ley N.o 20530 y para que el Banco de la Nacion le abone la pension que reclama la demandante. Sin embargo, aduce que mediante Resolucion Suprema N.o 150-95- EF, se transfirio la administracion y pago de planilla de los pensionistas del Banco de la Nacion sujetos al Régimen del Decreto Ley N.o 20530 a la Oficina de Normalizacion Previsional, a partir del uno de enero de mil novecientos noventa y seis. Esta resolucion se sustenta en la Ley N.o 25967 que creo la Oficina de Normalizacion Previsional con la finalidad de administrar el Sistema Nacional de Pensiones y los otros regimenes administrados por el Estado; razon por la cual la demanda debe entenderse directamente contra la referida entidad y no contra el Banco de la Nacion, que ya no administra ni tiene a su cargo el pago de pensiones. Asimismo, deduce la excepcion de falta de legitimidad para obrar del demandado. El Juzgado Previsional Transitorio de Lima, a fojas doscientos setenta y dos, con fecha veinticuatro de enero de mil novecientos noventa y siete, declara fundada la demanda, por considerar principalmente: Que el derecho pensionario de la demandante fue unilateralmente desconocido por el Banco de la Nacion, sin tener en cuenta que el mismo organo no puede invalidar su resolucion, toda vez que la decision de la demandada, efectuada mediante Resolucion Administrativa N.o 0192-94-EF/92.5100, contraviene lo dispuesto por el articulo 110° del Decreto Supremo N.° 002-94-JUS, que dispone que la nulidad debe ser declarada por funcionario jerarquicamente superior, no pudiendo anular sus propias resoluciones administrativas; Que la nulidad de las resoluciones administrativas prescribe a los seis meses contados a partir de la fecha en la que hayan quedado consentidas, habiendo vencido en exceso en el caso de autos dicho plazo. Sin embargo debe precisarse que la Accion de Amparo no es la pertinente para establecer si corresponde 0 no a la actora el derecho a pertenecer al Régimen del Decreto Ley N.o 20530, por lo que debe dejarse a salvo el derecho de la demandada a impugnar dicha incorporacion en la via correspondiente. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos treinta y seis, revoca la apelada y declara improcedente la demanda, por estimar: Que el Recurso de Reconsideracion sera resuelto en un plazo 2 TRIBUNAL CONSTITUCIONAL maximo de treinta dias, transcurridos los cuales, sin que medie resolucion, el interesado podra considerar denegado dicho recurso a efectos de interponer el Recurso de Apelacion correspondiente 0 esperar el pronunciamiento expreso de la Administracion Publica; Que, en el presente caso, la autoridad administrativa no absolvio el recurso interpuesto, por lo que la demandante interpuso recién el veintitrés de febrero de mil novecientos noventa y seis, esto es, después de veinte meses de haber vencido el término para dar por denegada su peticion y acogerse al silencio administrativo para ejercer su accion judicialmente. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, el objeto 1. de ésta se orienta a la no aplicacion de la Resolucion Administrativa N.o 0192-94- EF/92.5100 del veintitrés de mayo de mil novecientos noventa y cuatro, tras considerar que la misma vulnera los derechos constitucionales pensionarios de la demandante al declarar la nulidad de la Resolucion Administrativa N.o 3591-90-EF/92.5150 del diecinueve de noviembre de mil novecientos noventa, por la que se habia dispuesto su incorporacion al régimen de pensiones previsto en el Decreto Ley N.o 20530. Que, por consiguiente, y a efectos de acreditar las condiciones de procedibilidad de la 2. presente accion 0, en su caso, la legitimidad 0 no de la demanda interpuesta, procede senalar que para el presente caso resulta de aplicacion el articulo 37° de la Ley N.o 23506, toda vez que la demandante, no obstante haber presentado su Recurso de Reconsideracion con fecha dos de junio de mil novecientos noventa y cuatro (segun se aprecia a fojas diez de autos), opto por acogerse al silencio admnistrativo a total destiempo, esto es, con fecha veintiséis de febrero de mil novecientos noventa y seis (segun se acredita a fojas quince de autos), significando ello que al momento de ejercer su accion constitucional de amparo, se encontraba incuestionablemente incursa en el periodo de caducidad previsto por la norma antes acotada. Que, por consiguiente, y sin que este Tribunal tenga que pronunciarse sobre la 3. legitimidad 0 no de la demanda interpuesta, entiende que la demanda es improcedente, por haberse ejercido de forma extemporanea. En todo caso, la demandante, mantiene su derecho a reclamar la misma pretension en una via distinta a la constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos treinta y TRIBUNAL CONSTITUCIONAL seis, su fecha veintiuno de noviembre de mil novecientos noventa y siete, que revocando la apelada declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "hueel ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lsd. Lo que Certifioo: Dre. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 4", "fecha_publicacion": "1999-08-14", "id": 35476, "nombre_demandado": "Gerente General del Banco de la Nación y Gerente General de la Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Elda Consuelo Namihas Marín", "numero_expediente": "00064-1998-AA"}