{"CONTEXTO": " 00067-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00067-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL OTDA FOJAS b00091 TRIBUNAL CONSTITUCIONAL EXP. N.o 67-99-AA/TC LIMA JOSEFINA VALDERRAMA CASTANEDA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el senor Fiscal de la Segunda Fiscalia Superior Civil de Lima, doctor Pablo Visalot Chavez, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha quince de octubre de mil novecientos noventa y ocho, que declaro improcedente algunos extremos de la Accion de Amparo.", "ANTECEDENTES:": "Dona Josefina Valderrama Castaneda, dona Felicita Martha Malaga Ortiz, dona Victoria Landeo de Salazar, dona Maximina Paredes Bastidas, dona Isabel Huaman Silva, dona Virginia Zuniga Ancco, dona Maria Ticona Huanca, don Juan William Lara Leguia, dona Norma Chuquiyauri Cardenas, don Marcelino Carrasco de la Cruz, donia Marcela Rosa Sulca Seis, dona Juana Paredes Canto, don Efrain Rodolfo Naupa Leon, dona Gloria Valdiviezo Valdiviezo, donia Nancy Milagros Salazar Landeo, dona Ethel Escarcena Quispe, don Francisco Paraguay Yauri, dona Sonia Tomasa Rodriguez Tipe, dona Julia Consuelo Damiano Leguia, don Gabriel A. Huallpatuero Ramos, don Julian Huarcaya Yauri, don Percy Remigio Polo Minaya, don Juan Oscar Losano Quesada, don Humberto Jaime Canales Blanco, don Juan A. Flores Villafuerte, don Felipe Quispe Chipana, don Moises Orlando Huanca Livisi, don Jaime Eliseo Berrocal Cancho, don Valerio Ventura Quispe, dona Maria Salomé Best Arellano, don Jorge Luis Espejo Paredes, don Juan Carlos Sanchez Ludena, don Carlos A. Flores Villafuerte, dona Marisol Juana Diaz Urbina, dona Gladys Diaz Urbina, dona Fernandina Villegas Jauregui, don Manuel Agustin Chipana Alarcon, don José Ricardo Quiroz Baldoceda, don Luis Manuel Salas Sotelo, don Milton José Tineo Cordova, don José Alfredo Diaz Urbina, dona Rufina Sanchez Ludena, dona Clara Rosa Maldonado Rivas, don Herminio Ludena Tito, dona Adelina Barrientos Ccopa, donia Alejandrina Carrion Vega de Meza, dona Fortunata Ortiz Avendano y don Arturo Chuquillauiri Cardenas interponen Accion de Amparo contra la Municipalidad Distrital de 2 TRIBUNAL CONSTITUCIONAL OTDA FOJAS 000092 TRIBUNAL CONSTITUCIONAL Santa Anita, representada por su Alcalde don Osiris Feliciano Munoz, con el proposito de que se declaren inaplicables a sus casos las resoluciones de alcaldia N.os 496-96- ALC/MDSA y 663-96-ALCMDSA, que dispuso su cese por causal de excedencia y, que se ordene la reposicion en sus puestos de trabajo, el reconocimiento de todos los beneficios que venian percibiendo y el pago de las remuneraciones devengadas por razon del cese. Refieren que en el proceso de evaluacion correspondiente al primer semestre de mil / novecientos noventa y seis, se han cometido una serie de irregularidades: a) Se les ha ocultado el Reglamento de Evaluacion; b) Se ha aplicado el cese sin que hayan culminado las etapas de la evaluacion anual; c) Se ha comprendido en la evaluacion a los obreros, pese a no estar obligados; d) No se les ha evaluado segun su nivel y categoria; y e) Se les ha negado su derecho de defensa. La Municipalidad demandada absuelve el tramite de contestacion de la demanda negandola y contradiciéndola y solicitando se la declare improcedente; senala que los demandantes obtuvieron una calificacion de cero, por no haber asistido al examen de evaluacion; que la Accion de Amparo no es la via idonea sino la contencioso- administrativa; que los demandantes cobraron su compensacion por tiempo de servicios, rompiendo con ello su vinculo laboral. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima emite sentencia declarando fundada la demanda, por considerar entre otras razones- que la no concurrencia a la evaluacion, si bien constituye falta disciplinaria, no puede considerarse como causal de cese, toda vez que el Decreto Ley N.° 26093 se refiere a los trabajadores que habiendo participado en el proceso de evaluacion, no alcanzaron el puntaje aprobatorio. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirmo en parte la apelada en el extremo que declara fundada la Accion de Amparo, por considerar que la Municipalidad demandada vulnero el principio de publicidad y el derecho de informacion de los demandantes, al no hacerles conocer oportunamente el Reglamento de Evaluacion; asimismo, revoco la propia sentencia en el extremo que declaro fundada la Accion de Amparo respecto a los demandantes don Marcelino Carrasco de la Cruz, dona Maria Ticona Huanca, dona Fortunata Ortiz Avendano y dona Marcela Rosa Sulca Seis; reformandola declaro improcedente este extremo, senalando que éstos habian interpuesto paralelamente otra Accion de Amparo contra la resolucion de cese; igualmente, revoco la parte referida al reconocimiento de los derechos economicos y al pago de las remuneraciones devengadas, extremos que declaro improcedentes. Contra esta resolucion, el senor Fiscal Titular de la Segunda Fiscalia Superior Civil de Lima interpone Recurso Extraordinario. 2 ) (17 FRBUNALCONSYIOCIONAL TRIBUNAL CONSTITUCIONAL OTDA 000093 FOJAS", "FUNDAMENTOS:": "Que la pretension en la presente causa comprende los siguientes extremos: a) La 1. reposicion de los demandantes en su puesto de trabajo; b) El reconocimiento de los \"derechos\" que venian percibiendo; y c) El pago de las remuneraciones devengadas por razon del cese de los demandantes. Que la resolucion que viene en grado declaro improcedente el primer extremo 2. respecto a los demandantes don Marcelino Carrasco de la Cruz, dona Maria Ticona Huanca, dona Fortunata Ortiz Avendano y dona Marcela Rosa Sulca Seis y fundado en relacion a los demas demandantes, disponiendo su reposicion en sus puestos de trabajo; e improcedentes los dos ultimos extremos. En tal sentido, el Recurso Extraordinario interpuesto por el Fiscal de la Segunda Fiscalia Superior Civil de Lima se circunscribe unicamente a los extremos declarados improcedentes por la resolucion de vista. Que, si bien es cierto este Tribunal Constitucional puede pronunciarse sobre el 3. fondo y la forma del asunto materia de la litis, también lo es que, en este caso, habiéndose declarado fundada la Accion de Amparo respecto a la mayoria de los demandantes -decision que tiene el caracter de cosa juzgada- - no es posible examinar la presunta causal de nulidad senalada por la Municipalidad demandada en el primer otrosi de su escrito de fecha catorce de abril ultimo. Que, en la Sentencia expedida el dia trece de mayo de mil novecientos noventa y 4. ocho, en el Expediente No 860-97-AA/TC, este Tribunal Constitucional desestimo la Accion de Amparo interpuesta por don Marcelino Carrasco de la Cruz, dona Maria Ticona Huanca, dona Fortunata Ortiz Avendano y dona Marcela Rosa Sulca Seis, contra la Municipalidad Distrital de Santa Anita, cuyo objeto era el mismo que se ventila en el presente proceso constitucional, esto es, que se declaren inaplicables las resoluciones de alcaldia N.os 496-96-ALC/MDSA y 663-96-ALCMDSA. Que este Tribunal estima, como lo senalo en la sentencia aludida, que los 5. mencionados demandantes fueron evaluados con arreglo a ley y, que en su condicion de trabajadores estaban obligados a acatar el Reglamento de Evaluacion, pese a lo cual no se presentaron a rendir la prueba de conocimientos, por lo que no tienen expedito su derecho para impugnar los resultados de la misma. Que el extremo de la pretension referido al reconocimiento de \"todos los derechos 6. que los demandantes venian percibiendo\" debe desestimarse, toda vez que éste ha sido formulado en forma imprecisa, por lo que el Tribunal Constitucional no puede pronunciarse al respecto. 3 1 119 TRIBUNAL CONSTITUCIONAL IABURALICONINIUCONAS OTDA 100094 FOJAS Que, como lo ha senalado reiteradamente este Tribunal, la remuneracion es la 7. contraprestacion por el trabajo efectivamente realizado, lo que no ha sucedido en el presente caso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas seiscientos cincuenta y uno, su fecha quince de octubre de mil novecientos noventa y ocho, en los extremos que declara IMPROCEDENTE la Accion de Amparo respecto a los demandantes don Marcelino Carrasco de la Cruz, dona Maria Ticona Huanca, dona Fortunata Ortiz Avendano y dona Marcela Rosa Sulca Seis; IMPROCEDENTE el reconocimiento de derechos e IMPROCEDENTE el extremo de la pretension referido al pago de las remuneraciones devengadas. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Mrrcn ACOSTA SANCHEZ DIAZ VALVERDE NUGENT lrtie GARCIA MARCELO CCL Lo que gertifioo: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1999-09-07", "id": 35683, "nombre_demandado": "Municipalidad Distrital de Santa Anita representada por su Alcalde (Osiris Feliciano Muñoz)", "nombre_demandante": "Josefina Valderrama Castañeda y otros", "numero_expediente": "00067-1999-AA"}