{"CONTEXTO": " 00061-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00061-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 061-96-AA/TC CALLAO MIGUEL CALDAS SALAZAR SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente, Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO : Recurso de Casacion entendido como Recurso Extraordinario, interpuesto con fecha cinco de diciembre de mil novecientos noventa y cinco, por don Miguel Caldas Salazar, contra la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, que declaro improcedente la Accion de Amparo. ANTECEDENTES : Con fecha cuatro de abril de mil novecientos noventa y cuatro, don Miguel Caldas Salazar interpuso Accion de Amparo contra don Jaime Texeira Giraldo y don Oswaldo Molina Salazar, Gerente General y Gerente de Recursos Humanos, respectivamente, de la Empresa Nacional de Puertos S.A. (ENAPU S.A.). Considera el demandante, que los referidos empleados incurrieron en omision de actos de cumplimiento obligatorio y de esa manera, estan violando su derecho constitucional a la prestacion de pension como trabajador cesante, pues no se le abona dicha pension con los incrementos y nivelaciones establecidos por el Decreto Ley No 20530, régimen pensionario al cual pertenece. Sobre el particular, hace saber que, mediante la Resolucion Directoral No 3526-82-TC/PE, a fojas tres, de fecha veinticinco de agosto de mil novecientos ochenta y dos, fue reincorporado al régimen de pensiones del Decreto Ley No 20530; que presento su renuncia a ENAPU S.A., el primero de mayo de mil novecientos noventa y uno, razon por la cual se emitio la Resolucion de Gerencia General RGG No 28291-TCENAPUSA/GG, de fecha diecinueve de julio de mil novecientos noventa y uno, disponiendo su cese al cargo de Jefe de Almacén Zona F-08, reconociéndole ademas, su derecho a la acumulacion de los servicios prestados al Estado, para los fines de su pension con arreglo al Decreto Ley No 20530, que hacen un total de 36 anos, 11 meses y 12 dias; que igualmente, se le otorgo una pension provisional ascendente a doscientos noventa y dos Nuevos Soles con trece céntimos mensuales nivelables, la cual viene siendo recortada en aplicacion del articulo 292° de la Ley No 25303, Ley de Presupuesto para el ejercicio de mil novecientos noventa y uno, sin tomar en cuenta que la Octava Disposicion General y Transitoria de la Carta Magna de 1979, vigente en el momento del cese, establecia textualmente lo siguiente: \"Las pensiones de los cesantes con mas de veinte anos de servicios y de los jubilados de la administracion publica, no sometidos al régimen del Seguro Social del Peru O a otros regimenes especiales, se nivelan progresivamente con los haberes de los servidores publicos en actividad de las respectivas categorias, durante el término de diez ejercicios, a partir del primero de enero de mil novecientos ochenta. Deben consignarse en el Presupuesto de la 2 TRIBUNAL CONSTITUCIONAL Republica las partidas consiguientes\". Como prueba, adjunta comprobantes de pago que corren de fojas siete a diez, donde aparece bajo el rubro \"Descuentos Variables\" la disminucion antes referida (fojas 20 a 35). La Empresa Nacional de Puertos S.A. contesta la demanda, solicitando sea declarada sin lugar, en base a lo siguiente: a) Que, el demandante no agoto la via previa, \"por lo que el derecho de accion ha caducado\" (sic); b) Que, la disminucion de la pension V se ha realizado en cumplimiento de las Leyes de Presupuesto de los anos 1991, 1992 y 1993; c) Que, no se ha conculcado ningun derecho constitucional, pues la pension del demandante siempre fue objeto de nivelacion, pero aplicando los topes establecidos por las normas antes acotadas (fojas 61 a 69). El Segundo Juzgado Especializado en lo Civil del Callao fallo con fecha cuatro de agosto de mil novecientos noventa y cuatro, declarando infundada la demanda; este pronunciamiento de primera instancia se sustenta en lo siguiente: a) Que, con la presente accion se cuestiona la aplicacion de las Leyes de Presupuesto Nos. 25303 y 26268 que deben ser aplicadas desde que entran en vigencia; b) Que, el demandante presento su renuncia el primero de mayo de mil novecientos noventa y uno, por lo que le es aplicable la citada Ley No 25303; c) Que, el Tribunal de Garantias Constitucionales, mediante sentencia de fecha dieciocho de diciembre de mil novecientos noventa y uno, declaro que el articulo 292° de la Ley No 25303, Ley de Presupuesto para el ejercicio de mil novecientos noventa y uno, es constitucional. (fojas 86 a 88) La Sala Civil de la Corte Superior de Justicia del Callao, a fojas ciento dieciocho, mediante sentencia de fecha once de noviembre de mil novecientos noventa y cuatro, por los mismos fundamentos, confirmo la apelada y declaro infundada la demanda. Interpuesto el recurso de nulidad, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, a fojas 14 y 15 del Cuaderno de Nulidad, mediante sentencia, su fecha doce de setiembre de mil novecientos noventa y cinco, considera haber nulidad en la sentencia de vista y declara improcedente por caduca la demanda. Considera ésta instancia suprema, que, desde la fecha de publicacion de las Leyes de Presupuesto Nos. 25303 y 26268, hasta la fecha en que se interpone la demanda de autos, ha transcurrido con exceso el plazo de caducidad que contempla el articulo 37° de la Ley No 23506. FUNDAMENTOS : 1. Que, de conformidad con el articulo 200°, numeral 2) de la Constitucion Politica del Estado, la Accion de Amparo procede contra el hecho u omision de cualquier autoridad, funcionario 0 persona, que vulnera O amenaza derechos constitucionalmente. 2. Que, respecto a la causal de caducidad, unico fundamento de la acotada ejecutoria suprema; es importante recordar, que éste Colegiado, ha establecido en reiteradas oportunidades, que debido a la naturaleza del derecho pensionario y, siendo el caso, que los actos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, toda vez que mes a mes se repite la presunta vulneracion en al demandante, resultando de aplicacion el articulo 26°, segundo paragrafo in fine de la Ley No 25398, complementaria de la Ley de Habeas Corpus y Amparo. 3 TRIBUNAL CONSTITUCIONAL 3. Que, de la demanda se desprende lo siguiente: a) Que, el demandante reconoce, que no se ha dejado sin efecto su reconocimiento como pensionista del régimen del Decreto Ley No 20530, y que su pension se esta nivelando conforme a dicha norma; b) Que, la pretension esta encaminada a lograr la suspension del recorte que sufre la pension, por aplicacion de la limitacion presupuestal establecida en el articulo 292° de la Ley No 25303 y de las leyes Nos. 25986 y 26268, recortes que constan en los comprobantes de pago, que corren de fojas siete a diez. 4. Que, el demandante considera en su calidad de pensionista del Decreto Ley No 20530, no se le debio aplicar el tope establecido por el articulo 292° de la Ley No 25303, Ley Anual del Presupuesto del Sector Publlico y Sistema Empresarial del Estado para mil novecientos noventa y uno, cuyo primer parrafo dice a la letra: \"Queda terminantemente prohibido el otorgamiento de pension de jubilacion, cesantia, de gracia, de montepio, de viudez, de sobrevivencia 0 por cualquier otro concepto, a favor de cualquier ex.trabajador O beneficiario del mismo, a cargo del sector publico y empresas del Estado, que implique un monto que sea superior a la remuneracion total que percibe mensualmente el funcionario del mas alto nivel administrativo del sector al cual pertenece la empresa O institucion\". Precisar, si se aplico con justeza, en el presente caso, lo dispuesto por el acotado articulo 292° involucra la ejecucion de nuevas acciones y probanzas administrativas que no pueden ser sustanciadas mediante una Accion de Amparo, como se pretende. 5. Que es necesario precisar que la pension renovable a que se refiere el articulo 50° del Decreto Ley No 20530, significa que la pension debe ser nivelada con arreglo a los incrementos que se apliquen al sueldo de un funcionario en actividad de igual jerarquia que el pensionista. Este es un derecho adquirido, protegido constitucionalmente, y que no ha sido violado en el caso sub-examine. Cualquier error en dicho câculo debe ser materia de reclamacion en la via judicial y no por la via de la Accion de Amparo. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA: : CONFIRMANDO la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, de fojas catorce del Cuaderno de Nulidad, su fecha doce de setiembre de mil novecientos noventa y cinco, que declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. lela 2 - ACOSTA SANCHEZ, DIAZ VALVERDE, MLL puil NUGENT, VE aveca 1 P MARCELO \"queperfifico: GARCIA L JAGB Dra. MARTA-LUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-12", "id": 37314, "nombre_demandado": "Gerente General de la Empresa Nacional de Puertos SA (ENAPU SA) (Jaime Texeira Giraldo) y otro", "nombre_demandante": "Miguel Caldas Salazar", "numero_expediente": "00061-1996-AA"}