{"CONTEXTO": " 00078-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00078-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 078-98-AA/TC JUAN MARIN LAURI AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventa y ocho, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo, pronuncia sentencia : ASUNTO : Recurso Extraordinario interpuesto por don Juan Marin Lauri, contra la sentencia de vista de veintiocho de noviembre de mil novecientos noventa y siete, emitida por la Sala Laboral de la Corte Superior de Justicia de Arequipa en la Accion de Amparo seguida en contra de la Municipalidad Provincial de Arequipa. ANTECEDENTES : Don Juan Marin Lauri, interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, a fin de que se declare inaplicable la Resolucion Municipal No 299-E, de diecinueve de octubre de mil novecientos noventa y cinco que dejo en suspenso el pago de beneficios sociales de los cesantes y jubilados de la referida Municipalidad, por considerar que ésta viola entre otros sus derechos constitucionales a la libertad de trabajo, a la igualdad ante la ley. Solicita se disponga el pago inmediato de sus beneficios sociales a razon de un sueldo integro por cada ano de servicios de acuerdo al Pacto Colectivo suscrito en el ano mil novecientos ochenta y ocho, entre la Municipalidad demandada y la organizacion representativa de los trabajadores; se le abonen los intereses legales devengados, y se ordene la destitucion en el cargo de quien es el infractor de sus derechos constitucionales. Refiere que laboro para la demandada desde el treinta de mayo de mil novecientos sesenta y nueve hasta el treinta de noviembre de mil novecientos noventa y seis, fecha en que ceso. La Municipalidad Provincial de Arequipa contesta la demanda senalando que la liquidacion del demandante se ha efectuado de acuerdo a lo establecido en el articulo 54° inciso c) del Decreto Legislativo No 276. En cuanto al pago de intereses devengados manifiesta que éste no se encuentra normado en disposicion alguna y propone las excepciones de incompetencia y de falta de agotamiento de la via administrativa. Con fecha ocho de julio de mil novecientos noventa y siete, el Juez del Tercer Juzgado Especializado en lo Laboral de Arequipa emite resolucion, declarando infundadas las excepciones planteadas y fundada la Accion de Amparo interpuesta, al considerar que la Resolucion Municipal N9299-E, atenta contra el derecho constitucional del demandante de percibir sus beneficios sociales expresamente consagrado en el articulo 24° de la Constitucion Politica del Estado; 2 TRIBUNAL CONSTITUCIONAL Con fecha veintiocho de noviembre de mil novecientos noventa y siete, la Sala Laboral de la Corte Superior de Justicia de Arequipa, expide resolucion declarando infundadas las excepciones y revocando la apelada declara improcedente la demanda por estimar que la Municipalidad no le nego al demandante el pago de sus beneficios sociales, sino que, por el contrario, obra a fojas treinta y tres y treinta y cuatro documentos que prueban que el demandante no los cobro. Contra esta resolucion el demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que la Accion de Amparo por su caracter sumario y carente de estacion probatoria no resulta ser la via idonea para dilucidar con certeza si la liquidacion por concepto de compensacion por tiempo de servicios, debe realizarse conforme al Decreto Legislativo No 276 0 con sujecion al pacto celebrado entre la Municipalidad demandada y el Sindicato deTrabajadores Municipales de Arequipa, de fecha seis de abril de mil novecientos ochenta y ocho, maxime si en autos no obran los elementos probatorios que acrediten la vulneracion de los derechos constitucionales invocados por el demandante.- Por estas consideraciones, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa de Fojas ciento uno, su fecha veintiocho de noviembre de mil novecientos noventa y siete que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO hrce Lo que Oertifico: Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONBTITUEIONAL NF", "fecha_publicacion": "1998-10-07", "id": 37088, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Juan Marín Lauri", "numero_expediente": "00078-1998-AA"}