{"CONTEXTO": " 00079-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00079-1999-AA.pdf) --- 11 TRIBUNAL CONSTITUCIONAL EXP. N.o 079-99-AA/TC AREQUIPA JUAN CHAMPI HERENCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL M En Arequipa, a los cuatro dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Champi Herencia contra la Resolucion expedida por la Primera Sala Especializada Civil de la Corte Superior de Justicia de Arequipa, de fojas cincuenta y ocho, su fecha veintitrés de diciembre de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Juan Champi Herencia interpone demanda de Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Arequipa, solicitando la inaplicabilidad de la Resolucion Municipal N.o 299-E del diecinueve de octubre de mil novecientos noventa y cinco, que deja en suspenso el pago de sus beneficios sociales, por considerar que se han vulnerado sus derechos a percibir sus beneficios sociales y a la libertad de trabajo, entre otros. Refiere que desde el treinta de enero de mil novecientos noventa y cinco, ostenta la calidad de jubilado, razon por la que al aplicarse la resolucion cuestionada, se atenta contra su derecho a percibir sus beneficios sociales. Manifiesta que la resolucion antes mencionada le fue notificada con fecha cinco de junio de mil novecientos noventa y ocho, por lo cual interpuso el correspondiente Recurso de Apelacion, el mismo que no merecio pronunciamiento alguno por parte de la corporacion municipal demandada. La Municipalidad Provincial de Arequipa contesta la demanda, sosteniendo que la Resolucion N.o 299-E, mediante la cual se suspende el pago de los beneficios sociales del personal cesante, esta arreglada a ley, en atencion a que el Acta Paritaria suscrita por dicha corporacion municipal transgrede lo prescrito por el Decreto Supremo N.o 003-82-PCM, por cuanto, para su aprobacion, no conto con la opinion de la Comision Técnica del Instituto Nacional de Administracion Publica, institucion que habia sido desactivada en virtud de la Ley N.o 26507. Asimismo, propone la excepcion de cosa juzgada, refiriendo que el demandante, en fecha anterior, interpuso una accion similar a la materia de autos. 12 TRIBUNAL CONSTITUCIONAL El Cuarto Juzgado Civil de Arequipa, a fojas veintidos, con fecha veintiséis de agosto de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar que el pago de los beneficios sociales de un trabajador tiene prioridad sobre cualquier otra obligacion del empleador. La Primera Sala Especializada Civil de la Corte Superior de Justicia de Arequipa, a fojas cincuenta y ocho, con fecha veintitrés de diciembre de mil novecientos noventa y ocho, revocando la apelada declaro improcedente la demanda, por considerar que la presente via no es la adecuada para obtener el cobro de los beneficios sociales. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través de la presente Accion de Amparo, el demandante pretende que la Municipalidad demandada, le abone lo correspondiente a su compensacion por tiempo de servicios, de acuerdo a lo senalado en la Resolucion Municipal No 24-0, de fojas tres. Asimismo, solicita que se declare inaplicable a su persona la Resolucion Municipal No 299-E, de fecha diecinueve de octubre de mil novecientos noventa y cinco, que deja en suspenso el pago de dichos beneficios sociales. Que, mediante Resolucion Municipal N.o 24-0, de fojas tres de autos, su fecha ocho de 2. marzo de mil novecientos noventa y cinco, la corporacion municipal demandada autoriza el gasto ascendente a la suma de treinta y un mil seiscientos treinta y nueve nuevos soles con treinta y dos céntimos (S/. 31,639.32 ) por concepto de beneficios sociales y otros conceptos que le corresponden al demandante, por sus servicios prestados durante el periodo comprendido entre el veinte de mayo de mil novecientos cincuenta y uno y el uno de febrero de mil novecientos noventa y cinco. Que la Resolucion Municipal N.o 299-E, de fecha diecinueve de octubre de mil 3. novecientos noventa y cinco, a través de la cual la demandada resuelve dejar en suspenso el pago de los beneficios sociales a los empleados cesantes y jubilados, a los servidores que han recibido en forma parcial sus liquidaciones por tiempo de servicios, asi como dejar en suspenso las liquidaciones de los nuevos cesantes y jubilados, hasta que se resuelva en definitiva, por la instancia correspondiente, ha sido expedida por funcionario incompetente y fuera del plazo establecido por ley, contraviniendo lo prescrito por el articulo 110° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo N.o 02-94-JUS, razon por la que carece de eficacia legal, resultando procedente disponerse el cumplimiento de la Resolucion Municipal N.° 24-0. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 13 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas cincuenta y ocho, su fecha veintitrés de diciembre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA; en consecuencia, inaplicable al demandante la Resolucion Municipal N.o 299-E y ordena que la demandada cumpla con cancelarle su compensacion por tiempo de servicios, de conformidad con la Resolucion Municipal N.o 24-0 de fecha ocho de marzo de mil novecientos noventa y cinco. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ AH uce DIAZ VALVERDE NUGENT GARCIA MARCELO AAM. LO/ QUE CERTIFICO: Wd  un DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-10-29", "id": 35910, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Arequipa", "nombre_demandante": "Juan Champi Herencia", "numero_expediente": "00079-1999-AA"}