{"CONTEXTO": " 00079-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00079-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 079 -98-AA/TC AREQUIPA LUIS VICTOR ANCULLE ROSALES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Victor Anculle Rosales en contra de la Resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa, su fecha veintiuno de noviembre de mil novecientos noventa y siete, en la Accion de Amparo seguida contra la Municipalidad de Arequipa.", "ANTECEDENTES:": "Don Luis Victor Anculle Rosales, interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, por considerar que ésta ha violado entre otros sus derechos fundamentales a percibir sus beneficios sociales, a la igualdad ante la Ley, y al debido proceso, solicita: a) La inaplicabilidad, de la Resolucion Municipal No 299-E del diecinueve de octubre de mil novecientos noventa y cinco, que dejo en suspenso el pago de sus beneficios sociales; b) Se disponga el pago inmediato de los mismos, a razon de un sueldo integro por cada ano de servicios de acuerdo a lo pactado mediante trato directo del ano mil novecientos ochenta y ocho; c) Que se le abonen los intereses legales devengados y; d) Que se disponga la destitucion en el cargo y se ordene efectuar la denuncia penal en contra del infractor. Expresa que laboro para la demandada desde el primero de marzo de mil novecientos sesenta y siete, hasta el treinta de noviembre de mil novecientos noventa y seis, en que fué incorporado a la planilla de cesantes. La demanda fue contestada por la Municipalidad emplazada, negandola en todos sus extremos, manifestando que al emitirse la Resolucion Municipal No 299-E, el Alcalde habia actuado de acuerdo a las facultades que le otorga el articulo 47° inciso 13) de la Ley No 23853 Orgânica de Municipalidades; que no proceden las acciones de garantia contra funcionario 0 autoridad que se limita a cumplir con una norma legal vigente, haciendo presente, asimismo, que el pago de beneficios sociales, debe efectuarse conforme a lo establecido en el inciso c) del articulo 54° del Decreto Legislativo No 276, encontrândose la liquidacion en la tesoreria de la Municipalidad para que la haga efectiva el demandante. Asimismo, la emplazada propuso las excepciones de incompetencia y de falta de agotamiento de la via administrativa. 2 TRIBUNAL CONSTITUCIONAL El Juez del Tercer Juzgado Especializado de Trabajo de Arequipa, mediante resolucion de fecha, ocho de julio de mil novecientos noventa y siete, fallo declarando infundadas las excepciones deducidas y fundada la demanda, por considerar, que la resolucion municipal cuestionada es violatoria del derecho constitucional del demandante a percibir sus beneficios sociales, derecho expresamente consagrado en el articulo 24° de la Constitucion Politica del Estado. La Sala Laboral de la Corte Superior de Justicia de Arequipa, mediante resolucion de fecha veintiuno de noviembre de mil novecientos noventa y siete declara infundadas las excepciones y revocando la apelada declara improcedente la demanda, por cuanto considera que el demandante no ha probado que se le haya negado el pago de sus beneficios sociales. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que la Accion de Amparo por su carâcter sumario y carente de estacion probatoria no resulta ser la via idonea para dilucidar con certeza si la liquidacion por concepto de compensacion por tiempo de servicios, debe realizarse conforme al Decreto Legislativo No 276 6 con sujecion al pacto celebrado entre la Municipalidad demandada y el Sindicato de Trabajadores Municipales de Arequipa, de fecha seis de abril de mil novecientos ochenta y ocho, maxime si en autos no obran los elementos probatorios que acrediten la vulneracion de los derechos constitucionales invocados por el demandante. Por estas consideraciones, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa de fojas noventa y ocho su fecha veintiuno de noviembre de mil novecientos noventa y siete que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SÂNCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO V 1 Rcen FCVNF Lo que Certif100; Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAL", "fecha_publicacion": "1998-10-16", "id": 37128, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Luis Víctor Anculle Rosales", "numero_expediente": "00079-1998-AA"}