{"CONTEXTO": " 00071-1992-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00071-1992-HC.pdf) --- S-018 ..que los fundamentos invocados y los hechos acreditados en autos indican que, en efecto, la via adecuada es la del Amparo y no la del Habeas Corpus.  Exp. No 071-92-HC/TC Huancayo Caso: Francisco Zevallos Ramirez  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso de Casacion interpuesto en beneficio de don Francisco Zevallos Ramirez, contra la resolucion de fecha diez de setiembre de mil novecientos noventa y uno, dictada por la Primera Sala Penal de la Corte Suprema, que declaro no haber nulidad de la de vista, que confirmando la apelada declaro improcedente el Habeas Corpus correspondiente. ", "ANTECEDENTES:": "La demanda contra el Decano del Colegio de Notarios Publicos de Junin, invoca las articulos primero, segundo y doscientos noventa y cinco de la Constitucion y la Ley de Habeas Corpus aduciendo que, al actor, en su calidad de Notario Publico de la Provincia de Huancayo, se le ha vulnerado su libertad individual en el ejercicio de su funcion notarial, al habérsele cursado la Circular numero cero veintiocho-noventa-CNJ, del ocho de setiembre de mil novecientos noventa, en la cual se le comunica que su Registro Notarial iba a ser visitado los dias quince y dieciséis de octubre de mil novecientos noventa por lo que siendo asi la visita se ha prolongado ilicitamente desde el quince de octubre de mil novecientos noventa al tres de mayo de mil novecientos noventa y uno, desnaturalizandose la atribucion que la ley establece para las visitas notariales, al haberse prolongado ésta por mas de seis meses, lo que se ha convertido en hostigamiento permanente, vulnerandose asi su libertad individual.  A fojas trece y catorce, de fecha diez de mayo de mil novecientos noventa y uno, obra la declaracion del Notario Publico, Decano del Colegio de Notarios de Junin, don Raûl Humberto Pena Martinez quien, en resumen, manifiesta que resulta falsa la version del actor y, con esta accion lo que persigue es impedir las sanciones a que se ha hecho acreedor por el incumplimiento reiterado de sus funciones y al haberse constatado en las visitas realizadas a su Notaria, diversas irregularidades; que, las visitas realizadas tienen amparo legal en el Decreto Supremo cero veintiocho-ochenta y uno-JUS, inciso <l>> del trece de octubre de mil novecientos ochenta y uno, modificado por el Decreto Supremo cero treinta y cinco-ochenta y tres-JUS, asi como en la Ejecutoria de la Corte Suprema de la Republica, de fecha quince de mayo de mil novecientos ochenta y seis y en los Acuerdos del Colegio de Notarios de Junin; que, por el volumen de los documentos era imposible realizar la visita en el término de dos dias y que, dentro de otro lado, la visita no se ha llevado a cabo en forma permanente como el actor senala, sino que se desarrollo en los dias habiles de la semana, en el lapso de una hora a dos, quedando en actor en completa libertad para que siga sus labores de atencion al publico, sin habersele perjudicado en algun momento.  El Juez del Cuarto Juzgado de Instruccion de Huancayo declaro improcedente la Accion, por considerar que la visita inspectiva no constituyo una lesion o amenaza a la libertad individual del actor; que, por otro lado, por su naturaleza y fundamentos, la accion de garantia bajo examen configura, en todo caso, una Accion de Amparo y no un Habeas Corpus, razon que por la que entendiéndola asi, la misma parte actora, simultaneamente, recurrio ante el Juez Civil para interponer la correspondiente Accion de Amparo, segun se desprende del recaudo de fojas once a doce, en el que aparece que se viene tramitando por ante el Primer Juzgado Civil de Huancayo.  La de vista confirmo la apelada; y la Primera Sala Penal de la Corte Suprema declara No Haber Nulidad. Interpuesto el recurso de casacion, los autos son remitidos al Tribunal Constitucional. ", "FUNDAMENTOS:": "Considerando: que del expediente aparece que el demandante ha interpuesto, en forma simultanea, una Accion de Amparo; que los fundamentos invocados y los hechos acreditados en autos indican que, en efecto, la via adecuada es la del Amparo y no la del Habeas Corpus. ", "FALLA:": "Declarando nula la sentencia recurrida de fojas cincuenta y cinco y fecha veinticuatro de julio de mil novecientos noventa y uno; insubsistente la apelada de fojas cuarenta y cinco y fecha diecisiete de mayo de mil novecientos uno, nulo todo lo actuado e improcedente la demanda de fojas ocho y fecha seis de mayo de mil novecientos noventa y uno. Mandaron: se publique en el Diario Oficial El Peruano, dentro del plazo previsto en el articulo cuarenta y dos de la ley veintitrés mil quinientos seis; y los devolvieron. Comuniquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-09-23", "id": 37382, "nombre_demandado": "Decano del Colegio de Notarios Públicos de Junín (Raúl Humberto Peña Martínez)", "nombre_demandante": "Francisco Zevallos Ramírez", "numero_expediente": "00071-1992-HC"}