{"CONTEXTO": " 00079-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00079-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 079-96-AA/TC LA LIBERTAD MARITZA MALDONADO SAJAMI. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; C Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, que entendido como Recurso Extraordinario, interpuesto por dona Maritza Maldonado Sajami contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fecha veinte de setiembre de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo contra la Empresa de Servicio de Agua Potable y Alcantarillado de La Libertad.", "ANTECEDENTES:": "Donia Maritza Maldonado Sajami interpuso con fecha diez de agosto de mil novecientos noventa y cinco Accion de Amparo contra la Empresa de Servicio de Agua Potable y Alcantarillado de La Libertad, a fin de que se suspendan los efectos de la Resolucion de Gerencia General N.o 029-92-VC-860200.GG, de fecha veinte de marzo de mil novecientos noventa y dos (fojas 4), que dispuso no abonar pensiones de sobrevivientes a los beneficiarios del ex servidor don Daniel Cubas Barrantes hasta que se regule en forma integral la correcta aplicacion del Decreto Ley N.o 20530, causando grave dano economico, educacional y alimentario en perjuicio de sus menores hijos M.A.C.M. y J.C.M. (fojas 17 a 21). El Segundo Juzgado Especializado en lo Civil de Trujillo, con fecha dieciséis de agosto de mil novecientos noventa y cinco, en aplicacion del articulo 23° de la Ley N.o 25398, declara in limine, improcedente la demanda, por no haberse agotado la via previa. (fojas 22 y 23). La Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, con fecha veinte de setiembre de mil novecientos noventa y cinco, confirma la apelada, pero por la causal de caducidad. Considera esta superior instancia, que entre la fecha de la Resolucion cuya suspension se solicita (veinte de marzo de mil novecientos noventa y dos) y la fecha de la demanda (diez de agosto de mil novecientos noventa y cinco) transcurrieron suficientemente los sesenta dias que, como plazo de caducidad, fija el articulo 370 de la Ley N.o 23506 (fojas 33 y 34).", "FUNDAMENTOS:": "1. La Accion de Amparo, que es una garantia constitucional, procede en los casos en que se violen O amenacen los derechos constitucionales por accion, 0 por omision, de actos de cumplimiento obligatorio. 2 TRIBUNAL CONSTITUCIONAL 2. Que, respecto a la caducidad como causal de improcedencia, que sirve de sustento al pronunciamiento de vista, el Tribunal Constitucional ha establecido en reiteradas ejecutorias, que debido a la naturaleza social y alimentaria del derecho pensionario, siendo el caso que los actos que constituyen la violacion son continuados, no se produce la caducidad de la accion, toda vez que mes a mes se repite la vulneracion, resultando de aplicacion el articulo 26° segundo parrafo, in fine, de la Ley N.o 25398 complementaria de la Ley N.o 23506. 3. Que, respecto a la falta de agotamiento de la via administrativa, como causal de improcedencia que sustenta el pronunciamiento de primera instancia, es necesario advertir que el Tribunal Constitucional, en reiterada jurisprudencia, ha considerado que en los casos de supresion 0 suspension de pensiones, por ser éstas sustento para el desarrollo de la vida del pensionista y sus familiares, no cabe exigir dicho requisito de admisibilidad. 4. Que, respecto a la Resolucion de Gerencia General N.o 029-92-VC-860200.GG, cuyos efectos se solicita sean suspendidos mediante la presente accion, es necesario precisar que si SEDALIB detecto la causal de nulidad de la incorporacion de don Daniel Cubas Barrantes por haberse contravenido con lo dispuesto en el articulo 14° del Decreto Ley N.o 20530, pudo declarar la nulidad de aquella incorporacion con otro acto administrativo en base a los articulos 450 y 112° del Reglamento de Normas Generales de Procedimientos Administrativos aprobado por el Decreto Supremo N.o 006-67-SC aun no modificado por el Decreto Ley N.o 26111; pero de ninguna manera dejar en suspenso el goce de aquella pension por un lapso no determinado, como aparece en la resolucion que se cuestiona. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas treinta y tres, su fecha veinte de setiembre de mil novecientos noventa y cinco, que confirmo la apelada que declaro improcedente la demanda; y reformandola la declara FUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE 21 NUGENT GARCIA MARCELO Lo que Certifico: JAGB Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-05-23", "id": 35112, "nombre_demandado": "Empresa de Servicio de Agua Potable y Alcantarillado de La Libertad", "nombre_demandante": "Maritza Maldonado Sajami", "numero_expediente": "00079-1996-AA"}