{"CONTEXTO": " 00075-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00075-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 75-98-AA/TC AREQUIPA ASOCIACION DE PEQUENOS Y MEDIANOS INDUSTRIALES DEL CUSCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Pequenos y Medianos Industriales del Cusco, contra la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas doscientos catorce, su fecha tres de diciembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Martin Zuniga Mendoza y don Luis Infantas Arones, Presidente y Vicepresidente de la Asociacion de Pequenos y Medianos Industriales del Cusco, ubicados en el Parque Industrial, interponen demanda de Accion de Amparo contra don Oscar Valiente Castillo y dona Hilda Lucila Tito de Acurio, Alcalde de la Municipalidad Distrital de Wanchaq y Alcaldesa de la Municipalidad Distrital de San Sebastian, respectivamente. Senala la demandante que existe un conflicto en la demarcacion territorial entre las Municipalidades Distritales mencionadas, siendo el caso que ambos municipios consideran que el Parque Industrial esta ubicado dentro de su jurisdiccion. Los asociados vienen siendo objeto de una serie de notificaciones por parte de ambos municipios, para que procedan a pagar el impuesto predial correspondiente de los anos de mil novecientos noventa y dos a mil novecientos noventa y siete, siendo el caso que la mayoria ha pagado dicho tributo al Municipio de Wânchaq y algunos al de San Sebastiàn; que la Municipalidad Distrital de Wanchaq, en forma prepotente ha iniciado acciones coactivas, disponiendo el embargo de maquinarias que constituyen herramientas de trabajo de los asociados. Por su parte, la Municipalidad Distrital de San Sebastiàn también cursa notificaciones cobrando los mismos tributos. 2 TRIBUNAL CONSTITUCIONAL La demandante considera que existe violacion a sus derechos al trabajo, a la propiedad, entre otros, por lo que solicita se suspendan las acciones coactivas mientras se delimite la jurisdiccion de ambos distritos. Admitida la demanda, ésta es contestada por don Oscar Valiente Castillo, Alcalde de la Municipalidad Distrital de Wanchaq, el que manifiesta que en lo que respecta al distrito que representa, no existe ninguna duda respecto a la delimitacion de sujurisdiccion por cuanto éste fue creado por la Ley N.o 12336, y que los limites con el Distrito de San Sebastian fueron totalmente definidos a través del Acuerdo Municipal N.o 97-A/MQ-SG-92, contra el cual la Municipalidad de San Sebastiàn interpuso una Accion de Amparo, la cual fue declarada improcedente por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica y, ademas, la Urbanizacion Parque Industrial, en su primera y segunda etapa, se encuentra dentro de la jurisdiccion de este Distrito. Asimismo, contesta la demanda dona Hilda Lucila Tito Miranda de Acurio, Alcaldesa de la Municipalidad Distrital de San Sebastian, la misma que la niega y contradice, y manifiesta que la jurisdiccion de San Sebastian esta completamente delimitada, que el Distrito de San Sebastian también fue creado por ley en mil ochocientos cincuenta y siete, y que toda la extension territorial del Parque Industrial se encuentra dentro de su jurisdiccion, motivo por el cual esta bajo sus atribuciones el efectuar el cobro del impuesto predial, precisando que la Municipalidad de San Sebastian no ha efectuado cobro coactivo alguno, lo que si ha hecho la Municipalidad Distrital de Wânchaq. El Juez Provisional del Primer Juzgado Especializado en lo Civil del Cusco, a fojas ciento treinta y siete, con fecha treinta de junio de mil novecientos noventa y siete, expide resolucion declarando improcedente la demanda interpuesta contra el Alcalde de la Municipalidad Distrital de Wanchaq por cuanto considera que, tratândose del cuestionamiento de una medida dictada por el Ejecutor Coactivo, no es la via del amparo la idonea para enervar la validez de dicho acto. Asimismo, declara infundada la demanda respecto de la Alcaldesa de la Municipalidad distrital de San Sebastiàn, por cuanto no se han acreditado en autos procesos coactivos instados por la Municipalidad Distrital de San Sebastiàn. La Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, a fojas doscientos catorce, con fecha tres de diciembre de mil novecientos noventa y siete, confirma la apelada en la parte que declara improcedente la demanda interpuesta contra el Alcalde de la Municipalidad Distrital de Wânchaq y senala que debe entenderse como improcedente la demanda interpuesta contra la Alcaldesa de la Municipalidad Distrital de San Sebastiàn. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "3 TRIBUNAL CONSTITUCIONAL Que las Acciones de Amparo proceden en los casos que se violen 0 amenacen de 1. violacion los derechos constitucionales por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506. Que, del petitorio de la demanda se desprende que el objeto de la presente Accion de 2. Amparo es que las demandadas se abstengan de iniciar 0, en su caso, suspendan los procesos coactivos cuyo fin es obtener el pago del impuesto predial, en tanto no se defina la demarcacion territorial de las municipalidades demandadas. Que, de acuerdo a los alegatos formulados por las Municipalidades de Wanchaq y San 3. Sebastiàn, puede verse que ambas sostienen que el Parque Industrial se encuentra bajo su jurisdiccion y vienen efectuando simultaneamente la cobranza del impuesto predial al los integrantes de la Asociacion de Pequenos y Medianos Industriales del Cusco, y en el caso de la Municipalidad de Wanchaq, ésta ha iniciado procesos coactivos. Que, de conformidad con el articulo 11° del Decreto Legislativo N.° 776, Ley de 4. Tributacion Municipal, la base imponible para la determinacion del impuesto predial esta constituida por el valor total de los predios del contribuyente ubicados en cada jurisdiccion distrital. Que, en el presente caso, al existir un conflicto entre las municipalidades demandadas 5. respecto a su demarcacion territorial, la cobranza coactiva del impuesto predial amenaza los derechos constitucionales a la propiedad y a la igualdad ante la ley, ya que algunos asociados de la demandante se han visto afectados con el embargo de sus bienes, como puede verse del acta que corre a fojas doce y, ademas, vienen siendo conminados por ambas municipalidades a pagar el referido impuesto. Que, a fojas cuarenta y ocho aparece copia del Oficio N.o 310-96-DR-ORPP/CTAR-RI 6. de fecha dieciocho de octubre de mil novecientos noventa y seis del Director Regional del Consejo Transitorio de Administracion Regional de la Region Inca, dirigido a la Alcaldesa de la Municipalidad Distrital de San Sebastiàn, en el cual se aprecia que se han concentrado en dicho Concejo las solicitudes relativas a la demarcacion territorial del Distrito de San Sebastian para su proceso respectivo, de acuerdo a la normatividad aplicable; en consecuencia, en tanto no se efectue la demarcacion territorial de dicho distrito, las demandadas deben abstenerse de efectuar procesos coactivos; en todo caso, los asociados de la demandante deberan efectuar el pago del impuesto a uno de los dos municipios, debiendo abstenerse el otro municipio de efectuar la cobranza, efectuando, de ser necesario, la consignacion judicial respectiva. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas doscientos catorce, su fecha tres de diciembre de mil novecientos noventa y siete, que declaro improcedente la demanda contra el Alcalde de la Municipalidad Distrital de Wanchaq y la Alcaldesa de la Municipalidad Distrital de San Sebastiàn. Reformandola la declara FUNDADA; en consecuencia, dispone que las municipalidades demandadas se abstengan de iniciar procesos coactivos y, en su caso, suspendan los ya iniciados contra los asociados de la demandante para el cobro del impuesto predial, en tanto que la autoridad competente no defina la demarcacion territorial de las demandadas. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 4 R  A NF.em. Lo que Certifico: DIEMARIA LUZ VASOVEZ SECRETARIA RELATORA IRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-07-06", "id": 35257, "nombre_demandado": "Alcalde de la Municipalidad Distrital Wanchaq y la Alcaldesa de la Municipalidad Distrital de San Sebastián", "nombre_demandante": "Asociación de Pequeños y Medianos Industriales del Cusco", "numero_expediente": "00075-1998-AA"}