{"CONTEXTO": " 00075-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00075-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 075-97-HCITC Caso : José Enrique Palomino Garcia Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos del mes de diciembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "/ Recurso de nulidad, entendido como extraordinario, interpuesto contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintisiete de diciembre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la accion de Habeas Corpus interpuesta por don José Enrique Palomino Garcia, a favor de don José Eduardo Noriega Garcia.", "ANTECEDENTES:": "Don José Enrique Palomino Garcia interpone accion de Habeas Corpus a favor de don José Eduardo Noriega Garcia, contra la Juez del Cuadragésimo Cuarto Juzgado Especializado en lo Penal de Lima, doctora Cecilia Polack, por avocarse a causa pendiente ante organo jurisdiccional. Don José Palomino senala que ante el Décimo Octavo Juzgado Especializado en lo Civil de Lima, expediente No 1475-96, don José Eduardo Noriega Garcia interpuso demanda sobre Pago de Dolares contra la empresa de Papeles Dasa S.A., presentando como prueba una letra de cambio debidamente protestada. La empresa demandada contradijo esa accion aduciendo la falsedad de la firma del Gerente General de la empresa en la letra de cambio. Los Gerentes de la empresa de Papeles Dasa S.A., interpusieron una denuncia penal contra don José Eduardo Noriega Garcia por delito contra el patrimonio, en la L TRIBUNAL CONSTITUCIONAL modalidad de falsificacion de firma y utilizacion de documento falso; lo que contraviene, segun el actor, lo establecido en el articulo 30 del Codigo de Procedimientos Penales, que establece que \"cuando en la sustanciacion de un procedimiento civil aparezcan indicios razonables de la comision de un delito perseguible de oficio, el juez dara conocimiento al representante del Ministerio Publico para que entable la accion penal correspondiente\", en consecuencia la detencion de don José Eduardo Noriega Garcia es ilegal al ser consecuencia de un procedimiento nulo. El Primer Juzgado Penal de Lima, por resolucion de fecha trece de diciembre de mil novecientos noventa y seis, declaro improcedente la accion de Habeas Corpus, por considerar que la detencion de don José Eduardo Noriega Garcia responde al mandato dictado en el auto de apertura de instruccion de fecha veintidos de agosto de 1996, siendo dicha causa iniciada ante el Cuadragésimo Tercer Juzgado Especializado en lo Penal de Lima, y no se han establecido elementos constitutivos de amenaza O vulneracion a la libertad individual de don José Eduardo Noriega Garcia. Asi también, se ha solicitado en el proceso penal el beneficio de la libertad provisional, y apelado del mandato de detencion, incidentes que se encuentran pendiente de resolucion, y se ha formado el cuaderno de Apelacion del auto que declara improcedente la peticion de sobreseimiento del proceso. La Sala de Derecho Publico de la Corte Superior de Justicia de Lima, por resolucion No 385, de fecha veintisiete de diciembre de mil novecientos noventa y seis, confirmo la de primera instancia, declarando improcedente la accion al considerar que la pre-calificacion que realice el juez civil de un supuesto delito para proceder al tramite correspondiente, no impide el ejercicio de la accion penal por quien se considere agraviado. Que asimismo, existen los medios procesales adecuados para suspender el proceso, apreciandose que se encuentra pendiente de resolucion una cuestion prejudicial, el pedido de sobreseimiento; medios de defensa que don José Eduardo Noriega Garcia esta empleando; no advirtiéndose tampoco intervencion de la juzgadora que presuponga intromision del fuero O competencia.", "FUNDAMENTOS:": "Que, el articulo 3° del Codigo Procesal Penal, establece que el juez civil dara conocimiento al representante del Ministerio Publico cuando en la sustanciacion de un procedimiento civil aparezcan indicios razonables de la comision de un delito perseguible de oficio, para que entable la accion penal correspondiente; que, lo dispuesto en el mencionado articulo no impide O limita el ejercicio de la accion penal por quien se sienta agraviado con supuestos hechos delictivos, en virtud del principio constitucional de \"tutela jurisdiccional\"; que, asi también, el Ministerio Publico es el titular de la accion penal publica, la que ejercita de oficio, a instancia de parte agraviada O por accion popular, segun lo dispuesto en el articulo 11° del Decreto Legislativo No 052, \"Ley Organica del Ministerio Publico. 5 TRIBUNAL CONSTITUCIONAL Que, el articulo 10° de la Ley No 25398, establece que las anomalias que pudieran cometerse dentro de un proceso regular, deberan ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recursos que las normas procesales especificas establecen; que, en este sentido, a fojas 38 a 45, se evidencia que el procesado esta haciendo uso de los medios de defensa establecidos al haber deducido cuestion prejudicial y presentado solicitud de sobreseimiento de la accion penal, las que han sido declaradas improcedentes por el Juez Especializado en lo Penal, y se encuentran pendientes de resolucion al haber interpuesto recurso de apelacion. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "Confirmando la resolucion de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochenta y uno, su fecha veintisiete de diciembre de mil novecientos noventa y seis, que declaro IMPROCEDENTE la accion de Habeas Corpus. MANDARON que se publique en el diario oficial \"El Peruano\" conforme a ley; y, los devolvieron. S.S. ded / wul - - / 2 aA icel ACOSTA SANCHEZ NUGENT DIAZ VALVERDE & a 1 V GARCIA MARCELO - - - LL Y fy Certifico1 Lo que Dra. MARIA LUZ VASQUEZ DE LOPEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL M.L.C", "fecha_publicacion": "1998-01-12", "id": 36649, "nombre_demandado": "Cuadragésimo Cuarto Juzgado Especializado en lo Penal de Lima", "nombre_demandante": "José Enrique Palomino García a favor de José Eduardo Noriega García", "numero_expediente": "00075-1997-HC"}