{"CONTEXTO": " 00073-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00073-1997-AA.pdf) --- - TRIBUNAL CONSTITUCIONAL Exp.: 073-97 AA/TC. FAUSTO CONGA YUPANQUI CALLAO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Fausto Conga Yupanqui contra la sentencia de vista de fojas ciento cincuenta y nueve de veinte de noviembre de mil novecientos noventa y seis pronunciado por la Sala Civil de la Corte Superior de Justicia del Callao por los fundamentos de la apelada y de conformidad con la opinion del Fiscal Superior CONFIRMA la sentencia de Primera Instancia del nueve de agosto de mil novecientos noventa y seis de fojas ciento cinco a ciento siete que declaro improcedente la demanda de amparo en el proceso interpuesto por Fausto Conga Yupanqui con la Superintendencia Nacional de Aduanas sobre amparo.", "ANTECEDENTES:": "Don Fausto Conga Yupanqui a fojas cincuenta interpone demanda de amparo contra la Superintendencia Nacional de Aduanas: a) para que se deje sin efecto la Resolucion de la Superintendencia de Aduanas No 001379 de tres de agosto de mil novecientos noventa y cinco que resuelve su cese por excedencia; b) para que quede sin efecto la Resolucion No 001845 del diecinueve de setiembre de mil novecientos noventa y cinco que declara improcedente su recurso de reconsideracion; c) para que quede sin efecto el Oficio No 558-95 de diecisiete de octubre de mil novecientos noventa y cinco el cual no se le ha notificado. 2 TRIBUNAL CONSTITUCIONAL Manifiesta que la resolucion materia de la accion deviene en anticonstitucional y no se le ha notificado sobre su evaluacion y solo se entero del resultado después de haber sido cesado por excedencia. Expresa que la resolucion anotada viola los derechos constitucionales de la libertad de trabajo y la proteccion contra el despido arbitrario. La Superintendencia Nacional de Aduanas de fojas ochenta y nueve a noventa y cuatro sostiene que la accion ha caducado toda vez que la via administrativa quedo agotada el veinte de octubre de mil novecientos noventa y cinco y que a la fecha de interposicion de la demanda ha transcurrido en exceso los sesenta dias que senala la ley. El Tercer Juzgado Especializado en lo Civil del Callao a fojas ciento cinco pronuncia sentencia su fecha nueve de agosto de mil novecientos noventa y seis declarando UM improcedente la accion de amparo sustentândose en la extemporaneidad de la presentacion de la demanda de diecinueve de abril de mil novecientos noventa y seis, en tanto que el Oficio No 558-95 de la Superintendencia de Aduanas del diecisiete de octubre de mil novecientos noventa y cinco; que, resuelve y da por agotada la via administrativa le fue notificado el veinte de octubre de mil novecientos noventa y cinco; Que, habiendo transcurrido en exceso el plazo de sesenta dias que prescribe el articulo 370 de la Ley No 23506 para interponer una accion de amparo fue la razon para declarar la improcedencia de la demanda. El senor Fiscal Superior en lo Civil del Callao a fojas ciento veintidos agrega un argumento adicional para que se confirme la improcedencia. Sustenta que el demandado fue requerido por la Capitania del Resguardo Aduanero el nueve de agosto de mil novecientos noventa y cinco para que entregue el armamento y el fotocheck, que le fue asignado, por haber sido cesado por excedencia e hizo entrega de tales objetos de trabajo el mismo dia nueve de agosto de mil novecientos noventa y cinco segun constancia de entrega de fojas siete debidamente firmado por el actor; La Sala Civil de la Corte Superior de Justicia del Callao a fojas ciento cincuenta y nueve el veinte de noviembre de mil novecientos noventa y seis CONFIRMA la sentencia apelada reproduciendo los fundamentos del senor Fiscal Superior y con los argumentos de la sentencia apelada.", "FUNDAMENTOS:": "Que, la Ley No 26093 que regula la evaluacion de trabajadores publicos para hacer optimo la productividad del trabajo, es constitucional; Que, para declarar vâlidamente el 3 TRIBUNAL CONSTITUCIONAL proceso de excedencia frente a la Constitucion, los organos administrativos ejecutores de la aplicacion de dicha ley, deben evitar afectar el debido proceso y la calificacion del despido arbitrario, conceptos de categoria constitucional; Que, al efecto, es necesario cumplir con un debido emplazamiento 0 notificacion, como prescribe el articulo 80° del D.S. No 002- 94-JUS que de manera indubitable ordena que debe recabarse constancia de la recepcion de la notificacion por el trabajador; Que, en el presente caso a fojas siete obra CONSTANCIA DE RECEPCION de notificacion al actor; Que, este acto acredita haberse hecho conocer al trabajador su cese y también es un elemento para computar el plazo de oportunidad para presentar la demanda; Que, las actas de entrega de arma y fotocheck a favor de la Administracion de Aduanas de fecha nueve de agosto de mil novecientos noventa y cinco firmadas por el actor a fojas siete y ocho, acredita que la supuesta afectacion constitucional se produjo el nueve de agosto de mil novecientos noventa y cinco; Que, del nueve de agosto de mil novecientos noventa y cinco al diecinueve de abril de mil novecientos noventa y seis fecha de presentacion de la demanda de fojas cincuenta ha transcurrido mas de sesenta dias; Que, de conformidad con el articulo 370 de la Ley No 23506, resulta extemporaneo la presentacion de la demanda; Que, los argumentos del Juez de Primera Instancia y del senor Fiscal Superior tienen coherencia con los hechos analizados. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion Politica del Estado y su Ley Organica le confieren,", "FALLA:": "CONFIRMANDO la sentencia de vista pronunciado por la Sala Civil de la Corte Superior de Justicia del Callao, su fecha veinte de noviembre de mil novecientos noventa y séis que CONFIRMA la sentencia del Tercer Juzgado Especializado en lo Civil del Callao del nueve de agosto de mil novecientos noventa y seis, que declaro IMPROCEDENTE la demanda de amparo; dispusieron la publicacion de la presente resolucion en el Diario Oficial El Peruano y los devolvieron. S.S. 1 ACOSTA SANCHEZ MUA NUGENT aucch DIAZ VALVERDE tulhbal GARCIA MARCELO Lo que Certifico Dra. MARALS-USEIDEROREZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-27", "id": 36385, "nombre_demandado": "Superintendencia Nacional de Aduanas", "nombre_demandante": "Fausto Conga Yupanqui", "numero_expediente": "00073-1997-AA"}