{"CONTEXTO": " 00070-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00070-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 070-96-AA/TC. CANETE. ASOCIACION DE COMERCIANTES MINORISTAS DE LA PARADA DE IMPERIAL. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Comerciantes Minoristas de la Parada de Imperial, contra la resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas setenta, su fecha veintitrés de octubre de mi novecientos noventa y cinco, que confirmo la apelada que declaro improcedente demanda.", "ANTECEDENTES:": "Don Rufino Valladolid Pariona y otros, en representacion de la Asociacion de Comerciantes Minoristas de la Parada de Imperial, con fecha catorce de junio de mi novecientos noventa y cinco, interponen demanda de Accion de Amparo contra Empresa de Agua Potable y Alcantarillado de Canete S.A. (EMAPACSA)y el Alcalde de la Municipalidad Distrital de Imperial, solicitando que se deje sin efecto el convenic sobre ejecucion de la obra \"Renovacion de redes colectoras del Jr. 28 de Julio, Dos de Mayo, Huancayo y Ayacucho\" suscrito entre los demandados, de fecha seis de junio de mil novecientos noventa y cinco, por cuanto consideran que la suscripcion de dicho convenio atenta contra sus derechos de libertad de trabajo, en su calidad de trabajadores comerciantes de la Parada de Imperial, toda vez que se intenta desalojarlos de sus puestos de venta. Indican que el referido convenio no ha sido ratificado por la indicada Municipalidad. La Empresa de Agua Potable y Alcantarillado de Canete S.A. (EMAPACSA contesta la demanda precisando que el convenio suscrito con la Municipalidad Distrita de Imperial se ha efectuado en ejercicio de sus funciones, no habiéndose infringido norma legal alguna. El Alcalde de la mencionada Municipalidad, en su escrito de contestacion a demanda, refiere que mediante Resolucion de Alcaldia No 124-94-MI y Resolucior Municipal No 007-94-MI, se dispuso el traslado de todos los comerciantes de la Parada del Distrito de Imperial al nuevo Mercado Municipal. Indica que el convenio referido S 2 TRIBUNAL CONSTITUCIONAL enmarca dentro de la programacion de obras que tiene planificado ejecutar su municipio durante el afo 1995. El Juez Civil de la Provincia de Canete, a fojas cuarenta y nueve, con fecha veintidos de agosto de mil novecientos noventa y cinco, declaro improcedente la demanda, por estimar principalmente que para obtener la invalidez O nulidad de las 6l resoluciones administrativas, la via del amparo no resulta ser la via idonea, ademas de que no se ha acreditado haberse cumplido con agotar la via previa. La Sala Mixta de la Corte Superior de Justicia de Canete, a fojas setenta, con fecha veintitrés de octubre de mil novecientos noventa y cinco, confirmo la apelada por estimar que el demandante no ha cumplido con agotar la via previa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo dispuesto en el articulo 1° de la Ley No 23506, de Habeas Corpus y Amparo, es objeto de las acciones de garantia el reponer los hechos al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, de conformidad con el inciso 5) del articulo 65° e inciso 3) del articulo 68° de la Ley No 23853, Organica de Municipalidades, son funciones de las Municipalidades en la medida de sus recursos mantener y construir la infraestructura urbana y rural (vias vecinales) indispensables para el desenvolvimiento de la vida del vecindario; asi como, la regulacion y control del comercio ambulatorio. Asimismo, el articulo 71° de dicha Ley Organica establece que las Municipalidades Distritales son competentes para sostener O supervigilar, por lo menos, el abastecimiento de agua potable y desagie, entre otros servicios publicos esenciales para la comunidad, razon por la que al suscribir el referido convenio solamente ha hecho uso de las facultades que le otorga la mencionada Ley. De otro lado, la Empresa Municipal de Agua Potable y Alcantarillado de Canete S.A. suscribio el mismo en uso de sus atribuciones y dentro de los fines para los que fue creada dicha Empresa; en consecuencia, en el caso de autos, no se ha acreditado la vulneracion O amenaza de violacion de derecho constitucional alguno de los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas setenta, su fecha veintitrés de octubre de mil novecientos noventa y cinco, que confirma la apelada que declaro IMPROCEDENTE la Accion de 2 3 TRIBUNAL CONSTITUCIONAL Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, Mlst DIAZ VALVERDE, NUGENT, hun a GARCIA MARCELO. L ALC Lo que Certifico: ofa Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL AAM. 3", "fecha_publicacion": "1999-01-04", "id": 34817, "nombre_demandado": "Concejo Distrital de Cañete y otro", "nombre_demandante": "Asociación de Comerciantes Minoristas de la Parada de Imperial (Rufino Valladolid Pariona - representante)", "numero_expediente": "00070-1996-AA"}