{"CONTEXTO": " 00083-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00083-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. N083-97-AATC Caso: Melania Carmen Chata Mamani y otra. Tacna. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de mil novecientos noventa y siete, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la  siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Melania Carmen Chata Mamani y dona Amalia Matilde Lévano Mejia contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, del dieciséis de diciembre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda, en la Accion de Amparo interpuesta por dona Melania Carmen Chata y otra contra don Tito Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna.", "ANTECEDENTES:": "Dona Melania Carmen Chata Mamani y dona Amalia Matilde Levano Mejia interpusieron la presente Accion de Amparo por inminente amenaza del derecho al trabajo y flagrante violacion de la estabilidad laboral contra don Tito Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna, a fin de que se les reponga en sus puestos de trabajo y los haberes y demas derechos dejados de percibir desde la fecha de la destitucion hasta la reposicion efectiva. 2 TRIBUNAL CONSTITUCIONAL Las demandantes fundamentan su accion de garantia en que: 1) Son servidoras de la carrera publica con labores de naturaleza permanente, con mas de ocho y nueve anos de servicios consecutivos, y han desempenado los cargos de auxiliares de farmacia; y 2) El Gerente de la Municipalidad Provincial de Tacna, mediante cartas del cinco de julio de mil novecientos noventa y seis, aduciendo razones de orden presupuestal, ha destituido a las actoras \"de manera exabrupta\" (sic) sin haber estado incursas en las causales de destitucion que establecen las normas que rigen para el sector publico. Fundamentan su accion en lo dispuesto en los principios constitucionales de orden laboral y en el Decreto Legislativo No 276 y la Ley No 24041. Don Tito Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna, en representacion de dicha Municipalidad, contesto la demanda y pidio que ésta sea declarada improcedente. Solicito se dejen sin efecto las cartas del cinco de julio de mil novecientos noventa y seis. Sus argumentos fueron los siguientes: 1) La Ley de Presupuesto de la Republica ha reiterado la prohibicion de contratar personal, salvo para la ejecucion de proyectos de inversion; 2) Las accionantes fueron contratadas bajo la modalidad de servicios no personales; y, 3) Este tipo de contratos no genera derechos para efecto de la carrera administrativa. La Jueza del Primer Juzgado Especializado en lo Civil de Tacna, con fecha dieciséis de octubre de mil novecientos noventa y seis, declaro improcedente la demanda, argumentando que: 1) Las demandantes no han acreditado en autos que han sido destituidas en la medida en que las cartas del cinco de julio de mil novecientos noventa y seis no prueban que haya existido destitucion; y, 2) Las demandantes tampoco han acreditado en autos el haber agotado la via previa. La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, con fecha dieciséis de diciembre de mil novecientos noventa y seis, confirmo la apelada que declaro improcedente la demanda. Contra esta ultima resolucion las accionantes interponen recurso extraordinario, elevândose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, las demandantes solicitan su reposicion en los puestos de trabajo en los que laboraban en la Municipalidad de Tacna porque consideran que solo pueden ser cesadas O destituidas en virtud de lo dispuesto en el articulo 10 de la Ley No 24041. Sin embargo, las pruebas aportadas por las actoras no han 3 TRIBUNAL CONSTITUCIONAL acreditado el hecho de estar dentro de los supuestos de la citada norma en la medida en que no se ha determinado, de manera clara, la naturaleza permanente de las labores que éllas han venido realizando en dicha Municipalidad 2. Que, los hechos expuestos por las demandantes, que las llevan a considerar que tienen la condicion de servidoras de la actividad publica, son controvertibles. La dilucidacion de los referidos hechos requiere mayor probanza, no pudiendo ser resuelta en la via sumarisima del amparo por carecer ésta de estacion probatoria. 3. Que, en consecuencia, la reincorporacion que solicitan las demandantes debe tramitarse en la via correspondiente. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas noventa y seis, su fecha dieciséis de diciembre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Mandaron se publique en el Diario Oficial \"El Peruano\", conforme a ley, y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE oca GARCIA MARCELO G.L.B LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-22", "id": 36887, "nombre_demandado": "Concejo Provincial de Tacna", "nombre_demandante": "Melania Carmen Chata Mamani y otra", "numero_expediente": "00083-1997-AA"}