{"CONTEXTO": " 00088-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00088-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 088-96-AA/TC LIMA CORNELIO CRIOLLO YARLEQUÉ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y nueve, reunid el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores JM Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por don Cornelio Criollo Yarlequé contra Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fecha siete de diciembre de mil novecientos noventa y cinco, que revocando la sentencia apelada en extremo que declara fundada en parte la demanda, la declara infundada, confirmandola e lo demas que contiene. ANTECEDENTES: Don Cornelio Criollo Yarlequé, con fecha dos de junio de mi novecientos noventa y cinco, interpone Accion de Amparo contra la Municipalidad Metropolitana de Lima, representada por su ex alcalde don Ricardo Belmont Cassinelli, fin de que se deje sin efecto la clausura del estudio juridico, sito en el jiron Cusco N.o 440 oficina N.o 286; asimismo, solicita se deje sin efecto toda accion coactiva hasta que resuelva su reclamo administrativo. Sostiene el demandante, que el dia cuatro de abril de mil novecientos noventa y cinco personal de la demandada dejo en su oficina la Orden N.o 9920, solicitândole diverso documentos, entre ellos, la licencia de funcionamiento, fijandole un plazo de tres dias par presentarlos; que, sin embargo, el mismo dia se le notifico la Multa N.o 0186-95 por u monto de dos mil nuevos soles y el Acta de Clausura N.o 2121-95, actos que consider arbitrarios al haberse transgredido la Ordenanza Municipal N.o 061-94, publicada el siet de julio del mismo ano. Senala asimismo, que interpuso el reclamo ante la autorida municipal sin haber obtenido respuesta. Admitida la demanda, ésta es contestada por don Pedro Coronado Wong, en representacior de la Municipalidad Metropolitana de Lima, el que senala que la Municipalidad demandad: ha procedido en el ejercicio de las facultades que le confiere la Ley Orgânica d Municipalidades y que el demandante no ha agotado la via previa, por lo que solicita declare infundada la Accion de Amparo. El Decimosexto Juzgado Especializado en lo Civil de Lima, con fecha diez de julio de mi novecientos noventa y cinco, expide resolucion declarando fundada en parte la demanda, el 2 TRIBUNAL CONSTITUCIONAL consecuencia, sin efecto legal alguno el Acta de Clausura N.o 2121-95 del mencionado estudio juridico, e infundada en los demas extremos. La Primera Sala Civil de la Corte Superior de Justicia de Lima, con fecha siete de diciembre de mil novecientos noventa y cinco, expide resolucion revocando la apelada en el extremo que declara fundada la demanda, la que declararon infundada y la confirma en lo demas que contiene. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, en el presente caso, no es exigible el agotamiento de la via, previa por cuanto segun esta acreditado con la copia del acta de fojas siete, la clausura del establecimiento se ejecuto el dia cuatro de abril de mil novecientos noventa y cinco, el mismo dia en que se hizo entrega al demandante del aviso de presentacion de documentos, siendo aplicable la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506. 2. Que, mediante la Ordenanza N.o 061-94-MLM del veintidos de junio de mil novecientos noventa y cuatro, el Concejo de la Municipalidad Metropolitana de Lima aprobo el Régimen de Aplicacion de Sanciones Administrativas; el articulo 8° de dicha Ordenanza establece que \"constatada una infraccion, la Policia Municipal procedera en el acto a notificar preventivamente al infractor para la subsanacion de la infraccion.. .\" notificacion que se envio en el presente caso el dia cuatro de abril de mil novecientos noventa y cinco y que aparece a fojas ocho. En el mismo articulo se prevé que no sera necesaria la notificacion preventiva cuando, por la gravedad de los hechos 0 la naturaleza de la infraccion, se determine razonablemente la imposibilidad total 0 parcial de subsanarse la infraccion cometida, caso en el cual la Municipalidad demandada puede imponer directamente la sancion correspondiente. 3. Que, tanto el demandante como la demandada coinciden en que la oficina que fue objeto de clausura estaba destinada a un \"estudio juridico\"; que, segun senala el primero, se encontraba en proceso de instalacion, lo que debio tener en consideracion la demandada al establecer la gravedad de los hechos y la naturaleza de la infraccion, aplicando, como era pertinente, el principio de razonabilidad previsto en el articulo 200° de la Constitucion Politica del Estado; sin embargo, la demandada dio a los hechos la connotacion de graves, aun cuando éstos no afectaban a la municipalidad ni a terceros; y a pesar de haberse emitido la notificacion preventiva, no espero que venciera el plazo de tres dias, sino que de inmediato procedio a aplicar las sanciones de multa y clausura. 4. Que la demandada infringio el articulo 90 de la Ordenanza N.o 061-94-MLM, el mismo que establece que no podra imponerse mas de una sancion por los mismos hechos. 3 TRIBUNAL CONSTITUCIONAL 5. Que, en consecuencia, la demandada ha violado los derechos constitucionales al debido proceso y al trabajo del demandante y no ha observado el principio constitucional de razonabilidad y proporcionalidad al aplicar las sanciones. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren a la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas cuarenta y siete, su fecha siete de diciembre de mil novecientos noventa y cinco, que declaro infundada la demanda; reformandola la declara FUNDADA, en consecuencia, inaplicable al demandante las disposiciones contenidas en la notificacion de Multa N.o 0186-95 y en el Acta de Clausura N.o 2121-95. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ à DIAZ VALVERDE NUGENT GARCIA MARCELO I Lo que Certifio0 NF.em fit. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-02", "id": 35232, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Cornelio Criollo Yarlequé", "numero_expediente": "00088-1996-AA"}