{"CONTEXTO": " 00087-1992-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00087-1992-HC.pdf) --- S-048 Que debe tenerse presente que la Universidad (San Martin de Porres)... es privada, y por tanto no podria ser de aplicacion al caso, lo dispuesto por el inciso 9) del articulo 12 de la Ley No 23506, por cuanto no existe libertad de transito dentro de la propiedad privada.  Exp. No 087-92-HC/TC Lima Caso: Humberto Olaechea Guillén  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso de Casacion interpuesto por don Humberto Olaechea Guillén, contra la resolucion de la Primera Sala Penal de la Corte Suprema de Justicia, de fecha doce de febrero de mil novecientos noventa y dos, que declaro No Haber Nulidad en la recurrida que, a su vez, declaro improcedente la Accion de Habeas Corpus interpuesto ante el Décimo cuarto Juzgado de Instruccion de Lima. ", "ANTECEDENTES:": "A fojas uno, se encuentra la demanda de fecha seis de octubre de mil novecientos ochenta y ocho, presentada por don Humberto Olaechea Guillén, contra don Luis Gazzolo Miani, en su calidad de Rector de la Universidad Particular San Martin de Porres de Lima y otros; basa su accion en lo dispuesto en los articulos décimo segundo, décimo sexto y décimo octavo de la Ley veintitrés mil quinientos seis, por haberse violado su libertad individual y el derecho al libre transito por el territorio nacional, al no permitirsele ingresar al local de la Facultad de Derecho de la Universidad antes citada. Alega que contaba con la prueba testimonial de muchos profesores y estudiantes ademas de la constatacion policial efectuada al nueve de setiembre de mil novecientos ochenta y ocho -la que obra a fojas dos- efectuada por la Delegacion de San Isidro; y, ademas, que fue ilegalmente separado de la Universidad y que, no obstante que con motivo de la Accion de Amparo interpuesta ante el Décimo Quinto Juzgado Civil para que deje sin efecto el acuerdo del Consejo Universitario de la Universidad San Martin de Porres, que le impuso la separacion, el juez dicto a su favor una medida cautelar suspendiendo los efectos de la medida en referencia, sin embargo, se le niega el acceso a los locales de la Universidad.  Iniciada la sumaria investigacion, con fecha siete de octubre de mil novecientos ochenta y ocho, por auto de fojas siete, la demanda fue finalmente desestimada por las tres instancias del Poder Judicial; sin embargo, el Tribunal de Garantias Constitucionales caso la Resolucion de la Corte Suprema, disponiendo se ampliara la investigacion, en conformidad a lo que aparece del auto de fecha veinticuatro de setiembre de mil novecientos noventa y uno, obrante en la foja sesenta y tres del principal, que dispuso ampliar la investigacion efectuandose las siguientes diligencias: 1.- Que el personal del Juzgado se constituyera en la Universidad a efecto de identificar al personal de seguridad al cual se alude en la accion y se recibieran los testimonios de éstos; 2.- Se reciba la ampliacion de la declaracion del accionante y 3.- Que se constituyera el personal del Décimo Quinto Juzgado en lo Civil de Lima para la verificacion del estado del procedimiento de amparo.  Se cumple con la ampliacion de declaracion del accionante, quien dijo, que demostraba la existencia del personal de seguridad bajo las ordenes del Rector de la Universidad con la fotografia de fojas sesenta y siete; con la copia de los oficios ochenta, ochenta y uno con los que pretendia demostrar los pagos secretos que se les hacia a ese personal de seguridad y que dependia directamente del Rector.  A fojas ochenta y nueve se aprecia la declaracion del Senor Rubén Zanabria Ortiz el que se acerco a declarar en su calidad de Secretario General de la Facultad de Derecho, quien dijo no conocer del acuerdo de separacion de la Universidad del agraviado; que no habia llegado a sus manos documento que ordenase o impidiese el libre transito del accionante.  En lo referente a los vigilantes, dijo no poder precisar desde cuando estaban en la Universidad, pero que el servicio lo prestaba la Firma Proselvar, y que ésta se ocupaba de vigilar las puertas, y todos los accesos, encargados de solicitar documentos de identidad a todos los que ingresaran al campus universitario, explicando que tal vez en alguna oportunidad no dejaron que entre el accionante, quizas por no ser alumno regular O por haber tratado de ingresar pasadas las nueve de la noche, pero poniendo de relieve que nunca recibio prohibicion de ingreso ni para el senor Olaechea ni para ninguna otra persona.  A fojas ciento seis aparece la sentencia del Juez, quien fallo declarando infundado el recurso interpuesto, por lo siguiente; que de las declaraciones recibidas se establecen dos hechos: primero que no se recibio y tampoco se dicto orden de impedimento de ingreso al senor Olaechea y segundo, que en mérito a la resolucion ciento cuarenta - noventa - VAC-SMP del veinticuatro de abril de mil novecientos noventa se autorizo la regularizacion de la matricula del accionante, lo que significa reconocerle su condicion de alumno y la anulacion O suspension de todo impedimento de acceso al campus universitario si hubiera existido.  No se ha probado que el Rector de ese entonces emitiera orden formal y expresa de impedir el ingreso a la Universidad, al actor.  A fojas ciento diecinueve aparece la sentencia del Décimo Tribunal Correccional de fecha treinta y uno de diciembre de mil novecientos noventa y uno la que fue confirmada por sus propios fundamentos.  Interpuesto recurso de nulidad, se emite la resolucion de fojas dos del cuadernillo de Nulidad, de fecha doce de febrero de mil novecientos noventa, por la Primera Sala Penal de la Corte Suprema, la que por los propios fundamentos de la recurrida declaro No Haber Nulidad.  Presentado por el accionante el recurso de casacion, los autos son remitidos al Tribunal Constitucional. ", "FUNDAMENTOS:": "Que, de autos no ha sido posible demostrar fehacientemente que el demandado, en su calidad de Rector de la Universidad San Martin de Porres de Lima, haya ordenado personalmente algun tipo de restriccion de acceso a los locales de la Universidad al accionante;  Que debe tenerse presente que la Universidad en cuestion es privada, y por tanto no podria ser de aplicacion al caso, lo dispuesto por el inciso noveno del articulo décimo segundo de la Ley veintitrés mil quinientos seis, por cuanto no existe libertad de transito dentro de la propiedad privada.  Por estos fundamentos, el Tribunal Constitucional ", "FALLA:": "Confirmando la resolucion de la Corte Suprema, de fojas dos del cuadernillo, su fecha doce de febrero de mil novecientos noventa y dos, que declara No Haber Nulidad en la recurrida de fojas ciento diecinueve del Tribunal Correccional que confirma la apelada de fojas ciento seis, la cual declara infundada la Accion de Habeas Corpus interpuesta por Humberto Olaechea Guillén.  Registrese, comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-11-18", "id": 37399, "nombre_demandado": "Universidad de San Martín de Porres (Rector, Luis Gazzolo Miani) y otros", "nombre_demandante": "Humberto Olaechea Guillén", "numero_expediente": "00087-1992-HC"}