{"CONTEXTO": " 00083-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00083-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 083-96-AA/TC. Joaquina Mejia Vda. de Gonzales Caso Huacho. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto contra la sentencia de la Sala Mixta de la Corte Superior de Justicia de Huaura, de quince de enero de mil novecientos noventa y seis, que declara improcedente la accion incoada por dona Joaquina Medina viuda de Gonzales contra la Empresa Municipal de Agua Potable y Alcantarillado Huacho Sociedad Anonima.", "ANTECEDENTES:": "La actora dona Joaquina Mejia Vda. de Gonzales interpone demanda de accion de amparo contra la Empresa Municipal de Agua Potable y Alcantarillado - Huacho S.A. a fin de que la demandada se abstenga de seguir cobrando las sumas que por limpieza publica, parques y jardines consigna en los recibos de consumo de agua, senala que la empresa carece de legitimidad para el cobro pues éste correspondia a la Municipalidad. Argumenta que con esta actitud se lesiona el derecho reconocido en el Articulo 65° de la Carta Magna, en el extremo de que el Estado defiende el interés de los consumidores y usuarios. La demanda fue absuelta en rebeldia de la emplazada y el Primer Juzgado Civil del Distrito Judicial de Huaura, la declaro improcedente estimando que no se ha cumplido con agotar la via previa. La Sala Mixta de la Corte Superior de Justicia de Huaura, confirmo la apelada por los mismos fundamentos. TRIBUNAL CONSTITUCIONAL Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, los hechos anotados importan que la actora previamente debio recurrir de modo formal ante la Municipalidad, entidad titular del crédito, en defensa del derecho supuestamente conculcado. Que, de autos no fluye la existencia de documentos que acrediten el agotamiento de la via previa, resultando de aplicacion lo preceptuado en el Articulo 270 de la Ley No 23506; Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "Confirmando la sentencia de vista, expedida por la Sala Mixta de la Corte Superior de Justicia de Huaura, su fecha quince de enero de mil novecientos noventa y seis, que declaro IMPROCEDENTE la accion; mandaron se publique en el Diario Oficial \"El Peruano\", 2 y los devolvieron. S.S. ACOSTA SANCHEZ L Mu ere NUGENT DIAZ VALVERDE LU ue GARCIA MARCELO Lo que Certifico: S.G.Ch. Dre. MARIA LUZVASOUEZ DE LOPEZ TORA SECRETARIA TRIBUNAL CONSTITVLIENAL", "fecha_publicacion": "1998-01-10", "id": 36627, "nombre_demandado": "Empresa Municipal de Agua Potable y Alcantarillado Huacho Sociedad Anónima", "nombre_demandante": "Joaquina Medina Vda. de Gonzales", "numero_expediente": "00083-1996-AA"}