{"CONTEXTO": " 00084-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00084-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 084-98-AA/TC LAMBAYEQUE BINGOS MONTECARLO S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Bingos Montecarlo S.A. contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha veinticuatro de noviembre de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Velve Wong Mendoza, en representacion de Bingos Montecarlo S.A., interpone Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria SUNAT, Ministerio de Economia y Finanzas y el Ministerio de Industria, Turismo, Integracion y Negociaciones Comerciales Internacionales a fin de que no se les acote, cobre ni afecte con el Impuesto Selectivo al Consumo -ISC en los términos que establecen los incisos a) y b) del articulo 11° del Decreto Supremo No 095-96-EF, de fecha veintisiete de setiembre de mil novecientos noventa y seis, que fija por concepto de ISC para las maquinas tragamonedas y otros aparatos electronicos, el 15% de la Unidad Impositiva Tributaria por cada aparato electronico. La demandante senala que el Decreto Supremo No 095-96-EF, Reglamento del Impuesto Selectivo al Consumo, ha establecido la cuantia de este tributo, lo que contraviene lo dispuesto en el Codigo Tributario y en el articulo 74° de la Constitucion Politica del Estado, que establece que \"los tributos se crean, modifican 0 derogan exclusivamente por ley\". Por lo tanto, resulta inconstitucional e ilegal que mediante el mencionado Reglamento se determine el impuesto. La demandante senala que con el Impuesto Selectivo al Consumo, en el caso de maquinas tragamonedas y otros aparatos electronicos, lo que se esta gravando es la propiedad y no el uso, rentabilidad 0 produccion de las mâquinas, con lo que se atenta contra el derecho de propiedad, la actividad empresarial y la libertad de trabajo. Asimismo, el Impuesto Selectivo al Consumo sobre los juegos de azar tiene carâcter confiscatorio porque afecta el patrimonio de las empresas al no dejar mayor margen de utilidad para éstas, por cuanto esta actividad también se encuentra gravada por los siguientes impuestos: Impuesto Municipal a los juegos, Impuesto a la Renta y el Impuesto Minimo a la Renta. TRIBUNAL CONSTITUCIONAL La Superintendencia Nacional de Administracion Tributaria, al contestar la demanda, solicita que sea declarada improcedente por caducidad y por no haber agotado las vias previas. Indica que la empresa demandante ha pagado el impuesto cuestionado desde octubre de mil novecientos noventa y seis, sin que exista proporcion entre el impuesto declarado y la cantidad de maquinas tragamonedas senaladas en las declaraciones juradas d 4 presentadas. Por otro lado, el Decreto Legislativo normo el Impuesto Selectivo al Consumo y el Decreto Supremo No 059-96-EF fijo su porcentaje para el caso de maquinas tragamonedas y otros aparatos electronicos. También se senala que la demandante confunde tasa con alicuota y la ley no establece que la alicuota de un tributo deba ser establecida por ley. Asimismo, la demandante senala que la aplicacion de los diferentes tributos, los que responden a conceptos diferentes, le causa perjuicio economico, por lo que se esta cuestionando el Sistema Tributario Nacional, lo que no puede ser materia de una Accion de Amparo. El Procurador Adjunto, a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, deduce las excepciones de caducidad, falta de agotamiento de la via administrativa y de incompetencia porque la demanda esta referida a la inconstitucionalidad de una norma. Indica que en el Decreto Legislativo No 821 se establecieron los diferentes aspectos sustanciales del Impuesto Selectivo al Consumo como los sujetos del impuesto, base imponible y los limites maximos de la tasa a aplicar, es decir, el monto fijo mensual a aplicar tiene como limite maximo el valor de la Unidad Impositiva Tributaria --UIT-- y el Decreto Supremo No 095-96-EF solo ha fijado el porcentaje de la UIT que corresponde pagar por concepto del impuesto. El Procurador Publico, a cargo de los asuntos judiciales del Ministerio de Industria, Turismo, Integracion y Negociaciones Comerciales Internacionales, senala que la demanda es caduca considerando la fecha de expedicion de la norma cuestionada. Indica que debio plantearse la Accion Popular para obtener que se declare la inconstitucionalidad e ilegalidad del Decreto Supremo No 095-96-EF. El Quinto Juzgado Especializado en lo Civil de Chiclayo, a fojas doscientos quince, su fecha diecinueve de agosto de mil novecientos noventa y siete, desestimo las excepciones de caducidad, falta de agotamiento de la via previa e incompetencia y declaro fundada la demanda al considerar que la base para el câlculo del impuesto y la alicuota deben estar determinadas en la ley, por lo que el Decreto Supremo No 095-96-EF ha transgredido el principio constitucional de reserva de la ley en materia tributaria. La Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas trescientos setenta y cinco, su fecha veinticuatro de noviembre de mil novecientos noventa y siete, revoco la apelada y reformandola la declaro improcedente porque lo que se discute es la constitucionalidad del Decreto Supremo No 095-96-EF y al no existir un acto O hecho 2 TRIBUNAL CONSTITUCIONAL concreto que se cuestione, la Accion de Amparo no es la via pertinente. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que en la demanda se solicita la inaplicacion del monto fijo mensual para las mâquinas tragamonedas y otros aparatos electronicos establecido en el articulo 11° del Decreto Supremo No 095-96-EF, por considerar que la determinacion de dicho monto en un decreto supremo es contrario al principio de legalidad 0 de reserva de ley en materia tributaria. En consecuencia, mediante la presente accion se pretende cuestionar la validez constitucional del Decreto Supremo No 095-96-EF, debido a que no se identifica ningun acto concreto contra el cual ésta se dirija. 2. Que la facultad de inaplicar una norma por ser incompatible con la Constitucion, no puede hacerse en forma abstracta sino como resultado de la existencia de una situacion concreta de hechos que, en el caso de autos, no ha sido cuestionada. 3. Que, por lo antes mencionado, para el caso de autos, la accion pertinente era una Accion Popular, que conforme al articulo 200° inciso 5) de la Constitucion Politica del Estado, procede contra los reglamentos, normas administrativas, resoluciones y decretos de carâcter general, cualquiera sea la autoridad de la que emanen, por infraccion de la Constitucion y de la ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas trescientos setenta y cinco, su fecha veinticuatro de noviembre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SÂNCHEZ DIAZ VALVERDE arora Anisul NUGENT GARCIA MARCELO Lo que Certif160: lut MLC LH A 3 Dre. MARTA-LUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-13", "id": 37333, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT) y otros", "nombre_demandante": "Velve Wong Mendoza en representación de Bingos Montecarlo SA", "numero_expediente": "00084-1998-AA"}