{"CONTEXTO": " 00083-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00083-1998-HC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. N.o 083-98-HC/TC ICA LUIS ALBERTO AVILÉS TORRES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde; Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Juliana Torres de Avilés contra la Resolucion expedida por la Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, de fojas ochenta y tres, su fecha veintiuno de octubre de mil novecientos noventa y siete, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Juliana Torres de Avilés interpone demanda de Accion de Habeas Corpus a favor de su hijo don Luis Alberto Avilés Torres contra el Juez en lo Penal de Chincha, don Moisés Vivanco Cardenas, solicitando su libertad por haber sido detenido por la PNP, luego puesto a disposicion en el INPE de Tambo de Mora; la accionante manifiesta que los miembros de la policia alegaron haber recibido ordenes del Juez Vivanco, haciendo presente que se ha ordenado su detencion en un procedimiento judicial irregular, quebrantândose asi la garantia del \"debido proceso\" al no haberse notificado debidamente; se le ha declarado reo contumaz en forma ilegal, ordenando su detencion, vulnerandose su libertad individual; ademas, ha presentado impugnacion oportuna; a pesar de ello el Juez no hizo caso a las peticiones presentadas, incurriendo en delito de abuso de autoridad. El demandado don Moisés Vivanco Cardenas, Juez en lo Penal de la Provincia de Chincha, al prestar su declaracion, manifiesta que al favorecido se le sigue el proceso por omision a la asistencia familiar en agravio de su seforay sus menores hijos, por lo que se le cito para lectura de sentencia, la cual se senalo para el cinco de setiembre, pidio que se postergue, lo que fue aceptado; a pesar de que se senalaron dos fechas mas, no se presento, por lo que el dia veinticinco, ultima fecha, se le declaro contumaz con su consiguiente captura e internamiento en el penal; que de esta resolucion ha deducido la nulidad, la cual se ha corrido traslado al Ministerio Publico; que a la fecha solo se ha recibido el cincuenta por ciento por el pago de los alimentos, que al haber tenido conocimiento de que el dia de ayer ha sido internado en el establecimiento penitenciario, inmediatamente se ha programado la fecha para la lectura de sentencia para el dos de octubre; que por las recargadas labores solo tiene previsto las diligencias con reos en carcel con la Segunda 2 TRIBUNAL CONSTITUCIONAL Fiscalia los dias jueves de cada semana en la que se le ha dado prioridad al presente caso; que todo lo actuado proviene de un procedimiento regular, agregando que el dia de ayer ha presentado un escrito pidiendo senalamiento de fecha para lectura de sentencia y el dia de hoy consigna el cincuenta por ciento de los alimentos adeudadas. El Juez del Juzgado de Familia de Chincha, a fojas sesenta, con fecha uno de octubre de mil novecientos noventa y siete, declara improcedente la accion, por considerar, principalmente que de lo expuesto fluye que no ha existido detencion arbitraria ni menos se ha vulnerado derecho 0 garantia del beneficiario, dado que la orden de captura e internamiento ha surgido de un proceso judicial regular. La Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, a - fojas ochenta y tres, con fecha veintiuno de octubre de mil novecientos noventa y siete, confirma la apelada, por estimar que los argumentos no estân referidos a que se ha cometido detencion arbitraria, ya que se ha demostrado la existencia de un proceso regular. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que ha quedado acreditado plenamente que al beneficiario de esta Accion de Habeas Corpus se le sigue la Causa N.o 379-97 por el delito de omision de asistencia familiar en agravio de sus tres menores hijos, en el cual se dictaron las resoluciones judiciales correspondientes, siendo una de ellas la que motiva la presente accion. Que la resolucion judicial que motiva esta accion ha sido impugnada por el mismo 2. encausado en ese proceso, haciendo asi uso de su derecho de defensa y de los recursos que la ley le confiere. Que, de las copias del expediente por omision de asistencia familiar que corre en 3. autos, seguido contra don Luis Alberto Avilés Torres, no se observa que exista irregularidad alguna en ese procedimiento, por lo que es de aplicacion el inciso 2) del articulo 6° de la Ley N.o 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, de fojas ochenta y tres, su fecha veintiuno de octubre de mil novecientos noventa y siete, que confirmando la apelada declaro infundada la demanda, reformandola declara IMPROCEDENTE la Accion de Habeas Corpus. 3 TRIBUNAL CONSTITUCIONAL Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Lhe - C DIAZ VALVERDE NUGENT 2 arcts GARCIA MARCELO JAMP LO QUE CERTIFICO: DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35825, "nombre_demandado": "Juzgado Penal de Chincha (Moisés Vivanco Cárdenas)", "nombre_demandante": "Juliana Torres de Avilés a favor de Luis Alberto Avilés Torres", "numero_expediente": "00083-1998-HC"}