{"CONTEXTO": " 00084-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00084-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 084-96-AA/TC HUAURA FLORA OBDULIA GONZALES MEJIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiocho dias del mes de setiembre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Flora Obdulia Gonzales Mejia contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de foja cuarenta y cuatro, su fecha quince de enero de mil novecientos noventa y seis, que declara improcedente la demanda en la Accion de Amparo interpuesta contra la Empresa Municipal de Agua Potable y Alcantarillado EMAPA.", "ANTECEDENTES:": "Dona Flora Obdulia Gonzales Mejia interpone Accion de Amparo contra Empresa Municipal de Agua Potable y Alcantarillado EMAPA para que se abstenga d cobrar los arbitrios municipales de limpieza, parques y jardines; y le reintegre indebidamente cobrado desde el uno de enero de mil novecientos noventa y cuatro. La demandante senala que: 1) EMAPA cobra los referidos arbitrios municipales través de los recibos mensuales por consumo de agua; 2) Las municipalidades estaba facultadas para cobrar dichos arbitrios, en virtud de lo establecido en el articulo 92° de Ley No 23853, Ley Orgânica de Municipalidades; y, 3) El Inciso V) de la Primer Disposicion Final del Decreto Legislativo No 776, Ley de Tributacion Municipal, qu deroga el articulo 92° de la Ley No 23853, ha dejado sin efecto dicha obligacion desde uno de enero de mil novecientos noventa y cuatro. El Primer Juzgado Civil de Huaura, a fojas dieciocho, con fecha veintisiete d noviembre de mil novecientos noventa y cinco, declara infundada la demanda, po considerar que la demandante no cumplio con agotar la via previa. TRIBUNAL CONSTITUCIONAL La Sala Civil de la Corte Superior de Justicia de Huaura, a fojas cuarenta y cuatro con fecha quince de enero de mil novecientos noventa y seis, declara improcedente demanda, por considerar que la demandante no cumplio con agotar la via previa.", "FUNDAMENTOS:": "1. Que el objeto de la demanda es que la Empresa Municipal de Agua Potable Alcantarillado, Emapa Huacho S.A. se abstenga de requerir el pago de los arbitrios de limpieza, parques y jardines. Ello, por considerar que el inciso V) de la Primera Disposicion Transitoria Final del Decreto Legislativo No 776 dejo sin efecto el pago a los referidos arbitrios. 2. Que el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo, senala que Accion de Amparo solo procede cuando se han agotado las vias previas. Y, en presente caso, no se configura ninguna de las causales de excepcion senaladas en articulo 28° de la referida norma. 3. Que la demandante no ha acreditado haber continuado con el proceso administrativ iniciado con el Recurso de Reclamacion, de fecha cinco de mayo de mil noveciento noventa y cinco, ante la Gerencia General de la Empresa Municipal de Agua Potable Alcantarillado, Emapa Huacho S.A.. Y por lo tanto, ha iniciado la presente Accion de Amparo sin haber agotado la via respectiva. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas cuarenta y cuatro, su fecha quince de enero de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparc interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial Peruano y la devolucion de los actuados. fOl, : S.S. Vanere ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. - arera IN WWA - Lo que Certifico: G.L.B.  Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-21", "id": 35024, "nombre_demandado": "Empresa Municipal de Agua Potable y Alcantarillado EMAPA", "nombre_demandante": "Flora Obdulia Gonzales Mejía", "numero_expediente": "00084-1996-AA"}