{"CONTEXTO": " 00089-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00089-1995-AA.pdf) --- S-402 ...ha quedado acreditado en autos, que el mismo demandante habia consignado como su direccion la misma que pretende haber modificado y que coincide con su legajo personal..(no) puede invocar la imposibilidad de haber ejercido su derecho de defensa. Exp. No 089-95-AA/TC Lima Caso: Jorge Carrasco Delgado SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de agosto de mil novecientos noventa y siete, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Jorge Carrasco Delgado, contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de fecha diez de octubre de mil novecientos noventa y cuatro, que, declarando haber nulidad en la resolucion de vista del veintitrés de febrero de mil novecientos noventa y cuatro que confirma la apelada del treinta y uno de mayo de mil novecientos noventa y tres, declara infundada la accion de amparo seguida, contra el Ministerio de Salud y la Unidad Departamental de Salud de Lima Sur.", "ANTECEDENTES:": "El demandante interpone accion de amparo contra el Ministerio de Salud alegando que mediante Resolucion Directoral No 194-AIS-UTES-LPP-DE-92, se le destituye del cargo de cirujano odontologo de la Unidad Territorial de Salud de Lurin, sin haberle notificado el pliego de descargos y la apertura del proceso administrativo que se le habia instaurado, hechos que toma conocimiento extraoficialmente a través del Diario Oficial \"El Peruano\", violando asi su derecho constitucional de defensa, lo que ha impugnado ante la instancia superior. La Unidad Departamental de Lima Sur, por Resolucion Directoral No 008-93-DISURSURS-I-ES-DG, declara infundada su apelacion, por no haber cumplido con sustentarla y fundamentarla con elementos de derecho y por carecer dicho recurso de la firma de letrado que lo autorice. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Salud, contesta la demanda negândola y solicitando se la declare improcedente, manifestando que la destitucion se ha producido por incurrir el demandante en falta disciplinaria tipificada en el inciso k) del articulo 28° del Decreto Legislativo No 276, al haber hecho abandono injustificado del cargo que desempenaba, aperturandosele proceso administrativo sin que el actor hubiese presentado descargos, por lo que se le impone la sancion de destitucion. La Jueza del Primer Juzgado Especializado en lo Civil de Lima, por sentencia de fecha treintiuno de mayo de mil novecientos noventa y tres, declara fundada la demanda e inaplicables al accionante las Resoluciones Directorales, considerando que la notificacion al actor de las indicadas resoluciones directorales, por las que se le destituye y se declara infundado su recurso de apelacion, no se practicaron en su domicilio sino en el domicilio de su ex conyuge, hechos que constituyen violaciones del debido proceso. La Tercera Sala Civil Especializada de la Corte Superior de Lima, confirma la sentencia apelada, ordenando que la Autoridad Administratival de Salud instaure proceso administrativo contra el actor, observandose las reglas del debido proceso; por otra parte, declara nula dicha resolucion en la parte que declara inaplicable para el actor las Resoluciones Directorales de fojas uno y dos, considerando que la resolucion cuestionada no ha sido validamente notificada al actor, recortândose su derecho de defensa en aquel tramite administrativo, y violandose la garantia constitucional de no ser privado de su pleno ejercicio. Interpuesto recurso de nulidad por parte del accionante, los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente y devueltos éstos con dictamen que se pronuncia en favor de la accion interpuesta, la Sala Constitucional y Social de la Corte Suprema, con lo expuesto por el dictamen de la Fiscal, declara haber nulidad en la de vista, que confirmando la apelada, declara fundada la demanda, reformando la de vista y revocando la apelada; declararon infundada la demanda, considerando que el accionante no ha probado haber comunicado a su empleadora la variacion de su domicilio; que el actor ha interpuesto recurso de apelacion contra la resolucion que lo destituye, lo cual implica que ha ejercido su derecho de defensa.", "FUNDAMENTOS:": "Que si bien el demandante alega como fundamento de su reclamo el no haber sido notificado validamente dentro del proceso administrativo del cual deriva la Resolucion Directoral No 194- AIS-UTES-LPP-DE-92 del veintiuno de octubre mil novecientos noventa y dos y por la que se resuelve destituirle, ha quedado acreditado en autos, conforme a las instrumentales de fojas cincuenta y uno a cincuenta y cuatro que el mismo demandante habia consignado como su direccion la misma que pretende haber modificado y que coincide con su legajo personal, sin que por otra parte haya comunicado a la Unidad de Personal de la Unidad Territorial de Salud Lurin-Pachacamac-Pucusana alguna variacion O cambio de domicilio tal y como se puede corroborar a fojas cincuenta y cinco. Que por otra parte, tampoco se puede invocar por el demandante la imposibilidad de haber podido ejercitar su derecho de defensa, por cuanto la sola presentacion de su recurso de apelacion, de fecha once de diciembre de mil novecientos noventa y dos y obrante de fojas tres a cinco demuestra plenamente que aquel si conocio de la Resolucion Directoral referida en el parrafo anterior y tuvo por consiguiente la oportunidad de cuestionar el contenido de la misma, motivo por el que la circunstancia de haberse desestimado posteriormente su pretension via la Resolucion Directoral No 008-93-DISURSURS.II-LS-DG del cinco de febrero de mil novecientos noventa y tres, no puede significar que en el presente caso sea viable la accion constitucional de amparo. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Orgânica,", "FALLA:": "Confirmando la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de fecha diez de octubre de mil novecientos noventa y cuatro, que, declarando haber nulidad en la resolucion de vista del veintitrés de febrero de mil novecientos noventa y cuatro que confirma a la apelada del treinta y uno de mayo de mil novecientos noventa y tres, declara infundada la demanda de amparo. mandaron; se publique la presente sentencia en el Diario Oficial \"El Peruano\". S.S. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-09-10", "id": 36333, "nombre_demandado": "Ministerio de Salud y otro", "nombre_demandante": "Jorge Carrasco Delgado", "numero_expediente": "00089-1995-AA"}