{"CONTEXTO": " 00083-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00083-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 083-99-AA/TC AYACUCHO PASTOR QUISPE BARRIENTOS PH SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veintisiete dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pastor Quispe Barrientos, Gerente General de la Empresa de Transporte San Antonio S.R.Ltda. contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento doce, su fecha treinta y uno de diciembre de mil novecientos noventa y ocho, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Pastor Quispe Barrientos, Gerente General de la Empresa de Transporte San Antonio S.R.Ltda., Ruta N.o 8 interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Huamanga, para que se declare inaplicable para su caso la Resolucion Municipal N.o 0833-98-MPH/A del quince de octubre de mil novecientos noventa y cinco, que declara improcedente el Recurso Impugnatorio de Reconsideracion presentado por su representada contra el Acuerdo Municipal N.o 137-98-MPH/A del veinticuatro de junio de mil novecientos noventa y ocho, argumentando que mediante dicho acuerdo se declaro fundado el Recurso de Apelacion interpuesto por los regidores de la Comision Permanente de Transportes y Seguridad Vial del Municipio en mencion y declaran nula la Resolucion Municipal N.o 321-98-MPH/A del diecinueve de mayo de mil novecientos noventa y ocho. Sostiene que las unidades vehiculares de su representada vienen operando en la Ruta N.o 8 de Vista Alegre, Cercado, Enace y viceversa, en forma organizada, conforme al plan regulador de metas, vigente desde mil novecientos noventa y cuatro, conforme lo establece la Ley N.o 23853 y Decreto Supremo N.o 12-95-MTC, para el transporte urbano. Que durante la licitacion publica de mil novecientos noventa y cuatro, presentado para cubrir la Ruta No 8, ninguna empresa constituida se presento. Que, en cumplimiento al Reglamento Nacional de Servicio Publico de transporte urbano e interurbano de pasajeros, aprobado por Decreto Supremo N.o 12-95-MTC del veinticinco de julio de mil novecientos TRIBUNAL CONSTITUCIONAL noventa y cinco, se presentaron a la evaluacion técnica, dispuesta por dicha norma, en calidad de una empresa constituida e inscrita en el Registro Publico. Aduce que contra el Acuerdo Municipal N.o 0137-98-MPH/A del veinticuatro de junio de mil novecientos noventa y ocho, interpuso Recurso de Reconsideracion, sin embargo, por Acuerdo Municipal N.o 198-98-MPH/A del treinta de setiembre de mil novecientos noventa y ocho, V1 declararon improcedente su peticion. El Asesor Legal de la Municipalidad Provincial de Huamanga contesta la demanda en representacion del Alcalde, solicitando que se declare improcedente la demanda, considerando que por Resolucion Municipal N.o 321-98-MPH/A del diecinueve de mayo de mil novecientos noventa y ocho, se otorga provisionalmente la concesion de la Ruta N.° 8 a la empresa de transporte urbano e interurbano de pasajeros San Antonio S.R.Ltda. mientras se apruebe el nuevo Plan Regulador de Rutas y se cubra dicha concesion por licitacion publica; que dicha concesion provisional fue materia de impugnacion por algunos regidores de la Municipalidad demandada, el cual fue resuelto mediante Acuerdo Municipal N.o 137-98-MPH/A del veinticuatro de junio de mil novecientos noventa y ocho, declarândose nula la Resolucion Municipal N.o 321-98-MPH/A; ante dicha determinacion, la demandante interpuso Recurso de Reconsideracion, que fue declarado improcedente mediante Resolucion N.o 833-98-MPH/A del quince de octubre de mil novecientos noventa y ocho, basandose en el Acuerdo Municipal N.o 198-98-MPH/A del treinta de setiembre de mil novecientos noventa y ocho. El Juez del Primer Juzgado Especializado en lo Civil de Huamanga-Ayacucho, a fojas ochenta y ocho, con fecha diez de diciembre de mil novecientos noventa y ocho, declara infundada la demanda, por considerar especialmente que de conformidad con el inciso 4) del articulo 192° de la Constitucion Politica del Estado, los gobiernos locales tienen la facultad de organizar, reglamentar y administrar los servicios publicos locales, entre ellos, el relativo al transporte publico de pasajeros; el hecho de otorgar, modificar, suprimir rutas de transporte, estos hechos no pueden considerarse actos que vulneren el derecho constitucional al trabajo, por cuanto para ello existen normas reguladoras. La Sala Civil de la Corte Superior de Justicia de Ayacucho, a fojas ciento doce, con fecha treinta y uno de diciembre de mil novecientos noventa y ocho, confirma la apelada que declara infundada la demanda, por estimar que la Ley Orgânica de Municipalidades, Ley N.o 23853, faculta a las municipalidades a regular las rutas de transporte urbano e interurbano; que en mérito de dichas facultades, la Municipalidad demandada otorgo, mientras se aprobaba el nuevo Plan Regulador de Rutas y en forma provisional, la concesion de la Ruta N.o 8 a la Empresa demandante; por consiguiente, siendo el carâcter provisional de la referida concesion de ruta, es también facultad de la Municipalidad demandada, el crear nuevas rutas, y fusionarlas, como ha acontecido en el caso de autos, en que se fusionaron las rutas N.oS 8 y 14, para dar lugar a una ruta unica, a efectos de brindar mejor servicio a la colectividad. Contra esta resolucion, el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los 1. derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.° 23506, concordante con el inciso 2) del articulo 200° de la Constitucion Politica del Estado. Que, para la concesion del servicio de transporte urbano e interurbano de pasajeros 2. debe cumplirse con las disposiciones establecidas en el Decreto Supremo N.o 12-95- MTC que aprobo el Reglamento Nacional de dicho servicio publico, vale decir, las empresas deben cumplir con los requisitos y condiciones establecidos por dicho reglamento. Que, de autos se desprende que la Municipalidad demandada otorgo autorizaciones 3. de carâcter provisional a la demandante, la ultima de las cuales fue otorgada por Resolucion Municipal N.o 321-98-MPH/A del diecinueve de mayo de mil novecientos noventa y ocho. Que, en consecuencia, la Resolucion Municipal N.o 518-97-MPH/A, del catorce de 4. octubre de mil novecientos noventa y siete, que resuelve cancelar las rutas N.OS 8 y 14, otorgadas a las empresas de transporte urbano San Antonio y Santa Rosa, ha sido dictada precisamente por la municipalidad para adecuarse al cumplimiento de las exigencias del mencionado reglamento, no habiéndose acreditado vulneracion de los derechos constitucionales del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento doce, su fecha treinta y uno de diciembre de mil novecientos noventa y ocho, que confirmando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Bay ACOSTA SANCHEZ 2 DIAZ VALVERDE NUGENT GARCIA MARCELO ve IMRT Lo que Certifico; - a 3 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-07", "id": 35279, "nombre_demandado": "Gerente general de la Empresa de Transporte San Antonio SRLtda", "nombre_demandante": "Pastor Quispe Barrientos", "numero_expediente": "00083-1999-AA"}