{"CONTEXTO": " 00080-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00080-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 080-96-AA/TC Caso: Luis Villavicencio Torres. Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia :", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fecha veintisiete de octubre de mil novecientos noventa y cinco, que, confirmando la resolucion apelada del ocho de mayo de mil novecientos noventa y cinco, declaro improcedente la accion de amparo interpuesta por don Luis Max Villavicencio Torres contra el Ministerio de Transportes, Comunicaciones, Vivienda y Construccion.", "ANTECEDENTES:": "El demandante interpone su accion sustentando su reclamo en la transgresion de su derecho constitucional a la estabilidad laboral por parte de la entidad emplazada, al haber expedido la Resolucion Vice-Ministerial No 010-94-MTC15.OL.VC, por la que se resuelve destituirlo de la plaza de trabajo que venia ocupando. Especifica que ingreso a trabajar en el Ministerio de Vivienda y Construccion desde el dia veintiuno de agosto de mil novecientos setenticinco, conforme a la Resolucion Directoral TRIBUNAL CONSTITUCIONAL Multiple No 0169-76-VC-4121 del veintitre's de enero de mil novecientos setenta y seis. embargo al haber ejercido el cargo de Alcalde del Distrito de Villa Maria del Triur durante los anos 1990 y 1993, solicito su licencia conforme a ley durante dicho perio procediendo al término de dicho mandato, a reincorporarse al Ministerio hasta veinticinco de octubre de mil novecientos noventa y tres. Con esta ultima fecha, empero Tercer Juzgado Penal de Lima le apertura instruccion al demandante dictando incl mandato de detencion sobre su persona, razon por la que se vio impedido de contin asistiendo a su centro de trabajo. Agrega que ante la situacion descrita solicito vacaciones y en su defecto licencia citacion expresa del organo judicial, conforme al articulo 24° del Decreto Legislativo 276 y los articulos 110° y 114° de su Reglamento, el Decreto Supremo No 005-90-PCM, obstante lo cual, con fecha siete de marzo de mil novecientos noventa y cuatro se expide Resolucion Vice-Ministerial No 03-94-TCC/15.0I.VC por la que se le instaura proc administrativo disciplinario por supuesta ausencia injustificada desde el veinticinco octubre de mil novecientos noventa y tres, obviandose el mandato de detencion en su con y que se comunico al solicitar la licencia. Posteriormente y con fecha dieciseis de marzo mil novecientos noventa y cuatro, el demandante efectua sus descargos ante la Comis Permanente de Procesos Administrativos Disciplinarios del Ministerio y en circunstand que aun no se resolvia el proceso administrativo 9 obtiene el demandante su liber provisional, motivo por el que se comunica al Ministerio a efectos de que se autorice reincorporacion, pedido que sin embargo, no fue atendido. Por consiguiente, alega, que la Resolucion Vice-Ministerial No 010-94-MTC/15.01.VC primero de julio de mil novecientos noventa y cuatro por la que se le destituye, demues que se ha procedido en forma apresurada, recortando su derecho de defensa distorsionando la interpretacion de la ley. Por ultimo, senala, que contra dicha resoluci apelo con fecha veinte de julio de mil novecientos noventa y cuatro, empero el Ministe ha omitido resolver su recurso impugnativo, por lo que ha dado por agotada la administrativa el veinte de marzo de mil novecientos noventa y cinco. Por todas estas razones, solicita el demandante, se inaplique la resolucion que lo destitu se le reincorpore en la plaza que ocupaba y se le reintegre las remuneracion bonificaciones y otros, dejadas de percibir. Admitida la demanda por el Séptimo Juzgado Especializado en lo Civil de Lima, se dispo su traslado, siendo absuelta por el Procurador Publico a cargo de los asuntos judiciales Ministerio de Transportes, Comunicaciones, Vivienda y Construccion, quien la niega contradice principalmente por considerar: a)que la accion de amparo no es la via idonea cuanto no se puede por ésta via dejar sin efecto una Resolucion Administrativa; b)que otra parte, el amparo ha caducado ya que si el demandante interpuso apelacion contra TRIBUNAL CONSTITUCIONAL resolucion que lo destituye, el veinte de julio de mil novecientos noventa y cuatro y esta se resolvio dentro de los treinta dias, debio dar por agotada la via administrativa con fec cinco de setiembre de mil novecientos noventa y cuatro y no el veinte de marzo de novecientos noventa y cinco; c) que por ultimo, el amparo promovido contiene reclamos naturaleza laboral y no constitucional. De fojas cuarenta y nueve a cincuenta y dos y con fecha ocho de mayo de mil novecier noventa y cinco, el Séptimo Juzgado Especializado en lo Civil expide resoluci declarando improcedente la accion, fundamentalmente por considerar: a) que el derecho demandante para interponer la accion ha caducado, y b) que no es el amparo la via corresponde para hacer el reclamo que se pretende, sino la via ordinaria. Interpuesto recurso de apelacion, los autos son remitidos a la Tercera Fiscalia Superior lo Civil para efectos de la vista correspondiente y devueltos estos con dictamen que pronuncia por que se confirme la apelada, la Tercera Sala Civil de la Corte Superior Lima, a fojas noventa y dos y con fecha veintisiete de octubre de mil novecientos novent cinco, confirma la resolucion apelada. Contra esta resolucion el demandante plantea recurso de apelacion, el cual se deb entender con \"Extraordinario\", por lo que de conformidad con el articulo 41° de la Ley 26435 9 se dispuso el envio de los autos al Tribunal Constitucional. FUNDAMENTOS : 1. Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, éste orienta a la inaplicacion para el caso del demandante, de la Resolucion Vice-Ministe No 010-94-MTC15.OL.VC, su reincorporacion en la plaza que venia ocupando antes su destitucion y, el reintegro de las remuneraciones, bonificaciones y otros, dejadas percibir. 2. Que,por consiguiente, y a efectos de delimitar las condiciones de procedibilidad de presente accion, y en su caso, la legitimidad O no del reclamo producido, se debe principio senalar, que no cabe invocar el computo de la caducidad en el ejercicio de accion de amparo, cuando el interesado en lugar de ejercitar el recurso administrati inmediato, como consecuencia de haber transcurrido el término legal sin que resuelva su reclamo, opta por esperar el pronunciamiento expreso de la administrac publica, ya que el articulo 99° del Decreto Supremo No 02-94-JUS O Texto Unico Normas Generales y Procedimientos Administrativos, le otorga la posibilidad de ele y el demandante en el presente caso, ha optado por la segunda de las alternati mencionadas. TRIBUNAL CONSTITUCIONAL 3. Que, en consecuencia, si el recurrente interpuso su recurso de apelacion contra la Resolucion Vice-Ministerial No 010-94-MTC/I5.OL.VC con fecha veinte de julio de mil novecientos noventa y cuatro y transcurridos los treinta dias de ley, no se resolvio éste, no puede cuestionarse que se haya interpuesto la accion de amparo con fecha treinta de marzo de mil novecientos noventa y cinco, si se toma en cuenta la alternativa escogida por el interesado, maxime, si reitero su petitorio administrativo con fecha veintisiete de febrero de mil novecientos noventa y cinco y, expresamente, dio por agotada la via administrativa con fecha veinte de marzo de mil novecientos noventa y cinco. 4. Que,por otra parte y pasando a efectuar el analisis de las cuestiones de fondo que encierra la presente demanda, debe precisarse, que si conforme a los articulos 110° inciso a) y 114° del Decreto Supremo No 005-90-PCM es un derecho de todo trabajador perteneciente a la Administracion Publica, el solicitar licencia a consecuencia de citacion expresa del organo judicial, y tal peticion fue debidamente acreditada por el actor conforme fluye de fojas nueve, no ha debido desde un principio, abrirse procedimiento administrativo disciplinario contra el recurrente mediante la Resolucion Vice-Ministerial No 03-94-TCC/15.01.VC del 07-03-94, por cuanto, no era su situacion, pasible de infraccion alguna. 5. Que, el hecho de haber procedido del modo senalado, en el sentido de tramitarse procedimiento administrativo disciplinario contra el demandante y posteriormente destituirsele mediante la Resolucion Vice-Ministerial No 010-94-MTC/15.01.VC representa un acto no solo apresurado sino, por demas, arbitrario, pues supone dejar al libre arbitrio de la autoridad, el respeto por los derechos del servidor de carrera. 6. Que,a mayor abundamiento, el propio demandante, una vez superada la situacion que le impedia asistir a su centro de trabajo solicito expresamente su reincorporacion conforme fluye de fojas diecisiete, sin que la entidad emplazada, pese a que aun se encontraba en trâmite el proceso disciplinario, se haya tomado la molestia de atender su pedido, lo que demuestra que no tenia, desde un principio, la intencion de merituar los descargos formulados por el demandante. 7. Que, en todo caso y en medio del panorama descrito, lo unico que resulta inviable solicitar por la presente via procesal constitucional, es el extremo del petitorio referido al reintegro de remuneraciones, bonificaciones y otros beneficios dejados de percibir como consecuencia de no haber laborado, por cuanto es un principio recogido por éste Colegiado, que solo puede ser de abono el trabajo efectivamente realizado, lo que como se ha visto en el proceso examinado, no ha sucedido. TRIBUNAL CONSTITUCIONAL 8. Que, of por consiguiente, habiéndose acreditado transgresion de los derechos constitucionales invocados por el demandante, resultan de aplicacion los articulos 1°, 30, 24° incisos 10) y 22) de la Ley No 23506 en concordancia con los articulos 22°, 230 40° y 200° inciso 2) de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley No 26801;", "FALLA": "REVOCANDO la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima de fojas noventa y dos, su fecha veintisiete de octubre de mil novecientos noventa y cinco, que, confirmando la apelada, declaro improcedente la demanda. Reformando la de vista declara FUNDADA la Accion de Amparo interpuesta y en consecuencia inaplicable para don Luis Max Villavicencio Torres la Resolucion Vice-Ministerial No 10-94- MTC/15.01.VC del primero de julio de mil novecientos noventa y cuatro, ordenando al Ministerio de Transportes, Comunicaciones, Vivienda y Construccion, reincorporar al demandante a la plaza que venia ocupando antes de su destitucion, sin reconocimiento haberes durante el tiempo no laborado. Dispone la publicacion de la presente en el diario oficial \"El Peruano\" y los devolvieron.", "SS.": "ACOSTA SANCHEZ L NUGENT - Lf / DIAZ VALVERDE L GARCIA MARCELO LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARDA RELATORA TRIBUNAL CONSTITUCIONAL L.5.D.", "fecha_publicacion": "1998-06-16", "id": 36960, "nombre_demandado": "Ministerio de Transportes, Comunicaciones, Vivienda y Construcción", "nombre_demandante": "Luis Max Villavicencio Torres", "numero_expediente": "00080-1996-AA"}