{"CONTEXTO": " 00087-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00087-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 087-97-AA CHICLAYO CARLOS ELBER PARDOSERREPE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los diecisiete dias del mes de setiembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; GARCIA MARCELO; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Carlos Elber Pardo Serrepe contra la resolucion expedida por la Primera Sala Especializada Civil Agraria y Laboral de la Corte Superior de Justicia de Lambayeque, su fecha seis de enero de mil novecientos noventa y siete, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "A fojas ciento quince don Carlos Elber Pardo Serrepe interpone accion de amparo contra el Instituto Peruano de Seguridad Social, el Hospital Nacional Almanzor Aguinaga Asenjo\" y el Procurador Publico del Ministerio de Salud, con el proposito que se le reponga en su puesto de trabajo de técnico administrativo y de apoyo en la Oficina de Control Patrimonial del Hospital emplazado y se le abonen las remuneraciones dejadas de percibir. Manifiesta que se le obligo a renunciar y al no haberse resuelto el desistimiento que oportunamente presento, dicha renuncia constituye un \"cese ilegal\"; que la resolucion cuestionada, que acepta su renuncia es nula puesto que la Directiva No 002- L TRIBUNAL CONSTITUCIONAL DE-IPSS-92 establece que la renuncia se acepta a los trabajadores que desempenan funciones administrativas, caso que no es el suyo. El Cuarto Juzgado Especializado en lo Civil de Chiclayo, con fecha quince de octubre de mil novecientos noventa y seis, rechaza de plano la demanda, declarando improcedente la accion de amparo, por considerar, entre otras razones, que ha operado el plazo de caducidad. Interpuesto recurso de apelacion, la Primera Sala Especializada Civil Agraria y Laboral de la Corte Superior de Justicia de Lambayeque confirma la apelada y declara improcedente la demanda, por estimar que en el caso de autos habia caducado la accion. Contra esta resolucion el accionante interpone recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el demandante renuncio a su centro de trabajo con fecha 13 de noviembre de 1992, aceptandose la misma mediante la Resolucion No 0665-DG-HNAA-IPSS-9, su fecha 23 de noviembre de 1992. 2. Que, el accionante cuestiona la referida resolucion por considerar que se le ha obligado a renunciar y que se expidio sin observarse el tramite senalado por los dispositivos legales pertinentes. 3. Que, contra la mencionada resolucion el demandante no interpuso recurso impugnativo alguno, limitandose a formular desistimiento de la renuncia, con posterioridad a la fecha de expedicion de aquella; en consecuencia, a la fecha de interposicion de la demanda, el dia nueve de octubre de 1996, el plazo de caducidad establecido en el art. 37 de la Ley 23506 habia vencido con exceso, por lo que la presente accion resulta improcedente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica. 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fecha seis de enero de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la accion de amparo; ordenaron se publique en el Diario Oficial El Peruano, con arreglo a Ley; y los devolvieron. SS a Y . ACOSTA SANCHEZ NUGENT DIAZ VALVERDE - CLEL C GARCIA MARCELO Lo que Certifico; CCL Dra. MARIALUZ ZWISQUEZDELOPEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-01", "id": 36505, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS) y otro", "nombre_demandante": "Carlos Elber Pardo Serrepe", "numero_expediente": "00087-1997-AA"}