{"CONTEXTO": " 00085-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00085-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 085-97-AA/TC CHICLAYO JUAN JOSE SANCHEZ REYES SENTENCIA DEL TRIBUNAL CONSTITUCIONAEN En Chiclayo, a los diecisiete dias del mes de setiembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Vicepresidente, encargado de la Presidencia; ACOSTA SANCHEZ, NUGENT; DIAZ VALVERDE; GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: Py N", "ASUNTO:": "Recurso extraordinario interpuesto por don Juan José Sanchez Reyes contra la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, su fecha diecisiete de diciembre de mil novecientos noventa y seis, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "A fojas ciento ochenta y cinco don Juan José Sanchez Reyes interpone demanda de accion de amparo contra el Instituto Peruano de Seguridad Social, el Hospital Nacional Almanzor Aguinaga Asenjo\" y el Procurador Publico del Ministerio de Salud, con el proposito que se le reponga en su puesto de trabajo y se le abonen las remuneraciones dejadas de percibir. Manifiesta que el Decreto Ley 25636 autorizaba al Instituto Peruano de Seguridad Social a efectuar la racionalizacion de su personal administrativo mas no del personal de L TRIBUNAL CONSTITUCIONAL servicio; que él tenia la calidad de trabajador de servicio, por lo que no se encontraba comprendido en los alcances de dicha norma, sin embargo se ha dispuesto su cese por Resolucion No 0704-DGHNAA-IPSS, A fojas doscientos treinta y cinco y doscientos setenta y uno, respectivamente, las instituciones emplazadas absuelven el tramite de contestacion de la demanda solicitando se declare improcedente la accion por haber operado el plazo de caducidad. El Primer Juzgado Especializado en lo Civil de Chiclayo, con fecha veintisiete de setiembre de mil novecientos noventa y seis, declaro improcedente la demanda, por considerar que el actor no agoto la via administrativa y, por otro lado, que el derecho del demandante a ejercitar la accion ha caducado. Interpuesto recurso de apelacion, la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque confirma la apelada y declara improcedente la demanda, en razon que el actor, conjuntamente con otros trabajadores, han promovido otra accion de amparo respecto a los mismos hechos. Contra esta resolucion el accionante interpone recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el petitorio de la presente accion se circunscribe a solicitar la inaplicacion de la No 0704-DG-HNAA-IPSS-2, de fecha 30 de noviembre de 1992, mediante el cual se cesa al recurrente por la causal de excedencia. 2. Que, el demandante no interpuso contra la resolucion cuestionada ninguno de los recursos impugnativos establecidos en los articulos noventa y ocho y noventa y nueve del Decreto Supremo No 02-94-JUS; en consecuencia el plazo de caducidad establecido por el articulo treinta y siete de la Ley No 23506 debe computarse a partir de la fecha de expedicion de la aludida resolucion. 3. Que, habiéndose interpuesto la presente demanda con fecha 1° de julio de 1996, esto es mas de tres anos después de expedida la resolucion que dispone el cese del actor, la causal de caducidad opero, razon por la cual la excepcion deducida en autos resulta fundada. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "Revocando la resolucion de la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, su fecha diecisiete de diciembre de mil novecientos noventa y seis, en la parte que declara sin objeto pronunciarse sobre la excepcion de caducidad ; REFORMANDOLA en éste extremo se declara FUNDADA la excepcion; se la confirma en la parte que, confirmando la apelada, declaro IMPROCEDENTE la accion de amparo; ordenaron se publique en el Diario Oficial El Peruano, con arreglo a Ley; y los devolvieron. SS ACOSTA SANCHEZ NUGENT 1 DIAZ VALVERDE GARCIA MARCELO Lo que Certifico; Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1997-12-19", "id": 36566, "nombre_demandado": "Instituto Peruano de Seguridad Social y otros", "nombre_demandante": "Juan José Sánchez Reyes", "numero_expediente": "00085-1997-AA"}