{"CONTEXTO": " 00081-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00081-1996-AC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp. No 081-96-AC/TC Caso: Orlando Chang Angulo Ica SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los sefiores Magistrados: Vicepresidente encargado de la Presidencia Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia a", "ASUNTO": "Recurso Extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Ica de fecha doce de diciembre de mil novecientos noventa y cinco, que, revocando la resolucion apelada del seis de octubre de mil novecientos noventa y cinco, declaro Improcedente la Accion de Cumplimiento interpuesta por Orlando Chang Angulo contra Maria Pena Penia, en su condicion de Gerente General de EMAPICA.", "ANTECEDENTES": "El demandante Orlando Chang Angulo interpone Accion de Cumplimiento contra la Gerente General de EMAPICA, dona Maria Pena Penia a efectos de que ésta cumpla con respetar la Resolucion No 602-83, de fecha quince de agosto de mil novecientos ochenta y tres, expedida por la Municipalidad Provincial de Ica, por virtud de la cual se exonera del pago del suministro de agu apotable y alcantarillado a los trabajadores cesantes y jubilados de la Municipalidad Provincial de Ica. Sostiene el accionante que mediante la Resolucion No 602-83 a los trabajadores cesantes y jubilados de la mencionada entidad se les exonero del pago, en el orden del cien por ciento, del suministro de agua potable y alcantarillado. Sin embargo, y no obstante encontrarse vigente esta resolucion, con fecha primero de marzo de mil novecientos noventa y cinco, la Gerente General de la entidad demandada ha dispuesto que se giren los recibos respectivos y se cobre el servicio prestado. Precisa que como consecuencia de estos hechos, inicio un procedimiento administrativo signado con el Expediente No 0674, al que sin embargo no se le ha dado el tramite senalado por la ley. En tal sentido y en la medida en que se seguia expidiendo recibos por consumo de agua potable y alcantarillado, se vio obligado a cursarle una Carta Notarial a la emplazada, sin obtener mayor respuesta. TRIBUNAL CONSTITUCIONAL Admitida la demanda por el Primer Juzgado Especializado en lo Civil de Ica se dispone el traslado de la misma a la emplazada quien la contesta solicitando se declare improcedente la accion fundamentalmente por considerar: Que la Resolucion No 602-83 del quince de agosto de mil novecientos ochenta y tres corresponde a la Municipalidad Provincial de Ica cuando en la misma funcionaba la Division de Agua Potable y Alcantarillado, mas no puede ser aplicada a su representada ya que la citada resolucion tiene validez eficacia juridica para los servidores del Concejo Provincial sujetos a la Ley de Bases de la Carrera Administrativa pero no dentro del régimen laboral de los trabajadores de EMAPICA que se encuentran comprendidos en el régimen laboral de la actividad privada conforme la Ley Empresarial del Estado No 24948. Agrega que la empresa EMAPICA en virtud de su autonomia procedio a suspender dicho beneficio por contraponerse a la referida Ley Empresarial del Estado ya que de ninguna manera se podia seguir exonerando de los servicios de agua potable y alcantarillado, porque los derechos nacieron del Error Juris, siendo nulos Ipso Jure, no siendo necesaria una resolucion que asi lo declare, ademas de quc cl Estado no puede trabajar a perdidas economicas. Por ultimo,especifica que la Carta Notarial que se le curso fue suscrita por Rolando Rocca Leon y en ningun momento por el demandante. De fojas ochenta y cuatro a ochenta y ocho y con fecha seis de octubre de mil novecientos noventa y cinco, el Juez del tercezJuzgado Especializado en lo Civil de Ica,expide resolucion declarando fundada la demanda. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Ica con fecha doce de diciembre de mil novecientos noventa y cinco y a fojas ciento veinticinco y ciento veintiséis, expide sentencia, revocando la apelada y declarando improcedente la accion principalmente por considerar que la Empresa Municipal de Agua Potable y Alcantarillado de Ica (EMAPICA) es una entidad distinta de la Municipalidad Provincial de Ica, Que los beneficios otorgados por la Resolucion No 602-83 fueron otorgados por la Municipalidad Provincial de Ica sin la participacion de EMAPICA y; Que el derecho que se reclama tendria que exigirse a la entidad que expidio la resolucion. Contra esta resolucion el demandante interpone Recurso de Nulidad por lo que de conformidad con el articulo 41° de la Ley No 26435, y entendiendo el presente recurso como \"Extraordinario\" se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "1). Que tomando en consideracion que en el presente proceso se discute acerca de la procedencia 0 no de los beneficios reconocidos por una resolucion emitida por una Municipalidad Provincial, y la aplicacion que la misma pueda tener sobre una Empresa Municipal constituida a voluntad de la primera, es conveniente a los efectos de resolver la presente causa precisar el status juridico que puedan tener una y otra, pues de ello depende la legitimidad 0 no del reclamo producido. 2). Que sobre éste particular, debe senalarse, que la Municipalidad Provincial de Ica es un Organo de Gobierno Local estructurado como persona juridica de derecho publico interno y que goza de autonomia economica y administrativa en los aspectos que son de su competencia, tal y como lo sefiala el articulo 2° de la Ley Organica de Municipalidades No 23853,en concordancia con el articulo 191° de la Constitucion Politica del Estado. 3). Que por su parte, la Empresa Municipal de Agua Potable y Alcantarillado de Ica (EMAPICA) es una entidad constituida al amparo de los articulos 36°, inciso 6, y 58° de la citada Ley Organica de Municipalidades, cuyo funcionamiento, ademas de operar de conformidad con la Ley que regula la Actividad Empresarial del Estado No 24948 y supletoriamente de conformidad con la Ley General de Sociedades, es distinto al de la Municipalidad, pues se trata de una persona juridica que goza de plena autonomia 3 DEL TRIBUNAL CONSTITUCIONAL administrativa, economica y financiera tal y como fluye de la Ficha de Inscripcion en el Registro Mercantil No 766 obrante a fojas quince y dieciséis de los autos. 4). Que por consiguiente, los beneficios de exoneracion en el pago de los servicios de agua potable y alcantarillado otorgados en favor de los servidores cesantes y jubilados de la Municipalidad Provincial de Ica por la Resolucion No 602-83 del quince de agosto de mil novecientos ochenta y tres, no pueden generar una obligacion en la Empresa Municipal de Servicios de Agua Potable y Alcantarillado de Ica (EMAPICA) desde que ésta ultima, no solo es distinta a la entidad que genero'tal beneficio, tal y como se establecio en el parrafo precedente, sino que su propia constitucion data del diecinueve de agosto del afo mil novecientos noventa y uno, vale decir, mucho después de haberse suscrito la citada Resolucion Municipal. 5). Que por otra parte en la Ficha Registral No 766 por la que se da constitucion a la empresa demandada, no obstante reconocerse que su objeto social lo constituyen todas las actividades vinculadas a la prestacion de los servicios de agua potable y alcantarillado, no se indica en ningun momento y de modo expreso que el beneficio de exoneracion reclamado, se deba seguir otorgando a los ex-trabajadores de la Municipalidad Provincial de Ica. Por estos fundamentos,el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y su Ley Modificatoria No 26801", "FALLA": "REVOCANDO la resolucion de la Sala Civil de la Corte Superior de Ica, de fecha doce de diciembre de mil novecientos noventa y cinco, que, revocando la resolucion apelada del seis de octubre de mil novecientos noventa y cinco, declaro IMPROCEDENTE la accion. REFORMANDO la resolucion de vista y la resolucion apelada declararon INFUNDADA la Accion de Cumplimiento interpuesta. Se dispuso asi mismo la publicacion de la presente en el diario oficial \"El Peruano\". ;y los devolvieron.", "SS.": "Lu ONLL L LA ACOSTA SANCHEZ NUGENT DIAZ VALVERDE 2 àA X GARCIA MARCELO LO QUE CERTIFICO.- Lsd. Dra. Maria Luz Vâsquez Vargas Secre taria Relatora", "fecha_publicacion": "1997-07-13", "id": 36229, "nombre_demandado": "Empresa Municipal de Agua Potable y Alcantarillado de Ica (EMAPICA)", "nombre_demandante": "Orlando Chang Angulo", "numero_expediente": "00081-1996-AC"}