{"CONTEXTO": " 00086-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00086-1997-AA.pdf) --- pe TRIBUNAL CONSTITUCIONAL Exp. 086-97-AA/TC Antonio German Gayoso Quiroz Chiclayo SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los quince dias del mes de setiembre de mil novecientos noventisiete, el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores Magistrados - Acosta Sânchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, y : actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque de fecha diecisiete de diciembre de mil novecientos noventiséis, en los seguidos entre Antonio German Gayoso Quiroz en su calidad de Administrador Gerente de la Fabrica LLUVISOL CHICLAYO S.A. con la Municipalidad de la Ciudad de Reque, representada por su Alcalde David Chirinos Hurtado, sobre Accion de Amparo.", "ANTECEDENTES": "Don Antonio German Gayoso Quiroz en su calidad de Administrador Gerente de la Fabrica LLUVISOL CHICLAYO S.A. interpone Accion de Amparo contra la Municipalidad de la ciudad de Reque, representada por su Alcalde don David Chirinos Hurtado, a fin de que quede sin efecto legal la Resolucion No 074-96-MCRIA de fecha veintinueve de agosto de mil novecientos noventiséis y en consecuencia se declare vigente el contrato de concesion para recojo y extraccion de material recuperable del botadero sanitario municipal de Reque, por violacion de sus derechos constitucionales fundamentales de contratacion y de trabajo. Sostiene el demandante que, el Alcalde del Distrito de Reque don David Chirinos Hurtado, en un franco abuso del derecho, ha expedido la Resolucion No 074 96 - MCRIA de fecha veintinueve de agosto de mil novecientos noventiséis, rescindiendo el contrato de concesion para el recojo y extraccion de material recuperable del botadero sanitario municipal de Reque, que habia suscrito con el recurrente en representacion de la Fabrica LLUVISOL CHICLAYO S. A., de fecha primero de octubre de mil novecientos noventicuatro, TRIBUNAL CONSTITUCIONAL vigente hasta el primero de octubre de mil novecientos noventisiete, favoreciendo con dicho acto administrativo a una \"empresa fantasma\" representada por un tercero de nombre Jorge Penaranda Bolovich, quien con fecha anterior a la precitada resolucion ha suscrito un convenio de fecha veintitrés de agosto de mil novecientos noventiséis, otorgandole la exclusividad que detentaba su representada por tres anos consecutivos, violentando la libertad de contratacion y de trabajo. Alega ademas que la resolucion del contrato debio ejecutarse en un proceso regular conforme a las leyes de la materia, respetando a su vez la clausula sétima del contrato suscrito por mi representada, cuya rescision solamente sera por acuerdo de las partes contratantes y no en forma unilateral, ni menos por medio de una resolucion municipal conforme ilegalmente ha procedido. Asimismo, indica el demandante que su representada se dedica a la fabricacion de calamina asfaltica que utiliza como materia prima el material recuperable del botadero Municipal de Reque por mas de vei :te anos consecutivos, mediante la celebracion de contratos sucesivos, otorgando trabajo a mas de veintiocio personas como producto de esa relacion contractual y que con la rescision se les esta privando de su trabajo, ademas que la \"empresa fantasma' \" viene obstaculizando su labor de recojo con amenazas y agresiones a su personal. Admitida la demanda, ésta es contestada por el Alcalde de la Municipalidad de la Ciudad de Reque quien acredita su representacion con copia de la Credencial expedida por el Jurado Electoral Especial de Chiclayo de fecha veintitrés de noviembre de mil novecientos noventicinco y copia de su libreta electoral, quien solicita se declare improcedente la misma, ya que el demandante ha interpuesto recurso de apelacion por ante el Concejo Provincial de Chiclayo, quien como ultima instancia administrativa resolvera la controversia, sea revocando 0 confirmando la precitada resolucion, procediendo tan solo la Accion de Amparo cuando se haya agotado la via previa, lo cual no se da en el presente caso y por que de la Escritura Publica de Constitucion de la demandante el actor Antonio German Gayoso Quiroz, solo tiene facultades administrativas y no poder suficiente para accionar en via judicial y no haberse actualizado las facultades de litigio de acuerdo al nuevo Codigo Procesal Civil. Con fecha catorce de octubre de mil novecientos noventiséis, el Juez Provisional del Tercer Juzgado Especializado Civil de Chiclayo expide resolucion, declarando improcedente la demanda. Interpuesto el recurso de apelacion, con fecha diecisiete de diciembre de mil novecientos noventiséis > la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, expide resolucion confirmando la apelada, declarandola improcedente la Accion de Amparo. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, el objeto de las acciones de garantias es el reponer las cosas al estado anterior de la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, la pretension del demandante es que se deje sin efecto legal alguno la Resolucion No 074-96-MCR/A de fecha veintinueve de agosto de mil novecientos noventiséis y en consecuencia se declare vigente el contrato de concesion para recojoy extraccion de material recuperable del botadero sanitario Municipal de Reque, por violacion de sus derechos constitucionales fundamentales de contratacion y de trabajo. 4 TRIBUNAL CONSTITUCIONAL 3. Que, de autos se advierte que el demandante ha interpuesto recurso de apelacion en via administrativa cuyos actuados han sido elevados a la Municipalidad Provincial de Chiclayo mediante carta No 166-96- MCR/A de fecha diecisiete de setiembre de mil novecientos noventiséis, cuya copia corre a fojas cincuentidos. 4. Que, versando la accion sobre un aspecto litigioso, en el cual se trata de discernir sobre la obligatoriedad del contrato de concesion para el recojo y extraccion de material recuperable del botadero sanitario Municipal de Reque, por ello no resulta la via de amparo de naturaleza excepcional y breve, en la que no hay estacion de prueba ni debate sobre los medios probatorios, la idonea para conocer sobre la presente accion. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA": "Confirmando, la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, su fecha diecisiete de diciembre de mil novecientos noventiséis, que confirmando la apelada, de fecha catorce de octubre de mil novecientos noventiséis declaro Improcedente la Accion de Amparo, ordenaron su publicacion en el Diario Oficial El Peruano, y los devolvieren,", "SS.": "ACOSTA SANCHEZ Hler Cel NUGENT DIAZ VALVERDE GARCIA MARCELO / MU 1c0: JLEE Dra. MARIALUZ VASQUEZDE LOPEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-27", "id": 36473, "nombre_demandado": "Municipalidad Distrital de Reque (David Chirinos Hurtado - alcalde)", "nombre_demandante": "Antonio Germán Gayoso Quiroz", "numero_expediente": "00086-1997-AA"}