{"CONTEXTO": " 00089-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00089-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 089-96-AA/TC LIMA ARTEMIO VICENTE CAJACURI ESPINOZA Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso de Nulidad entendido como Extraordinario, interpuesto por don Artemio Vicente Cajacuri Espinoza contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lima, que con fecha dos de agosto de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo. ANTECEDENTES : Don Artemio Vicente Cajacuri Espinoza, don Edilberto Arbulu Terol, don Luis Jacinto Rojas Espinoza y don Julian Lorenzo Trivenos Huaman interpusieron con fecha once de enero de mil novecientos noventa y cinco, Accion de Amparo contra la Municipalidad Distrital del Rimac representada por el entonces Alcalde don Raul Soto Herrera, por amenazarlos verbalmente con desalojarlos del sector del Trébol de Caqueta donde ejercen el comercio ambulatorio al amparo del Acuerdo N.o 02-92-MDR de fecha treinta de marzo de mil novecientos noventa y dos, amenaza que, segun manifiestan los demandantes, viola sus derechos constitucionales a trabajar libremente con sujecion a ley y a participar en forma individual en la vida economica de la Nacion. (fojas 12 a 14). Don Raul Soto Herrera, en su calidad de Alcalde Distrital contesto la demanda solicitando sea declarada improcedente; por cuanto no existe amenaza verbal de desalojo, ni acto funcional que haga presumir dicha accion; por tales razones, considera que no ha habido amenaza de violacion de ninguin derecho constitucional de los demandantes. (fojas 18 a 20). El Vigésimocuarto Juzgado Especializado en lo Civil de Lima, mediante resolucion de fecha veintidos de febrero de mil novecientos noventa y cinco, declaro improcedente la demanda, por no existir hecho que configure la amenaza de violacion de un derecho constitucional, y que el Acuerdo N.o 02-92-MDR que esgrimen los demandantes, creo el Campo Ferial de Frutas en la zona del Trébol de Caqueta, de manera temporal, por asi disponerlo la Ordenanza N.o 002 Reglamentaria del Comercio Ambulatorio en Lima Metropolitana, de fecha dos de abril de mil novecientos ochenta y cinco. (fojas 24 y 25). La Primera Sala Civil de la Corte Superior de Justicia de Lima, resuelve con fecha dos de agosto de mil novecientos noventa y cinco, confirmar la apelada y por consiguiente declara improcedente la Accion de Amparo. Considera esta superior TRIBUNAL CONSTITUCIONAL instancia, que la amenaza de desalojo de personas dedicadas al comercio ambulatorio er la via publica no afecta el derecho constitucional al trabajo y menos al debido proceso; que en el presente caso, la Municipalidad demandada actuo con arreglo a las funciones de control que le competen. (fojas 43). FUNDAMENTOS : 1. Que la Accion de Amparo es una garantia constitucional cuyo objeto es el reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional. 2. Que el sustento de los demandantes para demandar amenazas de violacion de derechos constitucionales en su contra, es que, pese a tener autorizacion municipa para ejercer el comercio ambulatorio, el Alcalde Distrital del Rimac los ha amenazado con el desalojo. 3. Que el Acuerdo del Concejo N.o 02-92-MDR de fojas cinco, su fecha treinta de marzo de mil novecientos noventa y dos, en el que basan su derecho los demandantes creo en forma general el Campo Ferial de Frutas de la zona del Trébol de Caqueta dicho acto administrativo tuvo como marco legal la Ordenanza N.o 002 que con fech dos de abril de mil novecientos ochenta y cinco, aprobo la \"Ordenanza Reglamentari del Comercio Ambulatorio en Lima 3 Metropolitana\", cuya copia corre a fojas diez que establece en el literal c) de su articulo 30, que las autorizaciones para ejercer comercio ambulatorio son de caracter temporal. 4. Que, estando a los fundamentos que anteceden, y no habiendo probado en form fehaciente el acto que constituye la amenaza, se concluye que siendo de caracte temporal la aludida autorizacion, la Municipalidad demandada, al amparo de la Le N.o 23853, Organica de Municipalidades, tuvo la competencia y la obligacion d cautelar el uso de las areas publicas en forma ordenada y temporal consecuentemente, si existiera la orden de desalojo, seria un mandato con arreglo ley y de ninguna manera podria haber sido considerada como violacion de u derecho tutelado por la jurisdiccion constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas cuarenta y tres, su fecha dos de agosto de mi novecientos noventa y cinco, que confirmando la apelada, declaro IMPROCEDENTI la Accion de Amparo. Dispone su publicacion en el diario oficial El Peruano, notificacion a las partes y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ - - Lrace DIAZ VALVERDE NUGENT ircu GARCIA MARCELO JAGB Nd Lo que-Certifico; Dra. MARIA LUZ VASQUEZ SECRETARIA RELATCI", "fecha_publicacion": "1999-05-11", "id": 35090, "nombre_demandado": "Municipalidad Distrital de Rímac", "nombre_demandante": "Artemio Vicente Cajacuri Espinoza y otros", "numero_expediente": "00089-1996-AA"}