{"CONTEXTO": " 00091-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00091-1996-AC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 091-96-AC/TC Clemencia Chinchay de Vasquezy otros LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los veinticuatro dias del mes de noviembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jur'sdiccional, con la asistencia de los sefiores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo; (1: actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente UE obs eaiigol laii sentencia: -110) ohe i I erp :", "ASUNTO:": "(1s oiil eli oup Recurso extraordinario contra la resolucion de la Cuarta Sala Civii de la Corte Superior de Justicia de Lima, de fecha once de diciembre de mil novecientos noventa.y cinco, en los seguidos entre donia Clemencia Chinchay de Vasquez y otros contra don Romulo Ponce Calle, Alcalde de la Municipalidad Distrital de San Miguel, sobre accion de cumplimiento.", "ANTECEDENTES:": "335 Dofia Clemencia Chinchay de Vasquez y otros interponen accion de cumplimiento contra don Romulo Ponce Calle, Alcalde de la Municipalidad Distrital de San Miguel, con el objeto que éste cumpla con ejecutar la Resolucion de Alcaldia No. 1358-93 de fecha catorce de junio de mil novecientos noventitrés, la cual dispone que en un plazo de noventa dias a partir de notificada la misma, la empresa industrial Plastitel del Peru S.R.Ltda, ubicada en el Jiron Sucre No. 660 Distrito de San Miguel, proceda a reubicarse en una zona que le permita el desarrollo de sus actividades conforme a la zonificacion que le corresponde. 1 Sostienen los demandantes, que la resolucion en referencia se expidio atendiendo al pedido de clausura que formularon vecinos y centros educativos ubicados en las inmediaciones de la fabrica. debido a la. contaminacion que ésta genera en perjuicio de la salud de las personas, las que estan expuestas permanentemente a los gases contaminantes que despide; el Alcalde fue requerido notarialmente el dia 26.de diciembre de mil novecientos noventicuatro, habiendo transcurrido el plazo minimo de 15 dias que establece la Ley para ejercer la accion de TRIBUNAL CONSTITUCIONAL cumplimiento; que ademas la empresa esta ubicada en zona residencial, incompatible con el de actividades que desarrolla, como es la plastificacion, enjebado de telas y laminados acrili senalan ademas, que la dilacion en la ejecucion de la Resolucion No. 1358-93 vulnera dere fundamentales comprendidos en los articulos 2 incisos 1 y 22 y en el articulo 7 de Constitucion Politica del Estado. Admitida la demanda, esta es contestada por el Alcalde de la Municipalidad del Distrito de Miguel, quien la niega y contradice por cuanto considera que la accion incoada por demandantes resulta extemporânea; que la empresa Plastitel del Peru S.R.Ltda interpuso rec de apelacion y que éste se encuentra en trâmite. Con fecha seis de junio de mil novecientos noventicinco, el Juez del Vigésimo Juzgado Civi Lima expide resolucion declarando fundada la demanda de accion de cumplimiento. Interpue el recurso de apelacion por Plastitel del Peru S.R.Ltda., quien interviene como litisconsorte, fecha once de diciembre de mil novecientos noventa y cinco, la Cuarta Sala Civil de la Superior de Justicia de Lima revoca la resolucion apelada, declarando improcedente la accior cumplimiento por donsideràr que lo5, demandantes no agotaron la via previa. -1103 chis cl : recursge Uilly: 11 \"it Dii, Interpuesto el extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, fluye de autos que la reubicacion de la fâbrica de la empresa Plastitel S.R.L dispuesta por resolucion No. 1358-93 de catorce de junio de mil novecientos noventit cuyo cumplimiento pretenden los demandantes, tutela los derechos fundamentales bienestar, a gozar de un ambiente equilibrado y a la proteccion de la salud, consagrados en articulos 2, incisos 1 y 22 y articulo 7 de la Constitucion Politica del Estado. it 2. Que, la Municipalidad demandada no observo el plazo de 30 dias que fija el articulo 99 Ley de Normas Generales de Procedimientos Administrativos No. 26111 para resolver recurso de apelacion contra la Resolucion No. 1358-93, que con fecha quince de julio de novecientos noventitrés presento la empresa Plastitel S.R.Ltda; infringiendo la enti edilicia los principios de celeridad-y eficacia del procedimiento administrativo, por lo que de aplicacion la excepcion prevista en el articulo 28 inciso 4 de la Ley 23506. Los act han cumplido con efectuar el requerimiento por conducto notarial al Alcalde de acuerdo establecido en el articulo 5 inciso c) de la Ley 26301. smil 3. Que, el Alcalde de la Municipalidad del Distrito de San Miguel estaba en obligacion ejecutar la resolucion No. 1358-93, al no haber optado por suspenderla de oficio y a existir pedido de la empresa Plastitel S.R.Ltda.; en aplicacion de lo dispuesto en el artic 104 de la Ley de Normas Generales de Procedimientos Administrativos No. 26111 virtud de la cual la interposicion de cualquier recurso, excepto en los casos en que disposicion legal, establezca lo contrario, no suspendera la ejecucion del acto impugna 3 TRIBUNAL CONSTITUCIONAL pero la autoridad a quien compete resolverlo, podra suspender de oficio O a instancia de parte la resolucion recurrida si existen razones atendibles. 4. Que, a fojas ochenta corre copia de la resolucion No. 396/1/95 de fecha quince de febrero de mil novecientos noventicinco y a fojas ciento veintiocho, copia de la resolucion No. 00698- 95 de fecha treinta de octubre de mil novecientos noventa y cinco, ambas resoluciones con el mismo texto, declaran fundado el recurso de apelacion interpuesto por Plastitel S.R.Ltda. y dejan sin efecto la resolucion No. 1358-93 que dispuso su reubicacion. Las resoluciones que resuelven el recurso de apelacion, fueron dictadas contraviendo los articulos 99 y 110 del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por Decreto Supremos No. 02-94-JUS, por cuanto la nulidad de la resolucion No. 1358-93, debio expedirse por el organo jerarquicamente superior al que emitio la resolucion apelada, vale decir debio efectuarse por resolucion del Concejo; por tanto se afecto el derecho al debido proceso de los demandantes 5. Que, de acuerdo al analisissde. lo, actuado ise advierte que la resolucion 1358-93 reune los requisitos previstos enlos articulos 38 y 39 del, Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, por tanto constituye un acto administrativo de obligatorio cumplimiento.) ohi2 Fil \"mi Grn In 111 cotinss Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren;", "FALLA:": "REVOCANDO la resolucion de la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cinco,su fecha ohce de diciembre de mil novecientos noventa y cinco, la que a su vez revoco la apelada y declaro improcedente la accion de cumplimiento; REFORMANDOLA, confirmaron la apelada que declaro fundada la accion de cumplimiento; ordenaron que la Municipalidad d.del Distrito de San Miguel ejecute la Resolucion de Alcaldia No. 1358-93; dispusieron su publicacion en el Diario Oficial El Peruano y los devolvieron. U2 sb 63 S  :: loninn 10", "SS.": "001 Viinil ACOSTA-SANCHEZ 0263 Geid NUGENT arer DIAZ VALVERDE H NFG/tvd GARCIA MARCELO * Lo que Certificot MARIA LUZ VASQUEZ DE LOPEZ Dra. RELATORA SECRETARIA CONSTITUCIONAL ERIBUNAL", "fecha_publicacion": "1997-12-27", "id": 36577, "nombre_demandado": "Alcalde de la Municipalidad Distrital de San Miguel (Rómulo Ponce Calle)", "nombre_demandante": "Clemencia Chinchay de Vásquez y otros", "numero_expediente": "00091-1996-AC"}