{"CONTEXTO": " 00091-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00091-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 091-98-AA/TC LIMA SEGUNDO ELIAS GUEVARA RAMOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo Elias Guevara Ramos, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cuatro, su fecha siete de noviembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Segundo Elias Guevara Ramos interpone Accion de Amparo contra el Instituto Nacional Penitenciario, representado por la Procuradora Publica para los asuntos judiciales del Ministerio de Justicia, a fin de que se declare inaplicable la Resolucion de la Presidencia de la Comision Reorganizadora del Instituto Nacional Penitenciario N.o 192- 96-INPE/CR.P de fecha seis de agosto de mil novecientos noventa y seis, y que se le reponga en su puesto de trabajo con el pago de sus remuneraciones dejadas de percibir. Sostiene que el cese por causal de excedencia no esta previsto en la Ley de la Carrera Administrativa; que a pesar de haber sido cesado por excedencia, se va a contratar nuevo personal, lo que prueba que no existe ninguna plaza excedente; que, por Ejecutoria de la Cuarta Sala Civil de Lima del doce de diciembre de mil novecientos noventa y cuatro, se declaro fundada su Accion de Amparo; que la unica finalidad al aplicar la resolucion cuestionada es desacatar y desobedecer el mandato judicial que ordeno su reposicion, cuya vigencia es de diez anos conforme al articulo 2001° del Codigo Civil; que no tiene proceso administrativo de ninguna clase; que, durante su tiempo de servicio, acumulo en su legajo personal siete felicitaciones, correspondiendo las tres ultimas del periodo mil novecientos noventa y dos a mil novecientos noventa y seis. La Procuradora Publica a cargo de los asuntos judiciales del Ministerio de Justicia, absuelve el tramite de contestacion de la demanda; solicita se la declare improcedente ylo infundada; senala que la resolucion cuestionada no es violatoria de los derechos constitucionales invocados, toda vez que tiene como sustento lo dispuesto por el 2 TRIBUNAL CONSTITUCIONAL Decreto Ley N.o 26093; que el proceso de evaluacion correspondiente consistio en lo siguiente: a) Revision del legajo personal; b) Revision del comportamiento laboral; y c) Investigacion de cualquier acto que atente contra la imagen institucional. Sometido el demandante a este proceso -al igual que todos los servidores de este organismo- la Comision de Evaluacion llego a establecer que no reunia los méritos suficientes que le permitieran seguir ocupando su puesto de trabajo, motivando su cese por causal de excedencia. V El Primer Juzgado Especializado Especializada en Derecho Publico de Lima, a fojas setenta y seis, con fecha treinta de diciembre de mil novecientos noventa y seis, declara improcedente la demanda, por considerar que al dictarse la resolucion mencionada no se ha violado ningun derecho constitucional que deba ser protegido en esta via especialisima del amparo. La Sala Corporativa Transitoria Especializada en Derecho Publico, a fojas ciento sesenta y cuatro, con fecha siete de noviembre de mil novecientos noventa y siete, confirma la apelada por estimar que la resolucion de cese del demandante se ha producido por efecto de la aplicacion de la Ley N.o 26093, la misma que tiene rango constitucional, y que el articulo 2° establece una expresa causal de rompimiento del vinculo laboral. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que las acciones de amparo proceden en los casos que se violen 0 amenacen los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506. 2. Que, en el presente caso, el petitorio se circunscribe a que se declare inaplicable al demandante la Resolucion de la Presidencia de la Comision Reorganizadora N.o 192-96-INPE/CR.P, que dispone su cese por causal de excedencia. 3. Que la evaluacion a la que fue sometido el demandante, como se senala en el tercer fundamento de la mencionada resolucion, consistio en la exhaustiva revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional, asi como en la investigacion de los actos que atentan contra la imagen institucional, y se llevo a cabo en un procedimiento dentro del cual se respeto el contenido esencial del derecho al debido proceso administrativo. 4. Que, en ese sentido, debe tenerse en cuenta, como lo ha venido haciendo este Tribunal, que la exhaustiva revision y evaluacion a la que fue sometido el demandante no guarda coherencia con el contenido de los documentos de fojas cuarenta y tres a cincuenta y uno, no observadas ni impugnadas por la parte demandada, que tratandose de felicitaciones dadas mediante resoluciones jefaturales 0 directorales, que certifican que el demandante se ha desempenado en sus 3 TRIBUNAL CONSTITUCIONAL funciones con eficiencia, de lo que cabe inferir, que las mismas no han sido evaluadas con la objetividad debida. Que, por otra parte, la Resolucion cuestionada no se encuentra debidamente 5. motivada, puesto que no senala cuâles fueron los supuestos deméritos del demandante que habrian llevado a la administracion a tomar tan grave decision de cesarlo, ya que de haber existido aquéllo, al menos, la parte demandada lo hubiera senalado. Que el derecho constitucional a la proteccion contra el despido arbitrario supone que 6. el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar derechos fundamentales de los mismos. 7. Que, en consecuencia, este Tribunal estima que al no haberse respetado el derecho constitucional al debido proceso administrativo, y por el hecho de que el cuestionado cese por causal de excedencia fue el resultado de no haberse evaluado al demandante conforme a criterios objetivos, procede declarar fundada la demanda. 8. Que la remuneracion es la contraprestacion de un trabajo realizado, como lo tiene establecido la uniforme jurisprudencia de este Tribunal. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cuatro, su fecha siete de noviembre de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Amparo; REFORMANDOLA la declara FUNDADA; en consecuencia, inaplicable para el demandante la Resolucion de la Presidencia de la Comision Reorganizadora N.o 192-96-INPE/CR.P y dispone que se reponga al demandante don Segundo Elias Guevara Ramos en su puesto de trabajo 0 en otro de igual nivel, sin abono de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "V - - - ) I pn ACOSTA SANCHEZ DIAZ VALYERDE NUGENT GARCIA MARCELO ) 4 LELCE JAM Lo que, certifiço: yuw - 3 DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-12-07", "id": 36091, "nombre_demandado": "Instituto Nacional Penitenciario (INPE)", "nombre_demandante": "Segundo Elías Guevara Ramos", "numero_expediente": "00091-1998-AA"}