{"CONTEXTO": " 00090-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00090-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 090-97-AA/TC FELIX HERRERA HUARINGA HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los dos dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Félix Herrera Huaringa contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ochenta y cinco, su fécha treinta y uno de diciembre de mil novecientos noventa y seis, que confirmo la apelada, que declaro improcedente la Accion de Amparo, por considerar que no se han merituado eficazmente las pruebas obrantes en lo actuado.", "ANTECEDENTES:": "Don Félix Herrera Huaringa interpone Accion de Amparo contra el Presidente de la Comision Organizadora del Instituto Nacional Penitenciario, don Juan Nakandakari Kanashiro, solicitando se le reponga en su centro de labores, del cual ha sido cesado injustamente. Alega el demandante que mediante Resolucion Administrativa No 192-96- INPE/CR.P, de fecha seis de agosto de mil novecientos noventa y seis, fue cesado por la causal de excedencia del Instituto Nacional Penitenciario. Aduce que no obstante se senala en la parte considerativa de la resolucion administrativa impugnada que el cese por excedencia se debe a que habria sido descalificado durante el proceso de evaluacion, sin embargo, él no fue sometido a ningun proceso de evaluacion. Considera que no es exigible el agotamiento de la via previa, ya que se le ha negado el ingreso a su centro de labores, asi como se ha procedido a retirar su tarjeta de control de asistencia diaria. Admitida la demanda, ésta es contestada por el Procurador Adjunto a cargo de los Asuntos Judiciales del Ministerio de Justicia, solicitando se declare improcedente y/o infundada, ya que el demandante no ha agotado la via previa administrativa, la impugnacion de una resolucion administrativa debe realizarse ante el Poder Judicial a través de la Accion Contencioso Administrativa, para cesarlo se procedio a una evaluacion de su legajo personal, comportamiento laboral, asi como la investigacion de actos que atanen a la imagen institucional. El Segundo Juzgado Especializado en lo Civil de Huancayo, con fecha quince de octubre de mil novecientos noventa y seis, a fojas cincuenta y uno, declara TRIBUNAL CONSTITUCIONAL improcedente la demanda, por considerar principalmente que la Accion de Amparo no procede cuando en la Ley ordinaria se ha previsto un tramite para recurrir con el reclamo(sic), que es la Accion Contenciosa Administrativa. La Sala Civil de la Corte Superior de Justicia de Junin, con fecha treinta y uno de diciembre de mil novecientos noventa y seis, a fojas ochenta y dos confirma la apelada, por estimar, ademas, que habiendo el demandante acudido a la via administrativa antes de interponer la demanda, se debio agotar ésta. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que se ordene la reincorporacion del demandante en el cargo de agente penitenciario del Instituto Nacional Penitenciario. 2. Que, en ese sentido, y dado que el argumento central sobre el que se han basado las decisiones de la Sala Civil de la Corte Superior de Justicia de Junin, ademas de lo expresado por el Juez del Segundo Juzgado Especializado en lo Civil de Huancayo, es que la Accion de Amparo no procede cuando exista otra via judicial donde se pueda dilucidar el asunto litigioso, y que habiéndose interpuesto el recurso de reconsideracion, se debio esperar que éste se resolviese. Este Colegiado se ve en la imperiosa necesidad de evaluar, de manera liminar, si el demandante se encontraba obligado a acudir a otra via judicial, y, en segundo lugar, si se encontraba obligado a esperar el resultado de la interposicion del recurso de reconsideracion. 3. Que, en ese sentido, este Colegiado precisa que, en nuestro ordenamiento juridico constitucional, la Accion de Amparo no es una via residual donde se pueda dilucidar una controversia en materia de violacion 0 amenazas de violacion a los derechos constitucionales, sino que constituye un proceso al que el demandante, en forma alternativa a los procesos que en la via ordinaria se establecen, puede acudir no teniendo mas limites en la determinacion de su eleccion que la controversia gire en torno a derechos constitucionales, y que la violacion de éstos sean de tal naturaleza, que su determinacion precisa no requiera del transito de una previa estacion probatoria, que se encuentra vedada en estos procesos constitucionales de la libertad. 4. Que, de otro lado, y como ya ha advertido este Tribunal, el recurso de reconsideracion que el ordenamiento administrativo prevé, no constituye, propiamente, un medio impugnatorio, dado que por su virtud los términos del agravio, se someten al conocimiento de la instancia administrativa que expidio originariamente el acto administrativo considerado como lesivo; ni su ejercicio un medio obligado que el administrado tenga que transitar, dado el caracter facultativo con el que éste se encuentra investido. 5. Que, en ese sentido, este Colegiado estima que en el caso de autos el agotamiento de la via administrativa que exige el articulo 270 de la Ley 23506°, no era exigible, tanto porque la resolucion administrativa por la que fue cesado el demandante constituye la TRIBUNAL CONSTITUCIONAL ultima que en la via administrativa se pudiera dictar, porque habiéndose interpuesto el recurso de reconsideracion en fecha anterior a la presentacion de la demanda, el que éste constituya un mecanismo opcional al que pueda acudir el administrado, su interposicion, no impide ni suspende la posibilidad que pueda cuestionar en sede judicial ordinaria 0 constitucional el acto administrativo expedido; por lo que corresponde a este Colegiado ingresar a evaluar las cuestiones de fondo que el recurso extraordinario entrana. 6. Que, en ese orden de consideraciones, este Colegiado estima que la pretension del actor debera de estimarse, ya que: a) Segun lo expresado en el segundo fundamento de la Resolucion de Presidencia de la Comision Reorganizadora del Instituto Nacional Penitenciario, No 192-96- INPE/CR.P, la evaluacion al que fue sometido el demandante, y del cual se derivo su cese por causal de excedencia, consistio en la \"exhaustiva revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional\", asi como la investigacion de los actos que atentan contra la imagen institucional, y no asi de un previo proceso, donde se respetara el contenido esencial del derecho al debido proceso administrativo. b) En ese sentido, este Colegiado no puede dejar de observar que la \"exhaustiva revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional\" al que fue sometido el demandante no guarda coherencia con el contenido de los documentos obrantes a fojas siete y ocho, expedidos por el Director General de la Direccion Regional Central-Huancayo y del Jefe de la Oficina de Personal de la Region Centro-Huancayo del Instituto Nacional Penitenciario, que certifican que el demandante no registra haber sido sometido a proceso administrativo alguno, ni proceso penal, como tampoco existe en su contra sancion disciplinaria; de lo que cabe inferir la subjetividad de la evaluacion a la que fue sometido, en franca transgresion del principio de interdiccion de la arbitrariedad que como contenido se desprende del principio de razonabilidad, previsto en el articulo 200° de la Constitucion Politica del Estado. 7. Que, en consecuencia, este Colegiado estima que al no haberse respetado el derecho constitucional al debido proceso administrativo, consistente en la posibilidad de que se brinde al demandante el minimo derecho de defensa y que la decision de cesarlo por excedencia sea la resultante de no habérsele evaluado conforme a criterios objetivos, valga la redundancia, de evaluacion, procede declarar fundada la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ochenta y dos, su fecha treinta y uno de diciembre de mil novecientos noventa y seis, que confirmo la apelada, que declaro improcedente la demanda; y reformandola la declara FUNDADA. Dispone la no aplicacion, en el caso TRIBUNAL CONSTITUCIONAL concreto, de la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96- INPE/CR.P; ordena se reponga al demandante en el cargo de agente penitenciario, sin reintegro de los haberes dejados de percibir. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Meren DIAZ VALVERDE NUGENT GARCIA MARCELO 7 V Lo que Certifico: Dra. MARIALUZVASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL ECM", "fecha_publicacion": "1998-09-19", "id": 37525, "nombre_demandado": "Presidente de la Comisión Organizadora del Instituto Nacional Penitenciario (Juan Nakandakari Kanashiro)", "nombre_demandante": "Félix Herrera Huaringa", "numero_expediente": "00090-1997-AA"}