{"CONTEXTO": " 00091-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00091-1995-AA.pdf) --- EXP.N9091-95-AA/TC. LIMA REYNALDO PINTOVALENCIA Y OTROS. SENTENCIA DEL TRIBUNAL CONSTTTUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Reynaldo Pinto Valencia y otros, contra la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ocho del cuaderno de nulidad, su fecha cuatro de noviembre de mil novecientos noventa y cuatro, que declaro Haber Nulidad en la sentencia de vista y reformandola declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Reynaldo Pinto Valencia y otros, con fecha veintinueve de marzo de mil novecientos noventa y tres, interpone demanda de Accion de Amparo contra el Intendente Nacional de Administracion Tributaria, por haber expedido las resoluciones de intendencia NoS 190-92-EF-SUNAT, 200-92-EF-SUNAT, 203-92-EF-SUNAT, 205-92-EF-SUNAT, 206-92-EF-SUNAT y 299-92-EF- SUNAT y, mediante las cuales se resuelve cesarlos por causal de racionalizacion de personal a partir del dieciséis de agosto de mil novecientos noventa y dos, las mismas que les han sido notificadas el diecinueve de marzo de mil novecientos noventa y tres, ejecutandose dicha medida en forma inmediata. Indican que han sido cesados sin haber cometido falta grave, sin permitirles ejercer su derecho de defensa y sin haber sido sometidos a Proceso Administrativo Disciplinario alguno. Indican que al haber ingresado a la Administracion Publica mediante concurso publico de méritos, ya no estaban obligados a ser nuevamente evaluados, por lo que al haberles aplicado el Decreto Legislativo No 556 asi como el Decreto Legislativo No 639 se ha actuado arbitrariamente. Manifiestan que cuando se dieron a conocer los resultados, no se conocio un cuadro de méritos, lo que a su criterio demuestra la falta de transparencia en el proceso de evaluacion La Superintendencia de Administracion Tributaria contesta la demanda manifestando que los demandantes no han agotado la via previa y que han sido cesados como consecuencia del proceso de seleccion y calificacion de personal de la Superintendencia Nacional de Administracion Tributaria, llevado a cabo de conformidad con el Decreto Legislativo No 639, que declaro en reorganizacion a dicha institucion. El Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Economia y Finanzas, en su escrito de contestacion a la demanda, manifiesta que la Superintendencia de Administracion Tributaria ha llevado a cabo acciones de racionalizacion de personal dentro del proceso de reestructuracion de la Administracion Publica, de acuerdo a normas legales entonces vigentes. Agrega, que los demandantes no han agotado la via previa, por cuanto, conforme ellos mismos indican, aun se encuentran pendientes los recursos de reconsideracion y apelacion que han interpuesto contra las resoluciones que consideran lesivas a su derecho. El Juez del Sexto Juzgado Especializado en lo Civil de Lima, a fojas doscientos cincuenta y siete, con fecha veintitrés de diciembre de mil novecientos noventa y tres, declaro improcedente la demanda, por considerar principalmente que las resoluciones cuestionadas han sido emitidas por autoridad competente, en aplicacion de disposiciones legales vigentes; y también las declaro asi porque la Accion de Amparo por su caracter excepcional y sumarisima, no es la via idonea para cuestionar disposiciones legales. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas doscientos setenta y ocho, con fecha veintiuno de marzo de mil novecientos noventa y cuatro, revoca la apelada y declara fundada la demanda, por estimar que una resolucion administrativa expedida sin que el demandante haya sido citado ni oido resulta arbitraria y viola el derecho constitucional de defensa, que constituye un elemento fundamental del debido proceso La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas ocho del cuaderno de nulidad, con fecha cuatro de noviembre de mil novecientos noventa y cuatro, declaro Haber Nulidad en la sentencia de vista y reformandola declaro improcedente la Accion de Amparo, por los propios fundamentos que contiene la apelada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las resoluciones de intendencia, mediante las cuales se dispuso el cese de los demandantes, han sido ejecutadas en forma inmediata, lo que exime a los mismos de la exigencia de agotar la via previa, ya que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506, de Habeas Corpus y Amparo. 2. Que, mediante el Decreto Legislativo No 639 se declaro en reorganizacion a la Superintendencia Nacional de Administracion Tributaria para que adopte las medidas necesarias de reestructuracion organica y de racionalizacion de los recursos con que cuenta, con el proposito de que cuente con una nueva estructura de organizacion, destinada a lograr una eficaz actuacion de la Administracion Tributaria. 3. Que, conforme lo ha establecido el Tribunal Constitucional en reiterados pronunciamientos, las leyes especiales, como es el caso del Decreto Legislativo No 639, que autorizan la realizacion de procesos de evaluacion de personal y que facultan a entidades de la administracion publica a declarar la excedencia de personal que no califique, introducen una nueva causal de cese, la cual no esta vinculada a la comision de falta disciplinaria alguna que amerite se abra proceso administrativo disciplinario contra el personal considerado excedente. 4. Que, en consecuencia, habiendo la demandada cumplido con el proceso de seleccion de personal de acuerdo a la citada Ley autoritativa, y no habiendo los demandantes acreditado que haya existido alguna irregularidad en dicho proceso de evaluacion de personal, debe concluirse que en el presente proceso constitucional no se ha configurado la alegada vulneracion de derechos constitucionales. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ocho del cuaderno respectivo, su fecha cuatro de noviembre de mil novecientos noventa y cuatro, que declara Haber Nulidad en la sentencia de vista y reformandola declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. AAM", "fecha_publicacion": "1999-04-21", "id": 35022, "nombre_demandado": "Intendente Nacional de Administración Tributaria", "nombre_demandante": "Reynaldo Pinto Valencia y otros", "numero_expediente": "00091-1995-AA"}