{"CONTEXTO": " 00097-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00097-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 097-97-AA/TC CHICLAYO MICKEY JUAN ALVAREZ AGUIRRE Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los quince dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Recurso Extraordinario interpuesto con fecha dieciséis de enero de mil novecientos noventisiete, por don Mickey Juan Alvarez Aguirre y otros, contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha treintiuno de diciembre de mil novecientos noventiséis, que al confirmar la apelada, declaro IMPROCEDENTE la accion de Amparo sub-judice (folio 105) ANTECEDENTES : El doce de abril de mil novecientos noventiséis, don Mickey Juan Alvarez Aguirre, don Paul Antonio Alvarez Aguirre, y dona Clara Angélica Alvarez Aguirre, interponen accion de Amparo contra el Secretario Ejecutivo de la Comision Ejecutiva del Poder Judicial don José Dellepiane Massa (folio 9 a folio 17); siendo materia de la pretension lo 2 TRIBUNAL CONSTITUCIONAL siguiente: a) Que, se declare la inaplicabilidad del articulo 30 de la Resolucion Administrativa del Titular del Pliego del Poder Judicial No 069-96-SE-TP-CME-PJ (folio 2) de fecha veintiocho de febrero de mil novecientos noventiséis, mediante el cual se dispuso que la Gerencia General del Poder Judicial realice, a nivel nacional, la rotacion aleatoria del personal auxiliar jurisdiccional de todas las dependencias del Poder Judicial, dentro de su respectivo Distrito Judicial, pudiendo dicha Gerencia General, en caso de detectarse personal con incompatibilidad por parentesco, realizar su reubicacion en un Distrito diferente. b) Que, no se realice la mencionada rotacion, pues viola los siguientes articulos de la Carta Magna: articulo 20, numeral 2 (Derecho a la igualdad ante la ley y a no ser discriminado), articulo 40° (La ley regula el ingreso a la carrera administrativa), segundo parrafo del articulo 103° (La ley se deroga solo por otra ley) El Segundo Juzgado Civil de Chiclayo, mediante la Resolucion No 7 de fecha catorce de junio de mil novecientos noventiséis, (folios 37 y 38) declara IMPROCEDENTE la demanda, por las consideraciones siguientes: a) Que, mediante la Ley 26567 se creo la Comision Ejecutiva del Poder Judicial con capacidad de control y administracion. b) Que, el demandado tiene el cargo de Secretario Ejecutivo de la citada Comision Ejecutiva, y en base a las facultades que le premune la acotada norma, ha dictado la Resolucion que es materia de la litis. c) Que, el hecho de haber solicitado al personal una declaracion jurada sobre la incompatibilidad por parentesco y por matrimonio y la posibilidad de su rotacion a distinto Distrito Judicial, no atenta contra lo establecido en el articulo 22° de la Carta Fundamental (\"El trabajo es un deber y un derecho. Es base del bienestar y un medio de realizacion de la persona\") d) Que, la cuestionada rotacion no se ha realizado. La Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, mediante Resolucion de fecha treintiuno de diciembre de mil novecientos noventiséis, (folios 102y 103), confirma la apelada y por consiguiente declara IMPROCEDENTE la accion de Amparo de autos; en base a los fundamentos siguientes: a) Que, mediante la Resolucion Administrativa del Titular del Pliego del Poder Judicial No 294-96-SE-TP-CME-P), de fecha veintiséis de agosto de mil novecientos noventiséis, (folios 77, 78 y 79) se acepto la renuncia voluntaria con incentivos de los demandantes Clara Angélica Alvarez Aguirre y Paul Antonio Alvarez Aguirre, y por consiguiente ya no sera posible su reubicacion. b) Que, no se ha violado ningun derecho constitucional de los demandantes hermanos Alvarez-Aguirre.", "FUNDAMENTOS:": "Que, la dacion de la Resolucion Administrativa del Titular del Pliego del Poder Judicial No 069-96-SE-TP-CME-PI, cuyo articulo 3° se objeta mediante la presente accion de garantia, se ha realizado dentro del marco legal de la Ley 26546 y del Reglamento de 3 TRIBUNAL CONSTITUCIONAL Organizacion y Funciones de la Comision Ejecutiva del Poder Judicial que preside el demandado, y su contenido no viola ni amenaza ningun derecho constitucional de los demandantes. Que, segun se aprecia de la Resolucion Administrativa del Titular del Pliego del Poder Judicial No 294-96-SE-TP-CME-P), de fecha veintiséis de agosto de mil novecientos noventiséis, (folios 77, 78 y 79) se acepto a partir del treintiuno de agosto del mismo ano, la renuncia voluntaria de Personal Auxiliar Jurisdiccional, encontrandose en la nomina de renunciantes los demandantes Paul Antonio Alvarez Aguirre y Clara Angélica Alvarez Aguirre. Que, en la Resolucion Administrativa del Titular del Pliego del Poder Judicial No 078-97-SE-TP-CME-PJ publicada en el Diario Oficial \"El Peruano\" el quince de marzo de mil novecientos noventisiete, consta que el otro demandante don Mickey Juan Alvarez Aguirre fue destituido por haber incurrido en falta administrativa grave. Que, ademas, de las renuncias aceptadas y la destitucion sancionada, se desprende, que la presunta violacion 0 amenaza de derechos constitucionales invocados en la demanda han cesado por sustraccion de la materia, siendo de aplicacion el articulo 60, numeral 1 de la Ley 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion Politica del Estado y su Ley Organica le confieren, FALLA : CONFIRMANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fecha treintiuno de diciembre de mil novecientos noventiséis, que al confirmar la apelada de fecha catorce de junio de mil novecientos noventiséis, declaro IMPROCEDENTE la accion de Amparo sub-judice; dispusieron se publique en el Diario Oficial a El Peruano\", conforme a Ley, y los devolvieron. S.S. ner ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. lukball / JAGB/daf Lo que Certifico: Dra. MARIALUZI VASQUEZDEL Lin SECRETARIA-RELATORA TRIBUNAL cnne", "fecha_publicacion": "1997-10-08", "id": 36420, "nombre_demandado": "Secretario Ejecutivo de la Comisión Ejecutiva del Poder Judicial (José Dellepiane Massa)", "nombre_demandante": "Mickey Juan Alvarez Aguirre, Paul Antonio Alvarez Aguirre y Clara Angélica Alvarez Aguirre", "numero_expediente": "00097-1997-AA"}