{"CONTEXTO": " 00094-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00094-1995-HC.pdf) --- S-065 - que el articulo 6° de la Ley No 23506 -en su primer inciso- senala que es improcedente la accion de garantia en caso de haber cesado la violacion o amenaza de violacion de un derecho constitucional..  Exp. No 094-95-HC/TC Lima Caso: César Augusto Aristondo Barreto  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  administrando justicia a nombre de la Nacion, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por César Augusto Aristondo Barreto contra la Resolucion dictada por la Sala Constitucional y Social de la Corte Suprema de Justicia, su fecha veintidos de noviembre de mil novecientos noventicuatro, que declara no haber nulidad en la resolucion recurrida; que, confirmando la apelada declara improcedente la Accion de Habeas Corpus incoada y dirigida contra dona Irma Aristondo Barreto. ", "ANTECEDENTES:": "A fojas uno, César Augusto Aristondo Barreto interpone la presente Accion, por ante el Primer Juzgado Penal de Lima, en favor de su senora madre Celia Barreto viuda de Aristondo, y la dirige contra su hermana, Irma Aristondo Barreto, por presunto secuestro de la beneficiaria. Manifiesta el accionante que su hermana mantiene bajo llave a la beneficiaria con el objeto de impedirle que se entreviste con él. Igualmente, sostiene que la demanda ha despojado a la beneficiaria de sus documentos personales, incluso de aquellos que corresponden a titulos de propiedad, y también retirado dinero, en forma dolosa de las libretas de ahorros de la beneficiaria.  A fojas cuatro, se admite a tramite la Accion, disponiéndose sumaria investigacion. A fojas seis, obra la declaracion de la beneficiaria, quien manifiesta que ha vivido en casa de la accionada hasta el veintiséis de julio de mil novecientos noventicuatro, y que no se le prohibe entrevistarse con su hijo el accionante; agrega que la accionada se ratifica en su demanda a fojas once. Por su parte, la accionada declara a fojas doce, negando los hechos alegados en la demanda; sostiene que nunca ha tenido encerrada a su madre, que durante el tiempo que su madre ha vivido con ella le ha prodigado todos los cuidados necesarios y que guarda sus documentos personales para evitar que ésta los confunda.  A fojas diecisiete la Senora Jueza del Primer Juzgado Penal de Lima acepta la recusacion interpuesta por el accionante, disponiendo la remision de los autos al juzgado de turno.  A fojas veintiuno la Senora Jueza del Vigésimo Séptimo Juzgado Penal de Lima se aboca al conocimiento de la causa y dispone que se practique una verificacion en el domicilio del accionante, cuya acta obra a fojas veintinueve. En dicha diligencia se constato que la beneficiaria esta viviendo en el hogar del accionante, debidamente atendida por una auxiliar de enfermeria.  La Senora Jueza del Vigésimo Séptimo Juzgado Penal de Lima expide resolucion, su fecha veintidos de agosto de mil novecientos noventicuatro, declarando improcedente la Accion por considerar que los hechos alegados por el accionante no pueden considerarse como secuestro; sino que se trata de rencillas familiares y, por otro lado, que habiendo cesado el supuesto acto que dio origen a la Accion, es de aplicacion el articulo sexto -inciso primero- de la Ley veintitrés mil quinientos seis.  La Segunda Sala Penal de la Corte Superior de Lima dicta la resolucion de fojas cuarenta y uno, su fecha seis de octubre de mil novecientos noventicuatro, confirmando la apelada, reproduciendo sus fundamentos y considerando, ademas, que de autos no aparece que se hubiera transgredido derecho constitucional alguno de la beneficiaria.  Interpuesto Recurso de Nulidad, la Sala Constitucional y Social de la Corte Suprema de Justicia, mediante resolucion que obra a fojas seis del cuaderno de su proposito, declara no haber nulidad en la resolucion dictada por la mencionada Sala Penal.  A fojas doce del referido cuaderno el actor interpone Recurso de Casacion remitiéndose los autos al Tribunal Constitucional. ", "FUNDAMENTOS:": "Que la beneficiaria ha negado rotundamente, tanto en su declaracion judicial de fojas seis como en su manifestacion policial de fojas veinticinco, que la accionada la tenia encerrada bajo llave y le prohibia salir a la calle, con lo cual han quedado desvirtuados los hechos alegados por el actor; que el articulo sexto de la Ley veintitrés mil quinientos seis -en su primer inciso- senala que es improcedente la accion de garantia en caso de haber cesado la violacion o amenaza de violacion de un derecho constitucional; que habiéndose establecido en autos, de manera categorica, que no se ha producido la violacion O amenaza de violacion del derecho constitucional invocado, resulta implicante la aplicacion de dicha norma toda vez que no puede darse la cesacion -supuesto de este dispositivo legal- de aquello que no se ha producido; que, siendo esto asi, la Accion deviene infundada y no improcedente como por error ha sido calificada en las resoluciones recurridas.  Por tales fundamentos, el Tribunal Constitucional ", "FALLA:": "Revocando la resolucion dictada por la Sala Constitucional y Social de la Corte Suprema de Justicia, su fecha veintidos de noviembre de mil novecientos noventicuatro, que declara no haber nulidad en la resolucion expedida por la Segunda Sala Penal de la Corte Superior de Lima, su fecha seis de octubre del mismo ano, la misma que confirmando la apelada, declara improcedente la Accion de Habeas Corpus; reformandola declara infundada la accion incoada.  Comuniquese, registrese, publiquese y devuélvase.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-23", "id": 37412, "nombre_demandado": "Irma Aristondo Barreto", "nombre_demandante": "César Augusto Aristondo Barreto en favor de Celia Barreto Vda. de Aristondo", "numero_expediente": "00094-1995-HC"}