{"CONTEXTO": " 00099-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00099-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 099-97-AA/TC LIMA LUIS GALVEZ MELÉNDEZ Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Galvez Meléndez y otros contra la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cincuenta y ocho, su fecha seis de diciembre de mil novecientos noventa y seis, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Luis Galvez Meléndez y otros, con fecha treinta y uno de enero de mil novecientos noventa y siete, interpone demanda de Accion de Amparo contra la Junta de Acreedores de la empresa Minera Pachapaqui S. A. que participaron en la aprobacion del Acta N.o 10 el veintiséis de setiembre de mil novecientos noventa y cinco, por considerar que se han vulnerado sus derechos constitucionales al pago preferente de los derechos y beneficios sociales de los trabajadores, el principio de irrenunciabilidad de los derechos laborales y otros. Solicitan la no aplicacion de la citada acta en el extremo referido al pago de doscientos mil dolares americanos (US $ 200,000.00), suma que debe abonar la empresa Backbock Consulting Limited en su calidad de nuevo adquiriente de la totalidad de las acciones de Minera Pachapaqui S.A. en el marco del Programa de Reestructuracion y Reflotamiento Empresarial. Indica que en la mencionada acta se consigna que con dicha suma se pagaran en forma proporcional las acreencias existentes, lo que vulnera la preferencia en el pago que tienen los créditos laborales. Don César Alvarado Olivares, representante de la empresa Comercializadora de Productos Mineros S. A.-MINPECO S. A. en liquidacion y miembro de la Junta de Acreedores de Minera Pachapaqui S. A., contesta la demanda manifestando que, conforme lo aseveran los propios demandantes, la supuesta agresion emana de un acuerdo adoptado el veintiséis de setiembre de mil novecientos noventa y cinco por la Junta de Acreedores de Minera Pachapaqui S.A.; en consecuencia, a la fecha en que se verifica la notificacion con la demanda a su parte, esto es, el dieciocho de diciembre de dicho ano, ya habia operado la caducidad de la accion. Indica que el Plan de TRIBUNAL CONSTITUCIONAL Reestructuracion propuesto por la empresa Babcock Consulting Limited para encargarse del reflotamiento de la citada empresa se aprobo en la mencionada sesion de la Junta de Acreedores, el mismo que fue aprobado en su totalidad por el representante de los créditos laborales; en consecuencia, no existe agravio constitucional alguno. El Gerente Legal del Instituto Nacional de Defensa de la Competencia y Proteccion de la Propiedad Intelectual-Indecopi contesta la demanda manifestando que la citada empresa minera fue declarada insolvente al no demostrar su capacidad de pago; luego, la Junta de Acreedores de dicha empresa opto por la reestructuracion empresarial, lo que pone en evidencia que en este caso ningun trabajador va a cesar y, por lo tanto, no existe razon para proceder al pago de los créditos laborales que, de acuerdo a las normas laborales, debe ser cancelado al cese del trabajador. Indica que el Plan de Reestructuracion presentado por una empresa canadiense fue aprobado en el Acta N.o 10 de la Junta de Acreedores, en la que consta que esta empresa compraria el 100% de la acciones de la empresa reestructurada, haciendo un aporte de doscientos mil dolares americanos (US$ 200,000) destinado a reducir el monto de las deudas en forma proporcional a las mismas, habiendo votado el representante de los créditos laborales a favor de dicho acuerdo, que ahora pretende desconocer. Manifiesta que el pago efectuado por la empresa canadiense es un acto de liberalidad de un tercero, a quien no se le puede obligar que pague a unos antes y a otros después, toda vez que no se involucra el dinero ni los bienes de la empresa reestructurada. Finaliza indicando que el pago preferente a que alude el articulo 24° de la Constitucion Politica del Estado y el articulo 70 del Decreto Ley N.o 26116, solo se aplica al cobro de deudas exigibles, lo que no se presenta en el caso que nos ocupa, por cuanto el crédito de los trabajadores aun no es exigible porque ninguno de ellos ha cesado en su trabajo. El Presidente de la empresa Babcock Consulting Limited se apersona y absuelve el traslado conferido, manifestando su conformidad con los argumentos expuestos por los codemandados, cuyas expresiones hace suyas en su integridad, relievando que el \"cobro preferente\" opera cuando hay concurso de acreedores, en caso de quiebra 0 liquidacion extrajudicial, situaciones que no se presentan en el caso de autos. El Juez del Tercer Juzgado Especializado en lo Civil de Lima, a fojas trescientos treinta y cinco, con fecha veintiocho de febrero de mil novecientos noventa y seis, declaro infundada la demanda, por considerar que el pago proporcional inmediato, segun se verifica del pago con recibo a favor de los trabajadores, asi como el pago progresivo y suficiente del saldo por concepto de remuneraciones, compensacion por tiempo de servicios, vacaciones, de acuerdo a la normativa laboral vigente, no contraviene la misma, sino que ha sido armonizada a través del acta que se cuestiona a través de la presente accion de garantia. 2 TRIBUNAL CONSTITUCIONAL La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuatrocientos cincuenta y ocho, con fecha seis de diciembre de mil novecientos noventa y seis, confirma la apelada que declaro infundada la demanda, por considerar que en autos no existe concurso de acreedores y, por ello, el cobro preferente no opera, y, ademas, porque la reestructuracion empresarial, en el caso de autos, no conlleva ni la disolucion ni la quiebra de la empresa Minera Pachapaqui S.A. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que, mediante la Resolucion N.o 004-93-CSA-INDECOPI EXP. 066, su fecha 1. veintidos de febrero de mil novecientos noventa y cuatro, a solicitud de uno de sus acreedores, la empresa Minera Pachapaqui S.A. fue citada por la Comision de Simplificacion del Acceso y Salida del Mercado, a efectos de que acredite su capacidad de pago respecto de sus obligaciones contraidas, lo cual no fue cumplido de manera satisfactoria, razon por la que a solicitud de dicho acreedor y de la propia empresa minera, ésta fue declarada insolvente y, consecuentemente, se convoco a todos sus acreedores para que se reunan en Junta de Acreedores. Que, de acuerdo con las normas contenidas en el Decreto Ley N.o 26116 y su 2. Reglamento aprobado por el Decreto Supremo N.o 044-93-EF, aplicables al caso de autos, la Junta de Acreedores de dicha empresa, luego de analizadas las opciones que estaban determinadas por la ley, como la Liquidacion Extra- Judicial, la Declaracion de Quiebra 0 la Reestructuracion Empresarial, acordo decidirse por esta ultima opcion, lo que implicaba la continuidad de las actividades empresariales de la declarada insolvente, redimensionada y repotenciada con nuevos capitales y una nueva administracion, sin que ello involucre el cese de ningun trabajador, por lo que no existe razon para proceder al pago de los créditos laborales, que estan constituidos fundamentalmente por la compensacion por tiempo de servicios, que, de acuerdo a la normativa laboral, solo puede ser abonada al cese del trabajador. Que, de la lectura y analisis del Acta N.o 10 de la Junta de Acreedores de Minera 3. Pachapaqui S.A. de fecha veintiséis de setiembre de mil novecientos noventa y cinco, se advierte que los créditos laborales ascienden al 6.330 %, entre otros; que se aprobo el denominado Programa de Reestructuracion y Reflotamiento de Minera Pachapaqui S.A. Asimismo, se indica que la empresa Balcock Consulting Limited se obliga a dar un progresivo cumplimiento de pago hasta que no quede adeudo alguno de los derechos que por concepto de remuneraciones y beneficios sociales corresponda a los trabajadores de la empresa Minera Pachapaqui S.A., lo cual, en modo alguno, colisiona con lo prescrito en el articulo 24°, 26° inciso 2) y 51° de la vigente Carta Politica del 3 TRIBUNAL CONSTITUCIONAL Estado concordante con el articulo 70 del entonces vigente Decreto Ley N.o 26116; razon por la que también resulta desestimable la solicitud de suspension del trâmite de autos presentada en la fecha por la citada empresa minera. Que, en consecuencia, en el presente caso no se ha acreditado la vulneracion de 4. derecho constitucional alguno de los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cincuenta y ocho, su fecha seis de diciembre de mil novecientos noventa y seis, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Mfsn - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT L - CCCe GARCIA MARCELO V 1 A AAM. Lo due certifico: WA DR. SESAR CUBAS LONGA SECRETARIO-RELATOR (e) 4", "fecha_publicacion": "1999-12-18", "id": 36035, "nombre_demandado": "Junta de Acreedores de la Empresa Minera Pachapaqui SA", "nombre_demandante": "Luis Gálvez Meléndez y otros", "numero_expediente": "00099-1997-AA"}