{"CONTEXTO": " 00104-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00104-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.o 104-99-HC/TC LIMA ALVARO ALTAMIRANO PALOMINO Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL 7 En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alvaro Altamirano Palomino contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y siete, su fecha treinta y uno de diciembre de mil novecientos noventa y ocho, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "El dia dieciséis de diciembre de mil novecientos noventa y ocho, don Alvaro Altamirano Palomino, don Guillermo Vidal Mato, don José Rosas Orue, don Miguel Oré Candia, don Amador Vizcarra Loayza, don Enrique Laura Berrocal, don Heli Alberto Rodriguez Araujo, don Romulo Alberto Roman Contreras, don Blas Aquise Salcedo y don Alejandro Cumba Morales, interponen Accion de Habeas Corpus contra el comandante PNP Abel Gamarra Malpartida, en su calidad de Jefe de la Delegacion de Salamanca y contra los policias que se encuentran vigilando e impidiendo su ingreso al inmueble ubicado en la avenida La Molina sin numero, frente a la Tabacalera Nacional, km 2.500 de la Carretera Central, distrito de Ate-Vitarte y contra \"30 matones\" que han ingresado a su centro de trabajo, y que se les permita el libre transito en dicho lugar, al igual que a sus companeros don Alberto Vargas Requena y don Mariano Barrientos Garcia, los cuales se hallan secuestrados y privados de su libertad en el interior del inmueble, lo que viola sus derechos fundamentales reconocidos en los articulos 1°y 12° de la Ley N.o 23506. El accionado, comandante PNP Abel César Gamarra Malpartida, Jefe de la Comisaria de Salamanca, presta su manifestacion expresando que, al tomar conocimiento de la toma del local, por parte de los supuestos duenos, donde funciona la Fabrica de Vidrios Neutro, y habiendo sido sacados a la fuerza un guardian y un trabajador, 2 TRIBUNAL CONSTITUCIONAL permanecieron en el interior personas extranas, lo cual comunico a la Segunda Fiscalia Provincial Penal de Chosica, quien sugirio que se estableciera un servicio policial para mantener el orden hasta el dia siguiente; que el dia catorce se ingreso al local con la Fiscal, de lo cual se levanto una acta; practicadas las investigaciones, consta que los sindicados secuestrados no indican haber sido privados de su libertad; que el correspondiente atestado ha sido remitido a la Segunda Fiscalia Provincial Penal de Chosica con oficio de fecha dieciocho de diciembre de mil novecientos noventa y ocho, por delito de usurpacion. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas diecinueve, con fecha dieciocho de diciembre de mil novecientos noventa y ocho, declara infundada la Accion de Habeas Corpus, por considerar, principalmente, que no se ha acreditado vulneracion de derecho constitucional alguno, y no reunir la accion los requisitos exigidos en el articulo 2° de la Ley N.o 23506. La Sala Corporativa Transitoria Especializada en Derecho Publico de Lima, a fojas treinta y siete, con fecha treinta y uno de diciembre de mil novecientos noventa y ocho, confirma la apelada, por estimar que la concurrencia de estos hechos ha propiciado que se configure el supuesto delito de usurpacion, el que, conforme a su naturaleza, debe ser ventilado en la via respectiva. Contra esta resolucion, uno de los actores interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, como es verse de la declaracion del emplazado, de fojas seis, y especialmente la constatacion hecha por la Fiscal, que corre a fojas nueve, se acredita que, en el interior del local, no se hallan los beneficiarios de esta accion, es decir, don Alberto Vargas Requena y don Mariano Nieves Barrientos Garcia, de quienes se senalaba se encontraban en calidad de secuestrados. Que, segun el texto de la denuncia, el presupuesto del otro derecho supuestamente 2. conculcado se refiere al de transitar por el territorio nacional, protegido por el inciso 11) del articulo 2° de la Constitucion Politica del Estado; en tal virtud, frente al hecho concreto planteado por los actores en el sentido de que no los dejan ingresar a su centro de trabajo, no se subsume en este mandato constitucional ni se encuentra previsto en ninguno de los presupuestos senalados en el articulo 12° de la Ley N.o 23506 como afectacion susceptible de ser impugnada mediante Accion de Habeas Corpus. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de Lima, de fojas treinta y siete, su fecha treinta y uno de diciembre de mil novecientos noventa y ocho que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "/7 - - -/ ACOSTA SANCHEZ Parier DIAZ VALVERDE NUGENT GARCIA MARCELO - Oca 2 L JAM 1 Lo que certifico: / A DR. ÇESAR CUBAS LONGA SECRFTARIO-RELAPOR (e)", "fecha_publicacion": "1999-12-07", "id": 36085, "nombre_demandado": "Jefe de la Delegación de Salamanca (Comandante de la Policía Nacional del Perú, Abel Gamarra Malpartida)", "nombre_demandante": "Álvaro Altamirano Palomino y otros", "numero_expediente": "00104-1999-HC"}