{"CONTEXTO": " 00100-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00100-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9100-97-AA/TC LIMA MARGARITA GRACIELA ABAD VASQUEZ DE VERA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Margarita Graciela Abad Vasquez de Vera, contra la Sentencia de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, que con fecha diecinueve de diciembre de mil novecientos noventa y seis declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Margarita Graciela Abad Vasquez de Vera interpuso con fecha diecinueve de julio de mil novecientos noventa y seis Accion de Amparo contra Inversiones Atlantida S.A. en la persona de su Gerente General, a fin de que por esta via se le ordene inscribir sus acciones en el Libro de Registro y Transferencias de Acciones de la acotada empresa. Considera la demandante, que al negarsele dicha inscripcion, se esta atentando contra su derecho a la propiedad, que en este caso, segun dice, equivale al 50% del accionariado de Inversiones Atlàntida S.A. (fojas 7al1). La empresa emplazada contesta la demanda solicitando que ella sea declarada improcedente, basandose en lo siguiente: a) Que, por escritura publica otorgada ante el notario doctor Antonio del Pozo Valdez con fecha veinte de octubre de mil novecientos noventa y cinco, don Julio César, dona Maria Elena y dona Rocio Soledad Vera Abad donaron a favor de la demandante dona Margarita Graciela Abad Vasquez de Vera, la cantidad de novecientos ochenta y nueve mil trescientos noventa (989,390) acciones nominativas de Inversiones Atlantida S.A.; b) Que, posteriormente, por resolucion del Vigésimo Cuarto Juzgado Especializado en lo Civil de Lima, de fecha tres de julio de mil novecientos noventa y seis, se declara fundada la demanda sobre Reversion de Acciones incoada por don Julio César Vera Gutiérrez, declarando igualmente que las citadas novecientos ochenta y nueve mil trescientos noventa (989,390) acciones nominativas 2 TRIBUNAL CONSTITUCIONAL transferidas en calidad de donacion a la demandante de la presente accion de garantia, han revertido al patrimonio de la sociedad conyugal conformada por Julio César Vera Gutiérrez y su esposa dona Margarita Graciela Abad Vasquez de Vera; y c) Que, estando en discusion judicial la propiedad de aquellas novecientos ochenta y nueve mil trescientos noventa (989,390) acciones nominativas, no resulta procedente por la via del amparo lograr su inscripcion registral a nombre de la demandante. (fojas 42 a 45). El Noveno Juzgado en lo Civil de Lima, mediante sentencia de fecha trece de agosto de mil novecientos noventa y seis, declara fundada la demanda, basandose en lo siguiente: Que la demandante acredito ser propietaria de las citadas acciones nominativas, resultando la negativa de inscripcion una violacion a su derecho de propiedad. (fojas 49 a 52). La Sala de Derecho Publico de la Corte Superior de Justicia de Lima, con fecha diecinueve de diciembre de mil novecientos noventa y seis, revoca la apelada y declara improcedente la Accion de Amparo, basandose en los fundamentos siguientes: Que los colitigantes en la accion de garantia de autos han recurrido a la via judicial ordinaria. Que, estando en controversia civil la definicion de propiedad de las acciones cuya inscripcion se pretende, resulta no procedente amparar la presente accion de garantia. (fojas 175 a 176). Contra esta resolucion, el demandante interpone el Recurso Extraordinario. (fojas 181 a 184).", "FUNDAMENTOS:": "Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a 1. la violacion 0 amenaza de violacion de un derecho constitucional. En el caso del derecho de propiedad violado 0 amenazado de ser violado, el demandante debe acreditar ser titular de aquel derecho y probar la concurrencia del acto violatorio para lograr su reposicion; por cuanto, con una Accion de Amparo no se constituyen derechos sino que se reponen cuando verdaderamente existen y han sido objeto de violacion 0 amenaza de violacion. Que, a fojas treinta y cuatro corre copia de la sentencia del Vigésimo Cuarto 2. Juzgado Especializado en lo Civil de Lima, que con fecha tres de julio de mil novecientos noventa y seis, fecha anterior a la interposicion de la Accion de Amparo de autos que fue instaurada el dieciséis de julio del mismo ano, declara que las acciones nominativas donadas a favor de la demandante han revertido al patrimonio de la sociedad conyugal conformada por don Julio César Vera Gutiérrez y su conyuge dona Margarita Graciela Abad Vasquez de Vera (demandante en la presente accion de garantia). Este fallo de primera instancia fue confirmado por la Octava Sala Civil de la Corte Superior de Justicia de Lima segun se ve de la copia de la Sentencia de fecha veintidos de noviembre de mil novecientos noventa y seis que corre a fojas ciento sesenta y cinco. 3 TRIBUNAL CONSTITUCIONAL 3. Que de las resoluciones citadas y explicadas en el fundamento que precede, se desprende con claridad que la titularidad de las acciones nominativas materia de la controversia ya no pertenece a la demandante sino a la sociedad conyugal que ella y su esposo don Julio César Vera Gutiérrez conforman; por tanto, en el presente caso se ha tipificado la irreparabilidad de la presunta agresion consignada en el numeral 1)del articulo 6° de la Ley N.o 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento setenta y cinco, su fecha diecinueve de diciembre de mil novecientos noventa y seis, que revoco la apelada y declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "rg - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Vel Recia JAGB LO QUE CERTIFIÇO: lu . - - / DRA.MARIA LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-10-02", "id": 35793, "nombre_demandado": "Inversiones Atlántida SA", "nombre_demandante": "Margarita Graciela Abad Vásquez de Vera", "numero_expediente": "00100-1997-AA"}