{"CONTEXTO": " 00101-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00101-1999-AA.pdf) --- 2 3 TRIBUNAL CONSTITUCIONAL EXP. N.o 101-99-AC/TC LIMA RENEE VICTORIA VERA MONTERO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Renee Victoria Vera Montero contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa y dos, su fecha veintitrés de noviembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Renee Victoria Vera Montero interpone demanda de Accion de Cumplimiento contra el Banco de la Nacion, para que se declare inaplicable a la recurrente todo tope 0 recorte al monto de sus derechos pensionarios, que ha venido imponiendo la institucion demandada; asi como también la Sexta Disposicion Complementaria del Decreto Leigslativo N.o 817 y, en consecuencia, se ordene a la demandada a fin de que cumpla con pagarle su pension de sobreviviente, sin tope alguno, con los reintegros e intereses legales respectivos; asi como que cumpla con el pago en su pension de la bonificacion prevista en el articulo 18° del Decreto Ley N.o 20530 y el articulo 38° de la Resolucion Jefatural N.o 470-87-INAP/J, en monto equivalente a la diferencia existente entre la remuneracion principal de la categoria inmediata superior -Gerente-y la de la categoria de Subgerente que ostento el causante a la fecha de su cese, con los reintegros pensionarios e intereses legales respectivos. Manifiesta que a pesar de tener un derecho reconocido desde antes de la vigencia del citado Decreto Legislativo, se le ha impuesto un tope a su pension, y ello va en desmedro de su economia y vulnera sus derechos constitucionales. El apoderado del Banco de la Nacion contesta la demanda solicitando sea declarada improcedente, toda vez que dicho Banco viene cumpliendo con todas la normas dictadas en materia de pensiones dentro del marco juridico legal que ellas exigen, y dentro de ellas no ha dejado de aplicar lo que dispone la Ley N.o 26835; que la institucion demandada se ha 39 TRIBUNAL CONSTITUCIONAL circunscrito a aplicar lo prescrito por la Ley N.o 26557 que establece el tope a las pensiones que deben percibir todos los pensionistas del Estado que se encuentran comprendidos dentro del régimen del Decreto Ley N.o 20530. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento veinte y siete, con fecha veintiuno de abril de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que los hechos expuestos en la demanda son controvertibles, requiriéndose de probanza para su dilucidacion, por lo que no cabe ser resuelto en via de accion de garantia, ya que ésta carece de etapa probatoria. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento noventa y dos, con fecha veintitrés de noviembre de mil novecientos noventa y ocho, confirmo la apelada que declaro improcedente la demanda, por considerar que para constatar la procedencia de la demanda, ésta amerita analisis y pronunciamientos especializados, que son de competencia de otro fuero que cuente con etapa probatoria. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que este Tribunal en reiteradas ejecutorias ha senalado que, debido a la naturaleza 1. del derecho pensionario, y siendo el caso que los hechos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, resultando de aplicacion el articulo 26° de la Ley N.o 25398, Complementaria de la Ley de Habeas Corpus y Amparo. Que, mediante la Resolucion Administrativa N.o 0457-88-EF/92.5100, de fojas diez 2. de autos, su fecha cuatro de julio de mil novecientos ochenta y ocho, el Banco de la Nacion otorgo la pension de sobreviviente-viudez a favor de la demandante a partir del dieciséis de marzo de dicho ano. Que, en el Expediente N.° 008-96-1/TC, este Tribunal se ha pronunciado en el 3. sentido de que resulta inconstitucional la imposicion de topes sobre las pensiones nivelables, otorgadas de conformidad con las normas contenidas en el Decreto Ley N.o 20530 y demas normas legales pertinentes, toda vez que atentan contra los derechos adquiridos a que se hace referencia en la Octava Disposicion General y Transitoria de la entonces vigente Carta Politica del Estado de 1979, ulteriormente reafirmada por la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado de 1993. Que, de la revision de autos y especialmente de los escritos de contestacion de la 4. demanda y de las boletas de pago de pensiones de fojas trece y catorce, se advierte 2 40 TRIBUNAL CONSTITUCIONAL que la demandada ha estado aplicando topes a la pension que percibe la demandante; por consiguiente, queda acreditada la transgresion a dicho derecho constitucional invocado en la demanda. Que, respecto a los demas extremos de la demanda, el presente proceso 5. constitucional que, de conformidad con el articulo 13° de la Ley N.o 25398, carece de etapa probatoria, no resulta idoneo para dilucidar dichas pretensiones, toda vez que para ello resulta necesario la verificacion de los requisitos establecidos en las normas legales y administrativas a que se hace referencia en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO en parte la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa y dos, su fecha veintitrés de noviembre de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Cumplimiento; reformandola la declara FUNDADA en el extremo referido a que el Banco de la Nacion cumpla con pagar a la demandante su pension de sobreviviente-viudez sin tope; y la confirma en lo demas que contiene. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "RE ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Reeca AAM. A Lo que certifico: DR. CESAR CUBAS LONGA SECRETARIO-REZATOR (e) 3", "fecha_publicacion": "1999-12-18", "id": 36037, "nombre_demandado": "Banco de la Nación", "nombre_demandante": "Renee Victoria Vera Montero", "numero_expediente": "00101-1999-AC"}