{"CONTEXTO": " 00108-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00108-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 108-98-AA/TC HUANUCO JULIO TERCERO AREVALO SILVA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veinticinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julio Tercero Arévalo Silva contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, su fecha veintitrés de octubre de mil novecientos noventa y siete, que declaro fundada la excepcion de caducidad y sin objeto pronunciarse sobre el fondo de la Accion de Amparo.", "ANTECEDENTES:": "Don Julio Tercero Arévalo Silva interpone Accion de Amparo contra la Gerencia Departamental de Huanuco del fenecido Instituto Peruano de Seguridad Social-IPSS y el Ejecutor Coactivo del IPSS de Huanuco, don Teodoro Loyola Gonzales, con el proposito de que se suspenda la cobranza coactiva que le ha iniciado y se deje sin efecto la Resolucion de Sub Gerencia N.o 010-P5S-GDHU-SGRM97, Refiere que el mes de julio de mil novecientos noventa y seis el personal del Area de Fiscalizacion del IPSS efectuo una visita inspectiva en el hostal de su propiedad, solicitândole una serie de documentos; que no se le dio la oportunidad de que su contador pueda presentar la documentacion pertinente; que los demandados le vienen cobrando por no declarar supuestas acotaciones de personas consideradas como trabajadoras del hostal de su propiedad; que, mediante Carta N.o 694LPS5.GDHUSGRM96 del veintisiete de setiembre de mil novecientos noventa y seis, le hacen Ilegar una notificacion de liquidacion inspectiva, solicitândole el pago de veintiséis mil cuatrocientos cuatro nuevos soles con cincuenta céntimos; que esta cantidad incluye intereses compensatorios y moratorios, como si la entidad demandada fuese entidad TRIBUNAL CONSTITUCIONAL financiera 0 bancaria; que el monto de los intereses es muy elevada; que el ejecutor coactivo demandado pretende embargar la propiedad de su hostal. La entidad demandada absuelve el trâmite de contestacion de la demanda, solicitando se la declare improcedente. Senala que la deuda del demandante se origina en la omision del pago de aportaciones a la que se encuentra obligado en su condicion de empleador, en proteccion a los riesgos y contingencias sociales a las que estân expuestos sus trabajadores; que la exigibilidad de la deuda se encuentra amparada en la ley, por lo que no vulnera el derecho de propiedad del demandante; que los intereses moratorios, compensatorios, moras y multas son establecidos de acuerdo a ley, en uso de las facultades establecidas en el articulo 35° inciso d) de la Ley N.o 24786. El Primer Juzgado Especializado en lo Civil de Huanuco emite sentencia declarando fundada la excepcion de caducidad propuesta por el fenecido Instituto Peruano de Seguridad Social, y sin objeto pronunciarse respecto al fondo de la materia controvertida. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Huanuco confirma la apelada, por estimar igualmente que la Accion de Amparo habia caducado. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la pretension se circunscribe a que se declare inaplicable al caso del 1. demandante la Resolucion de Sub Gerencia N.o 010-IPSS-GDHU-SGRM-97 y se suspenda la cobranza coactiva dispuesta por la Gerencia Departamental Huânuco del fenecido Instituto Peruano de Seguridad Social. Que, atendiendo a que la presunta agresion no tiene el carâcter de continuada, la 2. fecha para comenzar el câlculo del plazo de caducidad previsto en el articulo 370 de la Ley N.o 23506 de Habeas Corpus y Amparo, es el dia treinta y uno de enero de mil novecientos noventa y siete, fecha en que fue notificado el demandante con la Resolucion de Sub Gerencia N.o 010-IPSS-GDHU-SGRM-97, conforme se aprecia del cargo de notificacion que obra a fojas doscientos noventa y nueve; en tal virtud, a la fecha de interposicion de la demanda, esto es, el veintinueve de mayo de mil novecientos noventa y siete, la Accion de Amparo habia caducado. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas seiscientos noventa y cinco, su fecha veintitrés de octubre de mil novecientos noventa y siete, que confirmando la apelada declaro que carece de objeto pronunciarse sobre el fondo de la materia controvertida; reformandola, declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO OUNh CCL Certifi00: LO que Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-08-07", "id": 35573, "nombre_demandado": "Gerencia Departamental de Huánuco del Instituto Peruano de Seguridad Social (IPSS) y Ejecutor Coactivo de la IPSS (Teodoro Loyola Gonzales)", "nombre_demandante": "Julio Tercero Arévalo Silva", "numero_expediente": "00108-1998-AA"}