{"CONTEXTO": " 00104-1992-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00104-1992-AA.pdf) --- S-529 Que...habiéndose acudido de manera prematura a la accion de amparo, resulta de aplicacion al caso de autos el articulo 27° de la Ley No 23506. Exp.No 104-92-AA/TC Lima Caso: Asociacion de Vivienda de Interés Social \"Cajamarca\" SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "Recurso extraordinario interpuesto por la Presidenta y el Vicepresidente de la Asociacion de Vivienda de Interés Social \"Cajamarca\" contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha uno de julio de mil novecientos noventa y dos, que, declarando no haber nulidad en la sentencia de vista del veintiocho de enero de mil novecientos noventa que revoca la apelada del quince de febrero de mil novecientos ochenta y nueve, declara Improcedente la accion de amparo interpuesta por la Presidenta y el Vicepresidente de la Asociacion de Vivienda de Interés Social \"Cajamarca\" contra el Alcalde del Concejo Provincial de Lima y el Regidor encargado de Asuntos de Asentamientos Humanos.", "ANTECEDENTES": "La Asociacion demandante representada por su Presidenta dona Margarita Sanchez Alvarado y su Vice- presidente don Filomon Quispe Sullcarayme interponen accion de amparo contra el Alcalde del Concejo Provincial de Lima senor Jorge del Castillo y el Regidor del mismo Concejo Eli Montenegro, sustentando su reclamo en la transgresion de sus derechos de asociacion, propiedad y peticion. Alegan que al ser posesionarios de muchos anos del lugar llamado \"El Saucesito\" en un terreno ubicado en San Juan de Lurigancho y haberse constituido el doce de noviembre de mil novecientos ochenta y siete como Asociacion de Vivienda, recurrieron al Concejo Provincial solicitando (mediante el Expediente No. 709795-87) se les adjudique 0 venda los terrenos, proceso dentro del cual se emitio un Informe Técnico favorable con fecha diecinueve de junio de mil novecientos ochenta y nueve. Precisan que, no obstante, al encontrar oposicion por parte de la Comunidad Campesina de Jicamarca, tuvieron los demandantes que someterse como comuneros asimilados, habiendo logrado la donacion de los predios que ocupaban de la referida Comunidad Campesina. Posteriormente sin embargo, sostienen los demandantes, que invasores de la agrupacion de Santa Rosa de Azcarrunz han tramitado su reconocimiento y calificacion como Asentamiento Humano a pesar de la oposicion de aquellos ante el Concejo Provincial y Distrital, habiendo logrado su proposito mediante la Resolucion Municipal No. 1824-89 del treinta de octubre de mil novecientos ochenta y nueve, que ademas declaro en abandono su expediente sin que hayan transcurrido los seis meses calendarios, puesto que entre el diecinueve de junio de mil novecientos ochenta y nueve y el treinta de octubre del mismo ano solo han transcurridos cuatro meses y doce dias. Que asi mismo la citada resolucion no ha resuelto la oposicion que formularon en contra del Expediente No. 430-88 del Asentamiento Humano Santa Rosa discriminando su asociacion, depojândolos de su propiedad y violando su derecho de peticion. Que igualmente tampoco se han resuelto en la referida resolucion las oposiciones que la Comunidad Campesina de Jicamarca dedujo con fechas treinta de junio y dieciocho de julio de mil novecientos ochenta y ocho y cuatro y veinte de octubre de mil novecientos ochenta y nueve. Afirman por ultimo los demandantes que ademas de lo dicho otro Asentamiento Humano denominado \"Palomares\" ha iniciado el tramite de su reconocimiento y ocupacion de los mismos terrenos mediante el Expediente 1554-89 del veintisiete de octubre de mil novecientos ochenta y nueve, encontrândose por ello nuevamente amenazados con otra Resolucion Municipal. Por todo ello solicitan se reponga las cosas al estado anterior a la expedicion de la Resolucion Municipal No. 1824-89 y que en el caso del Expediente No. 1554-89 se suspenda el mismo en forma definitiva. Admitida la accion por el Vigésimo Sexto Juzgado en lo Civil de Lima se dispone su traslado, siendo absuelta en primer lugar por el Apoderado de la Municipalidad de Lima Metropolitana, quien la niega y contradice por estimar: Que la accion es improcedente por cuanto el tramite administrativo se encuentra en giro no habiendo los actores interpuesto los recursos impugnatorios que les franquea el D. S. 006-SC- 67;y, Que la autoridad Municipal no ha violado derechos constitucionales pues ha obrado conforme a las facultades que le confiere el articulo 1 y siguientes de la Ley Organica de Municipalidades. De fojas ciento nueve a ciento once y con fecha quince de febrero de mil novecientos noventa el Juzgado expide resolucion declarando fundada la accion principalmente por considerar: Que de la minuta de transferencia de dominio en la modalidad de donacion corroborada con las actas de las asambleas generales de delegados de la Comunidad Campesina de Jicamarca, se acordo ceder los predios rusticos a la Asociacion de Vivienda de Interés Social \"Cajamarca\" en una extension de terreno denominado Palomares, formalizandose posteriormente ésta donacion mediante Escritura Publica; Que siendo ello asi se encuentra plenamente probada la propiedad por parte de la asociacion demandante quien goza de las garantias constitucionales emanadas de los articulos 124 y 125 de la Constitucion Politica; Que si bien la Asociacion demandante, los Asentamientos Humanos Santa Rosa de Azcarrunz y Palomares tienen como finalidad permitir que las familias residentes 0 posesionarias logren una vivienda decorosa, el Estado debe respetar la accesion a la propiedad en las formas establecidas por la ley, debiendo los Concejos Proviciales y Distritales velar por dicho respeto a la propiedad; Que la Secretaria Municipal de Asentamientos Humanos ha procedido a reconocer el Asentamiento Humanos Santa Rosa de Azcarrunz segun se advierte de la Resolucion Municipal respectiva, dejando de lado las peticiones hechas por la asociacion demandante en su expediente administrativo bajo un supuesto abandono, cuando el articulo 70 del D. S. 006-SC-67 establece que el procedimiento se impulsara de oficio en todos sus trâmites y que cualquier obstaculo que se oponga a la regular tramitacion debera ser superado por el funcionario competente sin necesidad de peticion de parte, quien ademas determinara la norma aplicable al reclamo; Que por tanto se ha recortado el derecho de peticion a la demandante ante el organo administrativo municipal, agregandose a ello que los posteriores recursos impugnatorios presentados por la demandante no han sido resueltos; Que el Concejo Provincial esta propiciando que los socios de la asociacion demandante estén pasando a conformar el Asentamiento Humano Palomares conforme consta de la solicitud de reconocimiento que obra en autos conllevando a una disgregacion de la primera y recortando de cierta manera la libertad de asociacion protegida por la ley. Interpuesto recurso de apelacion por la Municipalidad de Lima y elevados los autos a la instancia superior se apersonan ante la misma el Asentamiento Humano Santa Rosa de Azcarrunz representado por Lelis Fernândez Samaritano y el Asentamiento Humano Palomares representado por Felipe Vasquez Sihue, quienes solicitan se les comprenda en el proceso por cuanto son legitimos interesados. Posteriormente amplian sus fundamentos oponiéndose a la pretension de la asociacion demandante. Remitidos los autos a la Segunda Fiscalia Superior en lo Civil para efectos de la vista correspondiente, son devueltos con dictamen que se pronuncia por la revocatoria de la apelada por lo que la Segunda Sala Civil de la Corte Superior de Lima, a fojas trescientos ocho y trescientos ocho vuelta y con fecha veintiocho de enero de mil novecientos noventa, expide resolucion revocando la sentencia apelada y declarando improcedente la accion fundamentalmente por considerar: Que es necesario respetar la competencia municipal asi como sus atribuciones; Que el derecho de peticion sigue vigente por cuanto si la autoridad administrativa niega la tramitacion de un pedido 0 no lo resuelve en el término de ley, recién se acude al Poder Judicial en la via ordinaria; Que para hacer respetar la posesion también se puede acudir a los interdictos 0 si hay desorden acudir a la autoridad policial; Que entonces hay numerosas medidas para hacer respetar la posesion y no acudir a la via del amparo; Que no se ha probado que alguien haya ordenado el impedimento de asociarse; Que en el amparo no se discute quien es 0 no propietario, sino en la via ordinaria; Que en el presente caso no se ha probado las pretensiones incoadas y no se ha violado ningun derecho constitucional. Interpuesto recurso de nulidad por la Asociacion demandante, los autos son elevados a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia en favor de la recurrida, la Sala Constitucional y Social de la Corte Suprema de la Republica, con fecha primero de julio de mil novecientos noventa y dos, declara no haber nulidad en la sentencia de vista e improcedente la accion. Contra esta resolucion la Asociacion demandante interpone recurso de casacion por lo que de conformidad con la Disposicion Transitoria Quinta de la Ley No. 26435 se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que del texto de la demanda interpuesta se corrobora que ésta se sustenta en una presunta transgresion a derechos originada a consecuencia de la expedicion de la Resolucion Municipal No. 1824-89 del treinta de octubre del ano mil novecientos ochenta y nueve, suscrita por el entonces Alcalde Lima Metropolitana. Que en por consiguiente si ha sido una autoridad perfectamente individualizada, la que adopto la resolucion cuestionada, la Asociacion demandante en principio, ha tenido que hacer uso de las vias previas por ante la misma entidad a la que pertenece la autoridad que presuntamente lesiono sus derechos constitucionales antes de acudir a la via procesal constitucional. Que en todo caso y por la forma como estan descritos los hechos tampoco resulta aplicable a la presente causa alguna de las hipotesis previstas en los incisos del articulo 28 de la Ley No. 23506, ya que si el reclamo que formula la demandante se ajusta a Derecho, la administracion municipal va a tener que atenderlo. Que por lo tanto, habiéndose acudido de manera prematura a la accion de amparo, resulta de aplicacion al caso de autos el articulo 27 de la Ley No. 23506. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley Modificatoria No. 26801.", "FALLA": "CONFIRMANDO la resolucion de la Sala Constitucional y Social de la Corte Suprema de la Republica de fecha primero de julio de mil novecientos noventa y dos, que, declarando no haber nulidad en la sentencia de vista del veintiocho de enero de mil novecientos noventa que revoca la apelada del quince de febrero de mil novecientos ochenta y nueve, declara IMPROCEDENTE la accion de amparo interpuesta. Se dispuso asi mismo la publicacion de la presente en el diario oficial \"El Peruano\" y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO. Lsd.", "fecha_publicacion": "1997-11-21", "id": 36455, "nombre_demandado": "Concejo Provincial de Lima (Jorge del Castillo - alcalde)", "nombre_demandante": "Asociación de Vivienda de Interés Social \"Cajamarca\" (Margarita Sánchez Alvarado - presidenta)", "numero_expediente": "00104-1992-AA"}