{"CONTEXTO": " 00102-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00102-1995-AA.pdf) --- EXP.No 102-95-AA/TC CALLAO DANIEL FERMIN CAMERO RAMIREZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Daniel Fermin Camero Ramirez contra la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha siete de octubre de mil novecientos noventa y cuatro, que declaro no haber nulidad en la resolucion de vista, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El cuatro de enero de mil novecientos noventa y cuatro, don Daniel Fermin Camero Ramirez interpone Accion de Amparo contra la Municipalidad Distrital de Bellavista por haberlo despedido arbitrariamente. Refiere que presto servicios en la Municipalidad demandada desde el catorce de junio de mil novecientos ochenta y cinco; que el treinta de diciembre de mil novecientos noventa y tres se le remite el Memorandum No 429-93-MUDIBE/DP, mediante el cual se le comunica que sera cesado a partir del uno de enero de mil novecientos noventa y cuatro; que el dia tres de enero del mismo ano, al apersonarse a su centro de trabajo, le indicaron que por disposicion de la Direccion de Personal se habia retirado su tarjeta de control de asistencia; que para que proceda el despido de un servidor, previamente debe seguirsele un proceso administrativo. A fojas cincuenta y seis, la demandada absuelve el tramite de contestacion de la demanda, negândola y contradiciéndola; senala que el demandante presto sevicios a la Municipalidad demandada desde el ano mil novecientos noventa hasta el ano mil novecientos noventa y tres, en la modalidad de servicios no personales y en cargos de confianza, por lo que, en el primer caso, no tenia vinculo laboral y en lo que respecta al cargo de confianza, tampoco tenia estabilidad laboral. El Tercer Juzgado en lo Civil del Callao emite sentencia declarando improcedente la demanda, por considerar que el demandante no agoto la via administrativa. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia del Callao confirma la apelada, por estimar que no teniendo el demandante nombramiento como resultado de un concurso de plazas, carecia de estabilidad laboral. Interpuesto recurso de nulidad, la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica declara no haber nulidad en la resolucion de vista, por estimar que esta acreditado en autos que el demandante fue designado en un cargo de confianza, designacion que posteriormente fue dejada sin efecto. Contra esta resolucion, el demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que la Resolucion No 1199-93, mediante la cual se da por concluida la designacion del demandante en el cargo de confianza de Asistente de la Direccion de Servicios Comunales, se ejecuto antes de quedar consentida, configurandose la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506 de Habeas Corpus y Amparo. 3. Que la cuestion controvertida en esta accion se circunscribe a establecer si los servicios que el demandante presto en la Municipalidad Distrital de Bellavista tuvieron el caracter de permanentes y, en tal eventualidad, si se encontraba comprendido en lo dispuesto por el articulo 1° de la Ley No 24041, que dispone que los servidores publicos contratados para labores de naturaleza permanente, que tengan mas de un ano ininterrumpido de servicios no pueden ser cesados ni destituidos sino por las causas previstas en el Capitulo V del Decreto Ley No 276. 4. Que la Municipalidad demandada sostiene que las labores que desempeno el demandante no fueron de naturaleza permanente sino que, por el contrario, fue contratado en la modalidad de servicios no personales y luego designado en cargos de confianza. Apoya su alegacion en las Resoluciones NoS 479-90, 669-90 y 799-90 (fojas 49 a 51) mediante las cuales se dispone contratar al demandante por servicios no personales; asi como en las Resoluciones NOS 864-90 y 180-93 (fojas 48 y 53), a través de las cuales se le designa en cargos de confianza. 5. Que por su parte, el demandante pretende desvirtuar la alegacion de la Municipalidad demandada, entre otros documentos, con el certificado de fojas dos, expedido por la Sub-Direccion de Personal de la demandada, en el que se da cuenta que aquél presta servicios en la misma desde el ano de mil novecientos ochenta y cinco; y con las boletas de pago de fojas tres a fojas cuarenta y dos. 6. Que en consecuencia, por falta de elementos de juicio suficientes, llegar a dilucidar la cuestion planteada en la presente causa demandaria la actuacion de pruebas por las partes, lo que no es posible en los procesos constitucionales como el presente, que por su naturaleza especial y sumarisima, carecen de estacion probatoria; razon por la cual, la Accion de Amparo no es la via pertinente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica de fojas cinco, su fecha siete de octubre de mil novecientos noventa y cuatro, que declaro no haber nulidad en la resolucion de vista, que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO CCL", "fecha_publicacion": "1999-01-04", "id": 34833, "nombre_demandado": "Municipalidad Distrital de Bellavista", "nombre_demandante": "Daniel Fermín Camero Ramírez", "numero_expediente": "00102-1995-AA"}