{"CONTEXTO": " 00102-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00102-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 102-96-AA/TC Lima JULIO ALFREDO BERNABE CCAMANA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julio Alfredo Bernabe Ccamana. contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas cincuenta, su fecha veinte de setiembre de mil novecientos noventa y cinco, que declaro IMPROCEDENTE la Accion de Amparo.", "ANTECEDENTES:": "Don Julio Alfredo Bernabe Ccamana, interpone demanda de Accion de Amparo contra la Policia Nacional del Peru, solicitando se ordene se le conceda ascenso al grado inmediato superior de Teniente, Promocion Enero 1994. Expresa que se le ha recortado su derecho constitucional, que egreso de la Escuela de Oficiales de la P.N.P en el mes de diciembre de 1990 con el grado de Alférez y le correspondia ascender por Promocion al grado inmediatamente superior de Teniente, en razon de que tenia el tiempo minimo de servicios computados al 31 de diciembre de 1993, conforme la escala fijada por la Ley Organica de la P.N.P, manifestando que este derecho se le ha negado por cuanto con fecha 03 de enero de 1994 en la Orden General de Ascenso de 1994, no se le ha considerado dentro del personal que asciende, por lo que interpuso recurso de reconsideracion ante el General P.N.P. Director de Personal, sin embargo ante el silencio administrativo sin que el Superior Jerarquico haya evacuado pronunciamiento, si era procedente O no su reconsideracion, no resulta exigible el agotamiento de la via previa para interponer la accion de amparo. Argumenta que recién interpuso recurso de reconsideracion dentro del término de Ley con fecha 14 de octubre de 1994 por cuanto se encontraba recluido en el Establecimiento Penal San Jorge por mandato del 41° Juzgado Penal de Lima,desde el 18 de agosto de 1993 hasta el 17 de setiembre de 1994 fecha en la cual salio en libertad al ser absuelto por la Segunda Sala Penal de Lima. El Procurador Publico del Ministerio del Interior a cargo de los Asuntos Judiciales de la Policia Nacional del Peru contesta la demanda negandola y contradiciéndola en todas 2 TRIBUNAL CONSTITUCIONAL sus partes, manifestando que la supuesta afectacion al derecho de Ascenso correspondiente a Enero de 1994, ha operado caducidad de la accion conforme lo prescribe el Articulo 370 de la Ley No 23506, en razon de haber transcurrido en exceso el término de 60 dias que establece el referido dispositivo. Que, existe la improcedencia de la accion, por cuanto el demandante no ha cumplido con agotar la via previa, considerando que con fecha 14 de octubre de 1994, el recurrente presenta solicitud de reconsideracion en plena vigencia del Decreto Supremo No 02-94-JUS, la misma que no tuvo pronunciamiento expreso sobre dicho pedido, ante tal paralizacion o infraccion de los plazos, el demandante no ha interpuesto los recursos que la Ley le franquea, por lo que no ha agotado la via previa. Asimismo el demandante no reunia el requisito indispensable para ser declarado apto para el ascenso contemplado en el Reglamento de Ascensos para Oficiales de la Policia Nacional del Peru, que en su inciso h) Articulo 10° establece no estar sometido a juicio O detencion, y a la fecha que se publicaron los Cuadros de Aptos para el Ascenso Promocional, el demandante se hallaba sometido a juicio y recluido en el Establecimiento Penal de San Jorge por mandato del 41° Juzgado Penal de Lima, por presunto delito contra la vida el cuerpo y la salud, desde el 18 de agosto de 1993 hasta el 17 de setiembre de 1994, por lo que no fue considerado. El Cuarto Juzgado en lo Civil de Lima, con fecha veintiocho de febrero de mil novecientos noventa y cinco a fojas veintidos, declara improcedente la demanda, por considerar entre otras razones que del propio dicho del recurrente, la afectacion al derecho de ascenso correspondia a enero de 1994 y no obstante con fecha 14 de octubre de 1994 el demandante presento recurso de reconsideracion del ascenso correspondiente, de conformidad con lo dispuesto en el Articulo 370 de la Ley 23506, el ejercicio de la accion de Amparo caduca a los 60 dias habiles producida la afectacion, siendo asi ya habria transcurrido en exceso el término que senala la Ley para la presentacion de la accion de Amparo, asimismo el recurrente a tenor del documento de fojas uno y dos no ha cumplido con agotar la via previa. La Segunda Sala Civil Superior de Justicia de Lima, a fojas cincuenta, con fecha veinte de setiembre de mil novecientos noventa y cinco, confirma la apelada que declaro improcedente la demanda de accion de Amparo. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1.- Que, el petitorio de la presente Accion de Amparo se circunscribe a que se ordene el ascenso del demandante al grado inmediatamente superior de Teniente Promocion Enero 1994. 2.- Que, conforme lo senala el demandante en su demanda interpuso recurso de Reconsideracion, con fecha catorce de octubre de mil novecientos noventa y cuatro a fojas uno y dos, ante el Director de Personal P.N.P, al no resolverse dicho recurso dentro del plazo de treinta dias, debio considerar que el mismo habia sido denegado en forma ficta, y 3 TRIBUNAL CONSTITUCIONAL como tal interponer recurso de apelacion dentro de los quince dias utiles subsiguientes. Apelacion que si no era resuelta dentro del plazo de treinta dias, debio ser considerada denegada en forma ficta, por lo que para agotar la via administrativa era necesario que el demandante interpusiera el recurso impugnativo de apelacion, de conformidad con lo previsto en el Articulo 990 del Decreto Supremo No 02-94-JUS. 3.- En consecuencia el demandante no ha cumplido con agotar la via previa a que se refiere el Articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo como requisito de procedibilidad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Civil Superior de Justicia de Lima, de fojas cincuenta, su fecha veinte de setiembre de mil novecientos noventa y cinco, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ LL DIAZ VALVERDE V AROL a NUGENT GARCIA MARCELO E.G.D Lo que Certifico: Ora. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAL", "fecha_publicacion": "1998-12-01", "id": 37265, "nombre_demandado": "Policía Nacional del Perú", "nombre_demandante": "Julio Alfredo Bernabe Ccamana", "numero_expediente": "00102-1996-AA"}