{"CONTEXTO": " 00109-1999-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00109-1999-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 109-99-AC/TC LIMA ELENA JUDITH GUERRERO MIRANDA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Elena Judith Guerrero Miranda contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y tres, su fecha diez de diciembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Elena Judith Guerrero Miranda interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se cumpla con lo dispuesto en la Primera Disposicion Transitoria de la actual Constitucion Politica del Estado y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.° 26835, y se le restituya su derecho pensionario conculcado, por cuanto considera que, habiendo sido incorporada en el ano mil novecientos ochenta y siete dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, no podia excluirsela del mismo, en forma extemporanea, a través de decisiones administrativas que afectan dicho derecho pensionario. Expresa que ha cumplido con el requerimiento notarial dirigido a la demandada, conforme a ley. El apoderado de la Empresa Nacional de Edificaciones contesta la demanda negândola y contradiciéndola en todos sus extremos, por considerar que las resoluciones cuyo cumplimiento reclama el demandante no estan vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, al demandante, por error de aplicacion se le reconocio el derecho de incorporarse al régimen de pensiones del Decreto Ley N.o 20530 y que, si bien se le otorgo pension de cesantia, fue preventivamente, en virtud de una medida cautelar emitida en una Accion de Amparo que posteriormente fue declarada improcedente por el Tribunal Constitucional, mediante la Sentencia de fecha once de agosto de mil novecientos noventa y siete; por lo tanto, la suspension del pago de la pension del demandante no constituye un acto arbitrario ni TRIBUNAL CONSTITUCIONAL contrario a ley, sino, por el contrario, obedece a la aplicacion de la declaracion de improcedencia de la Accion de Amparo, dictada por el Tribunal Constitucional. El apoderado de la Oficina de Normalizacion Previsional propone la excepcion de falta de agotamiento de la via administrativa y, sin perjuicio de la excepcion propuesta, contesta la demanda manifestando que a la demandante se le venia pagando pension de jubilacion en virtud a una medida cautelar que lo ordenaba; sin embargo, tal obligacion quedo sin efecto al ser declarada la Accion de Amparo improcedente. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas ochenta, con fecha veinte de abril de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar que la demandante estaba incorporada dentro del régimen de pensiones del Estado, Decreto Ley N.o 20530; es decir, se trataba de un derecho adquirido, cosa decidida, cuyo retiro, como lo establece el articulo 110° del Decreto Supremo N.° 02- 94-JUS, solo puede disponerlo el Organo Jurisdiccional, previo un debido proceso. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento cincuenta y tres, con fecha diez de diciembre de mil novecientos noventa y ocho, revoca la apelada, por considerar que las resoluciones que incorporaron a la demandante fueron declaradas nulas administrativamente mediante Resolucion N.° 07693-ENACE-PRES-GG, apareciendo en autos que no fue impugnada dicha nulidad por la demandante, encontrândose, por tanto, firme. Que en cuanto a la suspension del pago que venia percibiendo, se advierte que ésta se produce como consecuencia de lo resuelto por el Tribunal Constitucional en la Accion de Amparo seguida por los trabajadores de la entidad demandada, pago dispuesto cautelarmente, que quedo sin efecto al resolverse en ultima instancia en forma desfavorable para los trabajadores. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 2000, inciso 6) de la Constitucion Politica del Estado, concordante 1. con la Ley N.o 26301, establece que la Accion de Cumplimiento procede contra cualquier autoridad O funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que la demandante cumplio con agotar la via previa, al 2. haber cursado la correspondiente carta notarial, conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. 3. Que, a través del presente proceso constitucional, la demandante pretende que, dandose cumplimiento a la Primera Disposicion Transitoria y Final de la Constitucion Politica del Estado y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de la pension de jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. 2 TRIBUNAL CONSTITUCIONAL Que, mediante la Resolucion N.° 340-387-ENACE-S100AD, de fojas cinco, su fecha 4. seis de octubre de mil novecientos ochenta y siete, se dispuso incorporar a la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.° 20530, asi como otorgar su pension de cesantia nivelable. Que la mencionada Resolucion N.o 340-87-ENACE-S100AD fue declarada nula 5. mediante la Resolucion N.° 076-93-ENACE-PRES-OG, de fojas treinta y tres, expedida el veintiocho de junio de mil novecientos noventa y tres, la misma que no fue impugnada por la demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para restablecer el derecho pensionario invocado, puesto que el acto debido debe ser actual y debidamente acreditado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y tres, su fecha diez de diciembre de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT WU GARCIA MARCELO EG.DI Lo que dertifico: UuN UM DR. CESAR CUBAS LONGA SECRETARIO-REIATOR (e) 3", "fecha_publicacion": "1999-11-11", "id": 35986, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y otro", "nombre_demandante": "Elena Judith Guerrero Miranda", "numero_expediente": "00109-1999-AC"}