{"CONTEXTO": " 00103-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00103-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. : No 103-96-AA/TC CASO : Banco del Libertador LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de setiembre de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente Sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, Su fecha veintidos de diciembre de mil novecientos noventicinco, en la accion de amparo seguida por Banco del Libertador, contra el Instituto Peruano de Seguridad Social.", "ANTECEDENTES:": "El demandante, Banco del Libertador, antes denominado Financiera Nacional S.A., plantea accion de amparo contra el Ejecutor Coactivo del Instituto Peruano de Seguridad Social, doctor Roger Delgado Guevara, contra el Testigo Actuario don Pedro Rosas Duenas y contra el Instituto Peruano de Seguridad Social, a fin de evitar la aplicacion a la deuda a favor del Instituto Peruano de Seguridad Social, del producto del remate del inmueble de propiedad de Vigilia Peruana S.A., antes que quede satisfecha la acreencia del Banco del Libertador en Su calidad de primer y preferente acreedor hipotecario. Manifiesta que a raiz de las publicaciones aparecidas en el diario oficial El Peruano, dando cuenta del remate convocado en los seguidos por el Instituto Peruano de Seguridad Social, contra Vigilia Peruana S.A., en el proceso sobre pago de aportaciones, los demandantes solicitaron la consignacion del producto del remate a favor del Banco del 2 DE TRIBUNAL CONSTITUCIONAL Libertador, habiendo sido declarada improcedente por el Ejecutor Coactivo. Refieren que de darse esta situacion se estaria violando los derechos constitucionales de libertad de contratacion y a la propiedad. La entidad emplazada, debidamente representada por la doctora Teresa de Jesis Sanchez Santillan, sostiene que Su representada no ha transgredido ninguna norma, principio 0 derecho constitucional alguno, toda vez que de conformidad con la Ley No 24786, el Instituto Peruano de Seguridad Social, tiene derecho preferencial para la cobranza de adeudos, cualquiera que fuese su naturaleza, y que respecto a la procedibilidad de la accion de amparo, considera que ésta no es procedente, pues el derecho de los accionantes ha debido ser ejercido en una accion ordinaria y no en la via del amparo. El Juzgado Civil de Lima, con fecha veintisiete de marzo de mil novecientos noventicinco, falla declarando improcedente la accion de amparo interpuesta, por considerar que el articulo 46° de la Ley No 24786, Ley General del Instituto Peruano de Seguridad Social, establece que dicho organismo \"goza de derecho preferencial para la cobranza de adeudos cualquiera que fuese Su naturaleza, excepto sobre los derechos laborales 0 pensiones alimenticias' 9 no constituyendo este hecho amenaza 0 violacion de algun derecho constitucional. El Fiscal Superior Civil de Lima, opina porque se confirme la sentencia apelada.ftundamentando que la entidad demandada, al cuestionar la preferencia de que goza el Instituto Peruano de Seguridad Social, sehalando que la accion de amparo por Su propia naturaleza no es la via idonea para cuestionar asuntos que podrian discutirse en la via ordinaria, agregando que los hechos materia de esta accion, no constituyen amenaza 0 violacion de derecho constitucional alguno. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, de conformidad con el dictamen Fiscal Superior Civil de Lima, mediante resolucion de fecha veintidos de diciembre de mil novecientos noventicinco, confirma la sentencia de veintisiete de marzo de mil novecientos noventicinco, que declaro improcedente la accion de amparo. Contra esta resolucion, el actor interpone recurso extraordinario por denegatoria de la accion de amparo incoada; por lo que el Tribunal Constitucional asume como instancia de fallo el conocimiento de dicho recurso, en cumplimiento con lo dispuesto por el articulo 42° de la Ley No 26435.", "FUNDAMENTOS:": "1) Que, las acciones de garantia proceden en los casOs en que se violen 0 amenacen los derechos constitucionales por accion, 0 por omision, de actos de cumplimiento obligatorio; 2) Que, conforme fluye del petitorio de la demanda, el objeto de ésta es evitar que TRIBUNAL CONSTITUCIONAL el Instituto Peruano de Seguridad Social, haga uso del cobro de adeudos en forma preferencial del producto del remate del inmueble de Vigilia Peruana S.A., por haber constituido esta tltima, primera y preferente hipoteca afavor de la hoy demandante; 3) Que, siendo esto asi, la accion de amparo no es la via adecuada para dilucidar el derecho de preferencia, por cuanto la ley le franqueba al accionante la facultad para dilucidar Su derecho de preferencia en la via ordinaria, de acuerdo a lo establecido por el inciso 5) del articulo 486° del Codigo Procesal Civil, regulando Su tramite conforme lo dispuesto por el articulo 533° y siguientes del acotado; por lo que no es posible la aplicacion del articulo 20 de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "u2 CONFIRMANDO la resoluicion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, sui fecha veintidos de diciembre de mil novecientos noventicinco, que confirmo la sentencia de weintisiete de marzo de milnovecientos noventicinco, que declaro improcedente la accion de amparo interpuesta; dispusieron Su publicacion en el diario oficial \"El Peruano \"; y los devolvieron. € S.S. ACOSTA SANCHEZ Msraie NUGENT DIAZ VALVERDE GARCIA MARCELO hvora . MCMC Lo que Certifico: Dra. MARIALUZ VASQUEZ DELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-19", "id": 36403, "nombre_demandado": "Ejecutor Coactivo del Instituto Peruano de Seguridad Social (Róger Delgado Guevara) y Testigo Actuario, Pedro Rosas Dueñas", "nombre_demandante": "Banco del Libertador", "numero_expediente": "00103-1996-AA"}