{"CONTEXTO": " 00105-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00105-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 105-99-AA/TC LIMA AUGUSTO NAPOLEON ARRASCUE HUAMAN Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de julio de mil novecientos noventa y nueve, M reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Augusto Napoleon Arrascue Huaman y otros contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veinticuatro de diciembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Augusto Napoleon Arrascue Huaman, don Rolando Figueroa Pérez, dona Maria Julia Padilla Orellana, don Pablo Cosar Villa Garcia, don Juan Carlos Serna Amaya, don Wilson Jave Urteaga, dona Elva Portocarrero Portocarrero, dona Catalina Costa Namuche, dona Maria del Carmen Reyes Navarro, don Victor Paucarpura Contreras, don Javier Villanueva Saucedo, don Agustin Barrantes Romero, don Antonio Cari Sucasaire, don José Ernesto Brenis Montes, don José Fernando Jaime Leon, dona Leonor Aparcana Rosadio, don Luis Ortiz Pereyra, dona Blanca Castillo Salgado, dona Sarah Bringas Silva, dona Ana Maria Salcedo Torres y don Jonny Figueroa Gutiérrez interponen Accion de Amparo contra la Municipalidad Distrital de Brena con el proposito de que se declaren inaplicables las resoluciones de alcaldia N.os 061-98-DA/MDB y 094-98-DA/MDB de fechas dieciséis de enero y nueve de febrero de mil novecientos noventa y ocho, respectivamente, que aprobaron el Reglamento de Evaluacion Semestral de los Servidores de la Municipalidad Distrital de Brena y dispusieron el cese de los mismos por causal de excedencia, respectivamente y, asimismo, se les reponga en sus puestos de trabajo. Refieren que las resoluciones cuestionadas han vulnerado el principio de irretroactividad de la ley, toda vez que han aplicado la Ley de Presupuesto del Sector Publico para el ano 1996 -que tenia vigencia para ese ejercicio fiscal - a un proceso de evaluacion que se ejecuto el ano mil novecientos noventa y ocho; que, en la Municipalidad demandada no existia exceso de personal que justifique el cese por excedencia; que la Ordenanza Municipal N.o 117/MML, expedida por la Municipalidad 2 TRIBUNAL CONSTITUCIONAL Metropolitana de Lima, en las que se basan las resoluciones de cese, es arbitraria e inconstitucional. La Municipalidad demandada absuelve el trâmite de contestacion de la demanda, solicitando se la declare infundada. Senala que ha actuado basandose en las atribuciones que le confieren la Ley Organica de Municipalidades y las normas legales vigentes; que la Ordenanza Municipal N.° 117/MML se encuentra vigente y, por tener rango de ley, se requiere la interposicion de una Accion de Inconstitucionalidad para dejarla sin efecto. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima a fojas ciento cuarenta y siete, con fecha treinta de junio de mil novecientos noventa y ocho emite sentencia declarando improcedente la demanda, senalando que los demandantes se sometieron a los examenes programados y, al no haber alcanzado el puntaje minimo aprobatorio, fueron cesados. Con fecha quince de diciembre de mil novecientos noventa y ocho, don José Angel Escalante Lopez, dona Carmen Agustina Pardo Garcia, don José Carlos Quispe Garcia, don Humberto Rodriguez Rodriguez, dona Lida Esperanza Alva Diaz y don Juan Ticona Chalco se apersonan ante la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, solicitando -al amparo del articulo 92° del Codigo Procesal Civil- se les considere litisconsortes a efectos de que se integre la relacion procesal, comprendiéndolos en la presente accion al estar en la misma situacion que los demandantes. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cincuenta y seis, con fecha veinticuatro de diciembre de mil novecientos noventa y ocho, confirma la apelada, por estimar que la evaluacion se llevo a cabo con la asistencia voluntaria de los demandantes, por lo que sus efectos les alcanzan. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de la presente Accion de Amparo se circunscribe a que se declaren inaplicables al caso de los demandantes las resoluciones de alcaldia N.os 061-98- DA/MDB y 094-98-DA/MDB mediante las cuales se aprueba el Reglamento de Evaluacion Semestral de los Servidores de la Municipalidad Distrital de Brena y se dispone el cese de los mismos por causal de excedencia, respectivamente. Que ambas resoluciones fueron ejecutadas antes de quedar consentidas, por lo que no 2. es exigible el agotamiento de la via previa, por haberse presentado la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506 de Habeas Corpus y Amparo. 22 3 TRIBUNAL CONSTITUCIONAL Que el Decreto Ley N.° 26093 dispone que los titulares de los ministerios y de las 3. instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal, de acuerdo con las normas que para tal efecto se establezcan, permitiendo el cese por causal de excedencia de aquellos servidores que hayan sido desaprobados. Que la Octava Disposicion Transitoria y Final de la Ley N.o 26553, Ley de Presupuesto 4. del Sector Publico para el ano 1996, incluyo dentro de los alcances del referido Decreto Ley a los gobiernos locales. Que el articulo 770 de la Constitucion Politica del Estado establece que las leyes de 5. presupuesto son anualmente aprobadas por el Congreso de la Republica, vigencia anual que coincide con el ano calendario, por lo que, como el Tribunal Constitucional lo ha senalado en reiterada jurisprudencia, se debe entender que la facultad de los gobiernos locales para ejecutar procesos de evaluacion de personal y para disponer el cese por causal de excedencia, al amparo del Decreto Ley N.° 26093, se circunscribia unicamente al ano mil novecientos noventa y seis. Que, como se desprende del cronograma de evaluacion de fojas veintitrés, el proceso 6. de evaluacion de personal que se cuestiona en la presente causa se ejecuto entre el veinte de enero y el tres de febrero de mil novecientos noventa y ocho, y la resolucion que dispuso el cese por causal de excedencia de los demandantes fue expedida el nueve de febrero del mismo ano, esto es, fuera del plazo de vigencia de la Ley N.o 26553, vulnerandose los derechos constitucionales al debido proceso y a la proteccion contra el despido arbitrario de los demandantes. Que la remuneracion es la contraprestacion por el trabajo efectivamente realizado, 7. situacion que no se ha dado en el presente caso durante el tiempo no laborado por razon del cese. Que, en cuanto se refiere al pedido formulado por seis trabajadores que no suscribieron 8. la demanda, a fin de que se les incluya en el proceso, después de emitida la sentencia de primera instancia, no tiene asidero legal en tanto que de conformidad con el articulo 26° de la Ley N.o 23506, estaban en su derecho de plantear la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; i 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cincuenta y seis, su fecha veinticuatro de diciembre de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola, la declara FUNDADA; en consecuencia, inaplicables a los demandantes las resoluciones de alcaldia N.oS 061-98- DA/MDB y 094-98-DA/MDB, debiendo la demandada reponerlos en sus puestos de trabajo 0 en otros de igual nivel, sin el pago de las remuneraciones dejadas de percibir por razon del cese. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Thrrer , ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO NF Lo que Certifico: Dra. MARTA TLUZVASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONA", "fecha_publicacion": "1999-09-07", "id": 35658, "nombre_demandado": "Municipalidad Distrital de Breña", "nombre_demandante": "Augusto Napoleón Arrascue Huamán y otros", "numero_expediente": "00105-1999-AA"}