{"CONTEXTO": " 00108-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00108-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 108-99 AA/TC LIMA JESUS ELOY ALFARO ROZAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: M", "ASUNTO:": "N Recurso Extraordinario interpuesto por don Jesus Eloy Alfaro Rozas, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos ochenta y ocho, su fecha tres de diciembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Jesus Eloy Alfaro Rozas, con fecha nueve de setiembre de mil novecientos noventa y siete, interpone Accion de Amparo contra el Ministerio de Relaciones Exteriores, a fin de que se declare inaplicable la Resolucion Ministerial N.o 0755-RE, de fecha diecisiete de diciembre de mil novecientos noventa y seis, que dispone su pase a la situacion de retiro por limite de edad en la categoria de Consejero en el Servicio Diplomatico de la Republica, a partir del veinticinco de diciembre de mil novecientos noventa y seis. Senala que en la Resolucion Ministerial N.o 0755-RE que dispone su pase a retiro se aplico de manera retroactiva el inciso c) del articulo 12° del Decreto Legislativo N.o 26117, vigente a partir del treinta de diciembre de mil novecientos noventa y dos, el mismo que reduce el limite de edad en la categoria de consejero de cincuenta y ocho a cincuenta anos de edad, agrega, ademas, que mediante la Resolucion Ministerial N.o 0776-RE, se dispone que el demandante continue desempenando el cargo de Consejero del Peru en el Reino de Malasia desde el veintiséis de diciembre de mil novecientos noventa y seis, hasta el treinta de junio de mil novecientos noventa y siete, impidiéndole de esta manera regresar al pais para hacer efectivo su derecho ante el organoj jurisdiccional respectivo. TRIBUNAL CONSTITUCIONAL Acumulativamente solicita, ademas, que se declaren inaplicables a su caso concreto las normas contenidas en el Decreto Ley N.o 22150, Decreto Ley N.o 26117, Decreto Legislativo N.o 894, y la Ley N.o 26820 y cualquier otra norma posterior que modifique sus derechos adquiridos, por lo que solicita el restablecimiento de sus derechos al estado anterior de la violacion y su reposicion al servicio activo en la Categoria de Consejero en el Servicio Diplomatico de la Republica. % El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Relaciones Exteriores contesta la demanda solicitando que la misma sea desestimada por incumplir lo dispuesto en el articulo 370 de la Ley N.o 23506, el cual establece que el ejercicio de la Accion de Amparo caduca a los sesenta dias de producida la afectacion, y que la imposibilidad fisica del demandante para interponer la presente accion de garantia por estar desempenado funciones en la Categoria de Consejero en el Reino de Malasia no suspende el plazo de caducidad, por lo tanto, resulta de aplicacion lo dispuesto en el articulo 26° de la Ley N.o 23506 que prescribe que la Accion de Amparo puede ser interpuesta por una tercera persona sin necesidad de poder expreso, debiendo el afectado, una vez que se halle en posibilidad de hacerlo, ratificarse de la accion. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas ciento setenta y uno, con fecha once de mayo de mil novecientos noventa y ocho, declara improcedente la demanda en virtud de que el plazo fijado por el articulo 370 de la Ley N.o 23506 para ejercer la accion se encontraba vencido, por lo que deviene en extemporanea, ademas, porque el demandante no ha cumplido con el agotamiento de las vias previas. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos ochenta y ocho, con fecha tres de diciembre de mil novecientos noventa y ocho, confirma la apelada que declara improcedente la Accion de Amparo porque el demandante no impugno administrativamente la resolucion cuestionada, incumpliendo lo senalado por el articulo 27° de la Ley N.° 23506. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se desprende del petitorio de la demanda, el objeto de éste es que se 1. declare la no aplicacion a su caso concreto de la Resolucion Ministerial N.o 0755- RE de fecha diecisiete de diciembre de mil novecientos noventa y seis, que dispone el pase a la situacion de retiro del demandante en la Categoria de Consejero en el Servicio Diplomâtico de la Republica, asi como la no aplicacion del Decreto Ley N.o 26117, Decreto Ley N.o 22150, la Ley del Servicio Diplomatico; Decreto Legislativo N.o 894 y la Ley N.o 26820. TRIBUNAL CONSTITUCIONAL Que carece de sustento legal el aserto del demandante, el cual senala que se 2. encontraba imposibilitado para interponer la presente Accion de Amparo por encontrarse fuera del pais cumpliendo funciones propias de su cargo; frente a esta situacion excepcional, dicha imposibilidad no suspende ni impide el transcurso del plazo de caducidad, por lo que resulta de aplicacion lo dispuesto en el articulo 26° de la Ley N.° 23506 que establece que en los casos de imposibilidad fisica, por hallarse ausente del lugar 0 cualquier otra causa anâloga, podra interponer la Accion de Amparo una tercera persona, sin necesidad de poder expreso, debiendo el afectado, una vez que se halle en posibilidad de hacerlo, ratificarse de la accion. Que, por consiguiente y a efectos de acreditar las condiciones de procedibilidad de 3. la presente accion, debe empezarse por senalar que este Tribunal entiende que el computo del plazo de caducidad previsto en el articulo 37° de la Ley N.o 23506 habra de evaluarse necesariamente desde el dia siguiente en que se practico el acto considerado como lesivo a los derechos constitucionales del demandante. Que, de acuerdo a los fundamentos juridicos anteriormente glosados se aprecia que 4. la presente demanda de amparo ha sido interpuesta con fecha nueve de setiembre de mil novecientos noventa y siete, por lo que este Tribunal considera que por haberse vencido en exceso el plazo la presente accion incumple lo previsto en el articulo 370 de la Ley N.o 23506 por lo que debe desestimarse la pretension. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos ochenta y ocho, su fecha tres de diciembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 7. arcea GARCIA MARCELO LO QUE CERTIFICO. Flda ft DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35730, "nombre_demandado": "Ministerio de Relaciones Exteriores (Procurador)", "nombre_demandante": "Jesús Eloy Alfaro Rozas", "numero_expediente": "00108-1999-AA"}