{"CONTEXTO": " 00106-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00106-1996-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP.No 106-96-AA/TC CARLOS SALOMON DIEZ SALAZAR Y OTROS. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novecientos noventa y siete, el Tribunal Constitucional reunido en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente , encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad interpuesto por Carlos Salomon Diez Salazar, contra la sentencia de la Segunda Sala Civil de la Corte Superior de Lima, de fecha 31 de agosto de 1995, que confirmo la apelada, de fecha 24 de marzo de 1995, que declaro improcedente la accion de amparo interpuesta contra el Consejo Nacional de Ciencia y Tecnologia.", "ANTECEDENTES:": "Los Senores : Carlos Salomon Diez Salazar, Raul Estuardo Cornejo Agurto, y Luis Edgardo Muelle Lopez, interponen accion de amparo, con fecha 24 de febrero de 1995, contra el Presidente del Consejo Directivo del Consejo Nacional de Ciencia y Tecnologia, quien sin observar procedimiento legal alguno dispuso, mediante Resoluciones de Presidencia No 071-92-CONCYTEC-P y No 185-93-CONCYTEC-P, excluir a los actores del Régimen de Pensiones normado por el Decreto Ley No 20530; senalan los demandantes, que sus derechos a percibir una pension de cesantia, eran indiscutibles hasta que la demandada decidio unilateralmente dejar sin efecto el pago de sus pensiones de cesantia y otros 2 TRIBUNAL CONSTITUCIONAL derechos economicos; en su demanda constitucional, los actores solicitan que se les reincorpore al Régimen de Pensiones del Decreto Ley No 20530 del cual fueron excluidos indebidamente y que se les abone sus pensiones y demas beneficios economicos en forma integra, desde la fecha en que se produjo sus exclusiones del régimen pensionario mencionado. A fojas 50, el Procurador Publico del Estado a cargo de los Asuntos Judiciales del Ministerio de Educacion, contesta la demanda negàndola y contradiciéndola, para los efectos que se la declare improcedente, argumentando, principalmente, que \"las resoluciones emanadas de la Presidencia del Concytec No 071-92-CONCYTEC-P Y 185-93- CONCYTEC-P, estan de acuerdo a ley en estricto cumplimiento de normas de orden publico; por lo que en el presente se aplico en forma estricta el Decreto Ley No 25456, del 26 de abril de 1992, que derogo la Ley No 25400, restituyendo la vigencia del Decreto Legislativo No 763, el cual en su articulo 1° establece que 'es nulo de pleno derecho y en consecuencia està prohibida toda incorporacion O reincorporacion al régimen del Decreto Ley No 20530, que se haya efectuado 0 efectue, con violacion del articulo 14 de la citada norma' A fojas 53, la sentencia de Primera Instancia declara improcedente la accion, senalando entre otros aspectos, que \"el ejercicio de la accion de amparo que pretenden los demandantes ya ha caducado en exceso, en aplicacion del articulo 37 de la Ley No 23506\". A fojas 90, la sentencia de vista > de fecha 31 de agosto de 1995, confirma la - I - apelada que declaro improcedente la accion de amparo. Interpuesto recurso de nulidad, que debe entenderse como Recurso Extraordinario, los autos son elevados al Tribunal Constitucional, de conformidad con el articulo 41 de su Ley Orgànica;", "FUNDAMENTOS:": "Que, el ejercicio de la accion de amparo caduca a los sesenta dias habiles de producida la afectacion del derecho constitucional, conforme lo prescribe el articulo 37 de Ley No 23,506; Que, a fojas 11 a 14 obran las Resoluciones de Presidencia No 071-92-CONCYTEC-P y No 185-93-CONCYTEC-P, que dispusieron la exclusion de los demandantes delRégimen de Pensiones establecido por el Decreto Ley No 20530, con fechas 25 de mayo de 1992 y 17 de diciembre de 1993, respectivamente; Que, en este sentido, debe entenderse que el momento de la afectacion de los derechos pensionarios, alegada, por los actores se produjo desde las acotadas fechas, existiendo en este caso ejecucion simultanea del acto de exclusion y de las resoluciones que la amparan, en consecuencia, a la fecha de la interposicion de la accion de amparo su ejercicio habia caducado de conformidad por la Ley de Habeas Corpus y Amparo antes citada, y de 3 TRIBUNAL CONSTITUCIONAL conformidad con el articulo 26, segundo parrafo, de la Ley No 25398; por estos fundamentos, el Tribunal Constitucional en uso de sus atribuciones, conferidas por la Constitucion Politica y su Ley Organica;", "FALLA:": "Confirmando la sentencia de Vista, su fecha 31 de agosto de 1995, que confirma la apelada, su fecha 24 de marzo de 1995, que declara IMPROCEDENTE la accion de amparo; dejando a salvo el derecho de los demandantes de recurrir a las vias pertinentes; MANDARON: Se publique en el Diario Oficial \"El Peruano\" , y los devolvieron. S.S. - ACOSTA SANCHEZ Mnce NUGENT DIAZ VALVERDE 4 GARCIA MARCELO LO QUE CERTIFICO. JM Dra. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA", "fecha_publicacion": "1997-08-06", "id": 36279, "nombre_demandado": "Presidente del Consejo Directivo del Consejo Nacional de Ciencia y Tecnología (Procurador)", "nombre_demandante": "Carlos Salomón Diez Salazar y otros", "numero_expediente": "00106-1996-AA"}