{"CONTEXTO": " 00108-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00108-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 108-96-AA/TC LIMA RICARDO LETTS COLMENARES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ricardo Letts Colmenares contra de la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fojas cuarenta y uno, su fecha ocho de noviembre de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Ricardo Letts Colmenares interpone Accion de Amparo contra el Presidente del Congreso Constituyente Democratico don Jaime Yoshiyama Tanaka, solicitando se le reconozca al demandante sus remuneraciones dejadas de percibir como miembro de la Câmara de Diputados a la que pertenecio durante el periodo 1990-1995. Sostiene el demandante que fue elegido por eleccion popular como diputado representante de la Nacion por un periodo de cinco anos, aduce que el mandato legislativo es irrenunciable, que su mandato debio expirar solo al vencerse este plazo O ser disuelta la Camara de Diputados, conforme a los términos fijados en la misma Constitucion. Como es de dominio publico, el cinco de abril de mil novecientos noventa y dos, por una via distinta a la prevista en los articulo 2270 y siguientes de la Constitucion de 1979, el Jefe de Estado disolvio el Congreso, asumiendo directamente las facultades legislativas y empezo a gobernar por via de decretos leyes. En ese contexto, los parlamentarios electos en las elecciones generales de mil novecientos noventa fueron impedidos por la fuerza, no solo de ejercer las funciones legislativas, sino también de ingresar al propio recinto del Congreso. Si bien el uno de enero de mil novecientos noventa y tres fue instalado un nuevo Poder Legislativo con nuevos representantes, su mandato como diputado se encontraba vigente durante el periodo comprendido entre el cinco de abril de mil novecientos TRIBUNAL CONSTITUCIONAL noventa y dos y el treinta y uno de diciembre de mil novecientos noventa y dos, por lo que corresponde las respectivas remuneraciones dejadas de percibir. DM El Vigésimo Cuarto Juzgado Especializado en lo Civil de Lima, a fojas veinte, con fe tres de marzo de mil novecientos noventa y cinco, declaro improcedente la deman principalmente por considerar: Que el demandante esta desnaturalizando el principio de la acc de garantia, resultando en esta via imposible el demostrar los hechos invocados, debido sumarisimo de este tipo de procesos; Que el demandante tiene expedito su derecho para hac valer en la forma legal correspondiente y por una via mas lata que le permita demostrar en for indubitable su pretension, maxime si se tiene en consideracion la complejidad de la controvers el derecho espectaticio que genera. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas cuarenta y uno, fecha ocho de noviembre de mil novecientos noventa y cinco, confirma la resolucion apela Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que conforme se acredita en el petitorio contenido en la demanda interpuesta, el objeto ésta se dirige a que se reconozca y otorgue al demandante las remuneraciones y der conceptos insolutos que como diputado de la Nacion dejo de percibir entre el peric comprendido entre el cinco de abril de mil novecientos noventa y dos y el treinta y uno diciembre de mil novecientos noventa y dos. Que, por consiguiente, y partiendo de la constatacion respecto de las condiciones 2. procedibilidad de la presente accion, que en el presente caso han sido satisfechas haberse agotado la via previa con la expedicion de la Resolucion N.o 008 CCD/G.RR.HH. de fecha once de enero de mil novecientos noventa y cinco, y estand que la demanda fue interpuesta dentro del término previsto por el articulo 370 de la Ley 23506, procede determinar la legitimidad 0 no del petitorio formulado. Que, al respecto, y en la medida en que lo que reclama el demandante se orienta a que S 3. reconozca y otorgue las remuneraciones que dejo de percibir, tras la disolucion Congreso acontecida el cinco de abril de mil novecientos noventa y dos y la instalacion llamado Congreso Constituyente Democratico, el uno de noviembre de mil novecier noventa y tres, este Tribunal se ve en la necesidad de reiterar el criterio que ha sustentac través de numerosas ejecutorias constitucionales y, segun el cual, las remuneracic constituyen la contraprestacion por el trabajo efectivamente realizado. Que, por consiguiente, y en la medida en que el demandante de la presente causa no ejer 4. las labores inherentes a su cargo durante el periodo comprendido entre el cinco de abril 2 TRIBUNAL CONSTITUCIONAL mil novecientos noventa y dos y el treinta y uno de diciembre de mil novecientos novent dos, no puede solicitar, por lo menos por la presente via del amparo constitucional. pretension reclamada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior Justicia de Lima, de fojas cuarenta y uno, su fecha ocho de noviembre de mil novecientos nove y cinco, que confirmando la apelada declara IMPROCEDENTE la Accion de Amp interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT P L aei GARCIA MARCELO L Lsd. Oertifi0o: Lo que Dre. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-14", "id": 35478, "nombre_demandado": "Presidente del Congreso Constituyente Democrático (Jaime Yoshiyama Tanaka)", "nombre_demandante": "Ricardo Letts Colmenares", "numero_expediente": "00108-1996-AA"}