{"CONTEXTO": " 00112-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00112-1998-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 112-98-AA/TC Caso : Baruch Ivcher Bronstein Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, a los veinticuatro dias del mes de abril de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Extraordinario interpuesto por don Baruch Ivcher Bronstein contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintidos de diciembre de mil novecientos noventa y siete, que declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Baruch Ivcher Bronstein representado por el doctor Juan Armando Lengua Balbi interpone Accion de Amparo contra el Director General de Migraciones y Naturalizacion, Coronel PNP Victor Hugo Huaman del Solar y el Procurador Publico a cargo de los Asuntos Judiciales del Ministerio del Interior, a fin de que se declare la nulidad e ineficacia de la Resolucion Directoral No 117-97-1N-0501000000, expedida por el Coronel Victor Hugo Huaman, el once de julio de mil novecientos noventa y siete, y publicada el dia trece de ese mes, por la que se deja sin efecto el titulo de nacionalidad peruana No 004644, de fecha siete de diciembre de mil novecientos ochenta y cuatro. El doctor Juan Armando Lengua Balbi senala que don Baruch Ivcher adquirio la nacionalidad peruana por Resolucion Suprema No 0649-RE, de fecha veintisiete de noviembre de mil novecientos ochenta y cuatro, en mérito de la cual se ordeno la expedicion del Titulo de Nacionalizacion No 004644. Sin embargo, después de mas de trece anos de otorgado el mencionado documento, fue cancelado por la Direccion General de Migraciones y de Naturalizacion del Ministerio del Interior mediante la cuestionada Resolucion Directoral que priva a don Baruch Ivcher Bronstein de su titulo de nacionalidad y de sus derechos fundamentales como ciudadano peruano sustentados en la Resolucion Suprema No 0649- RE. Asimismo, con la expedicion de la referida Resolucion Directoral se ha violado el articulo 110° de la Ley de Normas Generales de Procedimientos Administrativos, que 1 2 TRIBUNAL CONSTITUCIONAL establece la prescripcion de la facultad de la Administracion Publica para anular sus resoluciones a los seis meses de haber quedado consentidas. Ampara su demanda en los articulos 20 inciso 2; 53° y 200° inciso 2 de la Constitucion Politica de 1993 y los articulos 30; 260; 28° inciso 2 de la Ley No 23506; y el articulo 40 de la Ley No 25398. El Procurador Publico, a cargo de los Asuntos Judiciales del Ministerio del Interior, al contestar la demanda senala que no se ha cumplido con agotar las vias previas, por lo que la presente Accion de Amparo es improcedente. Asimismo, se indica que la Direccion General de Migraciones y de Naturalizacion no ha dejado sin efecto la Resolucion Suprema No 0649-RE toda vez que una Resolucion Directoral no modifica una Resolucion Suprema. La Resolucion Directoral No 117-97-1N-05010000000 ha dejado sin efecto el titulo de nacionalidad peruana No 004644 por cuanto la Direccion General de Migraciones y Naturalizacion es la encargada de otorgar y cancelar las \"cartas de naturalizacion\" anteriormente denominadas \"titulos de nacionalidad\". El Procurador senala que para la expedicion del titulo de nacionalidad don Baruch Ivcher Bronstein debio cumplir con determinadas exigencias como la renuncia a su nacionalidad, lo que no cumplio por cuanto las veces que ha viajado al extranjero se identificaba con pasaporte israeli. Asimismo, el expediente administrativo que debio iniciarse para el otorgamiento de la nacionalidad no ha sido encontrado; y cuando se ha solicitado informe a las oficinas que debieron opinar en el mencionado proceso administrativo sobre nacionalizacion, éstas han expresado que no emitieron informe alguno al respecto, ni siquiera se tiene copia del informe final que debio emitir la Direccion General de Asuntos Juridicos del Ministerio de Justicia antes que finalice el proceso. Ello evidenciaria que nunca se realizo el proceso administrativo para la nacionalizacion de don Baruch Ivcher Bronstein, razon por la cual a la fecha no ha presentado ningun documento que acredite que dicho proceso si existio. El Procurador senala que las otras irregularidades estan vinculadas al testimonio de la escritura publica que contendria la renuncia de la nacionalidad israeli por parte del senor Ivcher. Al respecto, senala que el senor Ivcher ha presentado dos testimonios de la escritura publica de renuncia a su nacionalidad israeli, con la particularidad que en la parte final del primer testimonio aparece como fecha de expedicion el seis de diciembre de mil novecientos noventa y el segundo testimonio tiene como fecha de expedicion el seis de diciembre de mil novecientos ochenta y cuatro. Asimismo, el primer testimonio consigna como numero de minuta el setecientos sesenta y ocho, numero que no aparece en el segundo testimonio. A fojas ciento ochenta y uno solicita que, en aplicacion del articulo 3° del Codigo Procesal Penal, se ponga en conocimiento del representante del Ministerio Publico los testimonios presentados, para que éste proceda de acuerdo a sus atribuciones. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico por resolucion de fecha catorce de agosto de mil novecientos noventa y siete, declaro infundada la tacha interpuesta por el emplazado por estimar que si bien se observa diferencia entre el testimonio de la escritura publica de renuncia de nacionalidad, que obra a fojas veintitrés, veinticuatro y ciento veintisiete, su cuestionamiento debe realizarse en la via correspondiente y no en la del Amparo, debiendo considerarse ademas que la 2 3 TRIBUNAL CONSTITUCIONAL apreciacion de los citados documentos no inciden en el fondo del asunto. Declaro infundada la demanda por considerar que la Resolucion Directoral cuestionada deja sin efecto el titulo de nacionalidad, por no haber cumplido con la renuncia de la nacionalidad, toda vez que don Baruch Ivcher Bronstein ha hecho uso de su pasaporte israeli. La renuncia a la nacionalidad, condicion impuesta en el articulo 910 de la Constitucion Politica de 1979 y en la Resolucion Suprema No 0649/RE, constituye un requisito de Orden Publico de ineludible cumplimiento, por lo que no puede operar la prescripcion por ser ésta una institucion de derecho privado incompatible con la naturaleza publica de la obligacion a renunciar a la nacionalidad de origen. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, por resolucion de fecha veinticuatro de octubre de mil novecientos noventa y siete, declaro nula la apelada e insubsistente todo lo actuado a partir de la admision de la demanda al no haberse calificado la demanda respecto del Coronel PNP Victor Hugo Huaman Del Solar, ni cumplido con emplazarlo de acuerdo a ley. El Procurador Publico a cargo de los Asuntos Judiciales del Ministerio del Interior, a fojas cuatrocientos treinta y tres, al contestar la demanda reproduce los fundamentos de su escrito numero dos, de fecha dieciocho de julio de mil novecientos noventa y siete, a fojas ciento treinta y seis, y presenta tacha contra la copia del pasaporte peruano No 0725450, presentado como prueba por la parte demandante para acreditar que el senor Ivcher utilizo ese documento para ingresar al Estado de Israel en enero de mil novecientos noventa y siete. El Coronel PNP Victor Hugo Huaman Del Solar, a fojas cuatrocientos cuarenta y cinco, contesta la demanda senalando que no se ha cumplido con agotar las vias previas, y a pesar que se ha invocado que el agotamiento de la via pudiera convertir en irreparable la agresion, no se ha sustentado esta excepcion. Asimismo, senala que no se ha \"despojado\" de la nacionalidad peruana a don Baruch Ivcher Bronstein toda vez que ésta fue otorgada por Resolucion Suprema No 0649-RE, y la Resolucion Directoral emitida dejo sin efecto el titulo de nacionalidad No 004644, al haberse incurrido en omisiones sustanciales que lo invalidan ipso iure. El Coronel PNP Victor Huaman reproduce los argumentos del Procurador Publico a cargo de los Asuntos Judiciales del Ministerio del Interior, respecto de las irregularidades en los testimonios de la escritura publica de renuncia de nacionalizacion, y que no se ha podido encontrar el expediente administrativo de nacionalizacion, ni ningun documento que acredite su existencia. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico por resolucion de fecha doce de noviembre de mil novecientos noventa y siete, declaro infundada las tachas interpuestas por el Procurador Publico a cargo de los Asuntos Judiciales del Ministerio del Interior, e infundada la demanda de Accion de Amparo por los mismos fundamentos contenidos en la resolucion de fecha catorce de agosto de mil novecientos noventa y siete. 3 TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, por resolucion de fecha veintidos de diciembre de mil novecientos noventa y siete, confirmo la sentencia apelada y declaro infundada las tachas presentadas e infundada la demanda, por no haberse agotado las vias previas, no siendo procedente lo dispuesto en el inciso 2 del articulo 28° de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\", toda vez que la parte demandante podia interponer los recursos impugnativos que la ley le otorga para el cabal esclarecimiento de sus derechos. Y, el articulo 104° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos posibilita la suspension del acto en tanto culmine el tramite administrativo.", "FUNDAMENTOS:": "Que, las Acciones de Garantia proceden en los casos en que se violen O amenacen los derechos constitucionales por accion O por omision de actos de cumplimiento obligatorio. Que, la Resolucion Suprema No 0649-RE, de fecha veintisiete de noviembre de mil novecientos ochenta y cuatro, otorgo la nacionalidad peruana a don Baruch Ivcher Bronstein, senalandose en la citada Resolucion Suprema que se le extenderia el titulo de nacionalidad previa renuncia a su nacionalidad de origen. Que, el articulo 270 de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\" establece que solo procede la Accion de Amparo cuando se hayan agotado las vias previas, y el articulo 280 de la citada Ley establece que no sera exigible el agotamiento de las vias previas si: 1) Una resolucion, que no sea la ultima en la via administrativa, es ejecutada antes de vencerse el plazo para que quede consentida; 2) Por el agotamiento de la via previa pudiera convertirse en irreparable la agresion; 3) La via previa no se encuentra regulada, O si ha sido iniciada, innecesariamente por el reclamante, sin estar obligado ahacerlo; 4) Si no se resuelve la via previa en los plazos fijados para su resolucion. Que, la Resolucion Directoral No 117-97-N-05010000000 fue publicada el trece de julio de mil novecientos noventa y siete y la Accion de Amparo fue interpuesta el catorce de julio del mismo ano, es decir al dia siguiente de su publicacion, lo que hace evidente que no existio posibilidad para que la cuestionada Resolucion Directoral fuese ejecutada antes de que ésta quedara consentida. Que, no se puede establecer que el agotamiento de la via previa hubiese ocasionado la irreparabilidad de la agresion, toda vez que con la interposicion de los medios impugnativos contra la Resolucion Directoral No 117-97-1N-05010000000 el demandante hubiese podido discutir los fundamentos de la referida Resolucion Directoral. 4 5 TRIBUNAL CONSTITUCIONAL Que, en consecuencia, por la naturaleza de los hechos expuestos, éstos no se encuentran en ninguno de los casos previstos en el articulo 28° de la Ley No 23506, que exceptua del agotamiento de las vias previas, y por lo tanto, es de expresa aplicacion el articulo 270 de la mencionada Ley, que exige el agotamiento de las vias previas. Que las tachas presentadas por el Procurador Publico a cargo de los Asuntos Judiciales del Ministerio del Interior no pueden ser dilucidadas en la via del Amparo, toda vez que para emitir un juicio sobre su procedencia se requiere la actuacion de pruebas. Y, el pedido del Procurador Publico para que se aplique lo dispuesto en el articulo 3° del Codigo Procesal Penal no es procedente porque él puede denunciar ante el Ministerio Publico los hechos que presume delictivos. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Confirmando la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas quinientos ochenta y cinco, su fecha veintidos de diciembre de mil novecientos noventa y siete, en el extremo que confirmando la apelada, declaro infundadas las tachas presentadas, y revocândola en el extremo que declaro infundada la demanda, y reformândola declara IMPROCEDENTE la Accion de Amparo interpuesta. DISPONE que se publique en el diario oficial \"El Peruano\";y, los devolvieron. S.S. ACOSTA SANCHEZ VA evc NUGENT DIAZ VALVERDE Le - / Lbl . GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MLC 5", "fecha_publicacion": "1998-06-05", "id": 36930, "nombre_demandado": "Director General de Migraciones y Naturalización y otros", "nombre_demandante": "Baruch Ivcher Bronstein", "numero_expediente": "00112-1998-AA"}