{"CONTEXTO": " 00119-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00119-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N 119-96-AA/TC LIMA TECNOMALLA S.A. Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de setiembre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistenc de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresident Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Tecnomalla S.A. y Ferro Servicios S.R. contra la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia la Republica, de fojas treinta y uno del Cuadernillo de Nulidad, su fecha veinticuatro enero de mil novecientos noventa y seis, que declaro no haber nulidad en la sentencia vista que revocando la apelada declaro improcedente la demanda en la Accion de Ampar interpuesta contra la Superintendencia Nacional de Aduanas (SUNAD).", "ANTECEDENTES:": "Tecnomalla S.A., representada por don Mario Miu Wong, y Ferro Servicios S.R.J representada por don Carlos Piqueras Luna, interpone Accion de Amparo contra la SUNA para que se aplique, respecto de los gravâmenes, la Decision 299 de la Comision Acuerdo de Cartagena que aprueba el Programa de Integracion Industrial Siderurgico cual el Peru es miembro participante. Ello, por violar sus derechos constitucionales. Las demandantes senalan que: 1) El Peru no puede aplicar restricciones gravâmenes a los productos que son objeto del referido Programa, conforme disponen articulos 6° y 70 de la Decision 299; 2) El Peru como pais miembro del Acuerdo Cartagena, tiene la obligacion de aplicar las decisiones que se emitan; y, 3) La aplicacion de la Decision 299 implica un perjuicio, debido a que en los precios concertado con los clientes nacionales se tomo en cuenta el Programa citado. El Procurador Adjunto a cargo de los asuntos judiciales del Ministerio de Econom y Finanzas y de la SUNAT, don Angel Gustavo Vivanco Ortiz, contesta la demanda solicita que sea declarada improcedente por considerar que: 1) Las demandantes cumplieron con agotar la via previa; y, 2) Las demandantes pretende exonerarse de aplicacion de las tasas aduaneras por la via judicial. Deduce la excepcion de inoficiosid de la demanda. El Procurador Publico ad hoc encargado de los asuntos judiciales de la SUNAI don Miguel Molleda Cabrera contesta la demanda y solicita que sea declarad improcedente por considerar que: 1) La SUNAD no puede dejar de aplicar los tribut TRIBUNAL CONSTITUCIONAL establecidos por el Ministerio de Economia y Finanzas hasta que éste ordene que asi haga; y, 2) La inconstitucionalidad alegada por las demandantes no esta claramen sustentada. El Vigésimo Sexto Juzgado en lo Civil de Lima, con fecha nueve de agosto de novecientos noventa y cuatro, declara infundada la excepcion de inoficiosidad de demanda y fundada la demanda, por considerar que: 1) Las demandantes han acredita fehacientemente la negativa de la SUNAD de aplicar la Decision 299; 2) Las decision emitidas por la comision del Acuerdo de Cartagena son directamente aplicables a los pais miembros, como el Peru, desde la fecha de su publicacion en la Gaceta Oficial del Acuer de Cartagena; 3) De acuerdo con lo dispuesto en el articulo 101° de la Constitucion Politi del Estado de mil novecientos setenta y nueve los tratados internacionales celebrados el Peru con otros estados forman parte del Derecho Nacional, y en caso de conflicto en Tratado y Ley prevalece el Tratado; y, 4) Los productos importados por las demandan estân incluidos en el anexo primero de la referida Decision. La Sala Civil de la Corte Superior de Justicia de Lima, con fecha dos de marzo mil novecientos noventa y cinco, confirma en parte la apelada declarando infundada excepcion de inoficiosidad de la demanda y revocandola declara improcedente la demand Sus fundamentos son los siguientes: 1) Las demandantes no han cumplido con agotar la previa; y, 2) Un pago indebido no constituye un dano irreparable si se acredita que posible una compensacion, como medio de extincion de la obligacion tributaria aduanera. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republic con fecha veinticuatro de enero de mil novecientos noventa y seis, declara no haber nulid en la sentencia de vista. Sus argumentos son los siguientes: 1) Las demandantes no h acreditado haber importado productos siderurgicos comprendidos dentro del Programa Integracion Industrial Siderurgica; y 2) No se ha violado ni amenazado derech constitucional alguno.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto recur administrativo alguno para solicitar la aplicacion de la Decision 299 de la Comision Acuerdo de Cartagena, que aprueba el Programa de Integracion Industrial Siderurgic mediante el cual se exonera de todo tipo de gravamen a las importaciones de productos originarios de Bolivia, Colombia O Venezuela. En efecto, la empresa ini la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previsto en el articulo 28° de la Ley No 23506. Ello, debido a las consideraciones siguientes: TRIBUNAL CONSTITUCIONAL a) De conformidad con el articulo 207° del Decreto Legislativo No 722° Ley General de Aduanas, aplicable al caso de autos, \"podran ser materia de reclamacion los actos de acotacion, los que impongan sanciones y cualquier otro relacionado con la aplicacion de las disposiciones aduaneras\". b) La empresa demandante pudo interponer su recurso de reclamacion sin tener que pagar previamente, en la medida en que el articulo 210° del Decreto Legislativo 722 establecia \"no es requisito el pago previo de la deuda por la parte que es objeto de la impugnacion\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y uno del Cuadernillo de Nulidad, su fecha veinticuatro de enero de mil novecientos noventa y seis, que declarando no haber nulidad en la de vista declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ / - - DIAZ VALVERDE aLe cia NUGENT GARCIA MARCELO. G.L.B. Lo que Certifipo: luft Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-21", "id": 37358, "nombre_demandado": "SUNAD (Procurador)", "nombre_demandante": "Tecnomalla SA (representada por Mario Miu Wong) y otro", "numero_expediente": "00119-1996-AA"}