{"CONTEXTO": " 00119-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00119-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 119-98-AA/TC CUSCO RAUL SALIZAR SAICO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Raul Salizar Saico, Alcalde de la Municipalidad Provincial del Cusco, contra la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fecha seis de diciembre de mil novecientos noventa y siete, que declaro infundada la demanda de fojas nueve, improcedente su ampliatoria de fojas ciento siete, en el extremo que se solicita se suspendan los efectos del Acuerdo de Concejo N.o 254, del uno de agosto de mil novecientos noventa y siete, que retiro de la Municipalidad Provincial del Cusco a don German Salizar Saico y la confirmaron en el extremo que suspenden los efectos del referido acuerdo municipal, respecto a don Carlos Chacon Galindo, en la Accion de Amparo interpuesta contra don José Béjar Quispe y otros regidores de la Municipalidad Provincial del Cusco.", "ANTECEDENTES:": "Don Raul Salizar Saico, Alcalde de la Municipalidad Provincial del Cusco, con fecha treinta y uno de julio de mil novecientos noventa y siete, interpone Accion de Amparo contra don José Béjar Quispe, don Juan Fuentes Zambrano, don Armando Loayza Manrique, don Américo Vera Hermoza, don Jorge Callo Marin, don Jesus Guillén Marroquin y dona Thelma Chacon de Flores, regidores de la Municipalidad Provincial del Cusco, con el fin de que se abstengan de realizar actos en contra del demandante que atentan contra sus derechos constitucionales previstos en los incisos 1) y 15) del articulo 2° e incisos 3), 10)y 14) del articulo 139° de la Constitucion Politica del Estado. Sostiene el demandante, que a través de la carta sin numero del veinticinco de julio de mil novecientos noventa y siete, los demandados solicitaron que se convoque a sesion extraordinaria del Concejo Municipal, a fin de tratar los sucesos referidos a la tala de arboles de la plaza de armas, la vacancia del Alcalde titular, la renuncia de asesores del Despacho de Alcaldia y el Reglamento de Sesiones del Concejo Municipal; comunicacion que considera el demandante que contiene peticiones contrarias a la ley. 2 TRIBUNAL CONSTITUCIONAL Alega el demandante, que en cuanto a la tala de arboles se refiere, dicho asunto esta ventilandose en el Tercer Juzgado Penal del Cusco, Expediente N.o 1336-97; que la vacancia del Alcalde titular tiene un procedimiento establecido en la Ley Orgânica de Municipalidades; la renuncia de los asesores del Despacho de Alcaldia tampoco puede tratarse en el Concejo Municipal, por cuanto la presencia de dichos asesores se debe PY exclusivamente a la facultad que la Ley Organica de Municipalidades le otorga al Alcalde en su articulo 470 inciso 13) y que es indelegable por imperio del inciso 18) del mismo articulo; que respecto al Reglamento de Sesiones del Concejo, éste es un tema a tratarse en sesion ordinaria. Por escrito de fojas ciento siete, el demandante solicita la ampliacion de la demanda, a fin de que se comprenda en ésta al Acuerdo de Concejo N.o 254 del uno de agosto de mil novecientos noventa y siete, por considerar que éste atenta contra derechos constitucionales amparados por el articulo 2° inciso 14), y articulos 22°, 270 y 191° de la Constitucion Politica del Estado, al haberse dispuesto, a través de dicho Acuerdo, la separacion de don Carlos Chacon Galindo y don German Salizar Saico, asesores del Despacho de Alcaldia. Admitida la demanda, ésta es contestada por don Américo Vera Hermoza y otros regidores de la Municipalidad demandada, quienes la niegan y contradicen, y senalan que no se ha afectado ningun derecho constitucional del demandante en su condicion de Alcalde de la Municipalidad Provincial del Cusco; que la peticion que han formulado para convocar a sesion extraordinaria de Concejo, ha sido efectuada en aplicacion del articulo 39° de la Ley N.o 23853 Organica de Municipalidades, el mismo que dispone que el Concejo Municipal sesiona extraordinariamente cuando lo convoque el Alcalde 0 lo soliciten cuando menos la tercera parte legal del numero de sus miembros, y que los siete regidores firmantes constituyen precisamente la tercera parte de los veinte miembros del Concejo Municipal. Senalan asimismo, que en el ejercicio de su funcion de fiscalizacion adoptaron el Acuerdo Municipal N.° 254, separando del cargo a los dos asesores del Despacho de la Alcaldia y que, en el caso de la contratacion de don German Salizar Saico, no solamente se ha contravenido la Resolucion de Contralor N.o 243-83-CG que prohibe la designacion de asesores ad honorem sino la Ley N.o 26771 del catorce de abril de mil novecientos noventa y siete, sobre actos de nepotismo, ya que dicho asesor es hermano del Alcalde. Igualmente manifiestan que el pedido para que se trate sobre el Reglamento del Concejo esta dentro de las facultades que tienen los regidores. El Juez Provisional del Tercer Juzgado Especializado en lo Civil del Cusco, con fecha veintitrés de setiembre de mil novecientos noventa y siete, expide resolucion declarando fundada la demanda de fojas nueve y su ampliatoria de fojas ciento siete y dispone que los demandados se abstengan de realizar actos no previstos en las normas 3 TRIBUNAL CONSTITUCIONAL vigentes, que entorpezcan la labor del demandante en su calidad de Alcalde de la Municipalidad Provincial del Cusco. La Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, con fecha veintiséis de diciembre de mil novecientos noventa y siete, expide resolucion revocando la apelada y reformândola declara infundada la demanda de fojas nueve; improcedente su ampliatoria de fojas ciento siete, en el extremo que se solicita se suspendan los efectos del Acuerdo del Concejo N.o 254 que separo de la Municipalidad Provincial del Cusco a don German Salizar Saico, la confirmaron en el extremo que suspenden los efectos del referido Acuerdo Municipal respecto a don Carlos Chacon Galindo. Contra este resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a 1. la violacion 0 amenaza de violacion de un derecho constitucional. Que, se desprende del petitorio de la demanda y su ampliatoria, que el objeto de la 2. presente accion es que se declare inaplicable al demandante el contenido de la carta de fecha veinticinco de julio de mil novecientos noventa y siete, a través de la cual los regidores demandados solicitan que se convoque a sesion extraordinaria de Concejo para tratar diversos asuntos de interés vecinal y que atanen a la gestion municipal; asimismo, se declaren inaplicables las disposiciones del Acuerdo de Concejo N.o 254 del uno de agosto de mil novecientos noventa y siete, que dispone el retiro de la entidad de dos asesores del demandante. Que de conformidad con el articulo 191° de la Constitucion Politica del Estado, los 3. regidores estan facultados para fiscalizar y vigilar los actos de la administracion. Que los regidores demandados, en ejercicio de su funcion de fiscalizacion, 4. remitieron al Despacho del demandante la carta de veinticinco de julio de mil novecientos noventa y siete, solicitandole se convoque a sesion extraordinaria, cumpliendo para el efecto con la exigencia establecida en el articulo 39° de la Ley N.o 23853 Organica de Municipalidades, es decir, que la solicitud fue formulada por la tercera parte del numero legal de los miembros del Concejo Municipal; en la mencionada carta se senalan los asuntos a tratar, todos ellos enmarcados dentro del ambito municipal y de competencia del Concejo Municipal, por lo tanto, los regidores demandados han procedido en el ejercicio regular de sus atribuciones, no habiendo amenazado ni violado derecho constitucional alguno del demandante. Y TRIBUNAL CONSTITUCIONAL Que, debe precisarse, que al haber quedado consentida y con valor de cosa juzgada 5. constitucional el extremo de la sentencia de la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios que, confirmando en parte la apelada, dispuso la no aplicacion del acuerdo del Concejo N.o 254 a don Carlos Chacon Galindo, este Tribunal tiene competencia para resolver los extremos de la resolucion denegatoria de dicha Sala Civil en la presente accion de garantia. Con respecto a esto, se aprecia que la disposicion adoptada por el Concejo de la Municipalidad Provincial del Cusco que retira de la Municipalidad a don German Salizar Saico no ha vulnerado derecho constitucional alguno del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica:", "FALLA:": "CONFIRMANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas trescientos uno, su fecha veintiséis de diciembre de mil novecientos noventa y siete, en cuanto declara INFUNDADA la demanda de fojas nueve e IMPROCEDENTE la demanda ampliatoria de fojas ciento siete, en el extremo relativo a la no aplicacion a don German Salizar Saico, del Acuerdo de Concejo N.o 254 del uno de agosto de mil novecientos noventa y siete. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ - DIAZ VALVERDE NUGENT ACOSTA SÂNCHEZ AUNMe NF.em Lo que Certifig0: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-06-28", "id": 35202, "nombre_demandado": "José Béjar Quispe y otros", "nombre_demandante": "Raúl Salizar Saico", "numero_expediente": "00119-1998-AA"}