{"CONTEXTO": " 00116-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00116-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 116-96-AA/TC ASOCIACION DE CESANTES Y JUBILADOS DEL REGIMEN DECRETO LEY No 20530- PETROPERU LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de abril de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y GARCIA MARCELO; actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por la Asociacion de Cesantes y Jubilados Régimen Decreto Ley No 20530-PETROPERU y otros, contra la resolucion de la 2 TRIBUNAL CONSTITUCIONAL Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha séis de febrero de mil novecientos noventiséis, que declara No Haber Nulidad en la sentencia de vista de fecha treintiuno de marzo de mil novecientos noventicinco, emitida por la Segunda Sala Civil Especializada de la Corte Superior de Lima, que revoca la apelada y declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interponen contra Petroleos del Peru S.A; para que se les restituya el pleno goce del derecho a sus pensiones, las mismas que fueron oportunamente otorgadas pero que han sido recortadas a partir de la primera quincena de mayo de mil novecientos noventiuno por la demandada Petroperu, en aplicacion del articulo 292° de la Ley Anual de Presupuesto de ese ano. Aclaran que solo como producto de las medidas cautelares respectivas siguen percibiendo sus pensiones transitoriamente en su integridad, pero que la solucion definitiva de sus derechos esta aun pendiente del fuero jurisdiccional, el cual ha resuelto en los autos principales, en curso, que solo es viable a favor de quienes suscribieron esa demanda, mas no asi a los actuales demandantes que se adherieron a la misma; por lo que,esta demanda tiene por objeto asegurar la continuidad del goce de sus derechos pensionarios en forma permanente. TRIBUNAL CONSTITUCIONAL El Décimo Quinto Juzgado Especializado en lo Civil de Lima declara fundada demanda, por considerar, entre otras razones, que los actores han acreditado condicion de pensionistas de la demandada, cuyo derecho es analogo al de SI codemandantes en las causas cuyas ejecutorias invocan, por lo que merecen tratamiento igual que ellos, para poner fin a una situacion de inseguridad incertidumbre en el caso de que se confirma la interpretacion de la Corte Suprem acerca del articulo 26° de la Ley No 23506. Interpuesto recurso de apelacion, Segunda Sala Civil Especializada de la Corte Superior de Lima, revoca apelada, segun resolucion de treintiuno de marzo de mil noveciento noventicinco, al estimar que el recurso de Casacion de fojas sesentiocho es hecho propio de la parte demandante y no la conducta de la entidad demandade y la incertidumbre juridica derivada de la interposicion de ese recurso constituye amenaza alguna atribuible a la demandada pues no tiene legitimida para obrar pasiva en este proceso. La Sala de Derecho Constitucional y Social la Corte Suprema de la Republica declara No Haber Nulidad en la sentencia vista, de fecha séis de febrero de mil novecientos noventiséis, por cuanto Ejecutoria Suprema de veintitrés de febrero de mil novecientos noventitrés nego legitimidad de los hoy demandantes que se adherieron con posterioridad a demanda, la cual no ha quedado firme, pues ha sido objeto de Recurso Casacion ante el Tribunal Constitucional, de suerte que en tanto no concluya 4 TRIBUNAL CONSTITUCIONAL dicho proceso en definitiva la situacion creada, no es posible procesalmente pronunciarse sobre los mismos hechos para evitar resoluciones contradictorias. Contra esta resolucion los actores interponen Recurso Extraordinario por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, de autos consta que los demandantes tienen pensiones reconocidas, en curso de pago e integrando su patrimonio juridico, derivadas del Decreto Ley No 20530, conforme aparece del certificado expedido por la empresa demandada de fojas ochentitrés y de la relacion de cesantes y jubilados de fojas ochenticuatro a ciento trés, y que, sin embargo, la entidad demandada les ha recortado el monto de dichas pensiones desde la primera quincena de mayo de mil novecientos noventiuno, en aplicacion unilateral y arbitraria del articulo 292° de la Ley No 25293 de Presupuesto del Sector Publico para mil novecientos ochentiuno, configurando un acto lesivo al derecho adquirido por cada uno de los demandantes, garantizados por los articulos 12° y 13° de la Constitucion Politica de 1979, vigente hacia aquel entonces. TRIBUNAL CONSTITUCIONAL 2.- Que, en consecuencia, Petroleos del Peru S.A. tiene la obligacion restituirles el pago de sus respectivas pensiones que cada pensionista venido percibiendo hasta la primera quincena de mayo de mil noveciento noventiuno y mantener vigente el goce de tales derechos constitucionale adquiridos con arreglo a ley. 3.- Que, el derecho reclamado por los actores es analogo al de sus CC demandantes en la Causa No 332-93-AA/TC, seguida entre las misma partes, en la que se ha dictado resolucion definitiva por este Colegiado esta misma fecha, a favor de quienes firmaron la demanda de foja noventitrés, mas no asi de quienes se adherieron con posterioridad, por que, siendo esta una accion complementaria e integradora de la anteric merece igual tratamiento, para finiquitar su situacion de inseguridad incertidumbre que mantiene en peligro latente su subsistencia personal familiar. Por estos fundamentos, el Tribunal Constitucional haciendo uso de la atribuciones que le confiere la Constitucion del Estado, su Ley Orgânica No 2643 y la Ley No 26801; 6 TRIBUNAL CONSTITUCIONAL", "FALLA:": "Revocando la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha séis de febrero de mil novecientos noventiséis, que obra a fojas veintidos del cuadernillo respectivo, que declaro No Haber Nulidad en la sentencia de vista expedida con fecha treintiuno de marzo de mil novecientos noventicinco y declaro improcedente la demanda; reformandola, CONFIRMARON la apelada de fecha treintiuno de agosto de mil novecientos noventicuatro que declara FUNDADA la accion de amparo, con lo demas que contiene; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT DIAZ VALVERDE - X8 / a GARCIA MARCELO LO QUE CERTIFICO. MElefs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-25", "id": 36899, "nombre_demandado": "Petróleos del Perú SA", "nombre_demandante": "Asociación de Cesantes y Jubilados del Régimen Decreto Ley N.° 20530-Petroperú", "numero_expediente": "00116-1996-AA"}