{"CONTEXTO": " 00117-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00117-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 117-98-AA/TC CUSCO ESPERANZA VIDAL ESPINOZA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Esperanza Vidal Espinoza contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento setenta y ocho, su fecha diecinueve de diciembre de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Esperanza Vidal Espinoza interpone Accion de Amparo contra el Ministerio de Trabajo y Promocion Social solicitando que se declare la inaplicabilidad de la Resolucion Ministerial N.o 003-93-TR, de fecha seis de enero de mil novecientos noventa y tres, que anula la Resolucion Directoral N.o 194-90-PE que la incorporo al régimen de pensiones del Decreto Ley N.o 20530, cortandole de esta manera el disfrute de la pension mensual que ha venido percibiendo. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Trabajo y Promocion Social contesta la demanda proponiendo la excepcion de caducidad prevista en el articulo 370 de la Ley N.o 23506. El Primer Juzgado Civil del Cusco, a fojas ochenta y seis, con fecha siete de setiembre de mil novecientos noventa y cinco, declaro fundada la demanda, por considerar, principalmente, que se encuentra acreditado con los documentos de fojas seis y veintiséis que la demandante estuvo incorporada al régimen de pensiones del Decreto Ley N.o 20530, y que el derecho jubilatorio es el beneficio que se adquiere como consecuencia del trabajo realizado, generando un derecho protegido y garantizado por la Constitucion Politica del Estado, del cual ha sido privada la demandante, sin haberse declarado judicialmente la nulidad de la resolucion de tal incorporacion. La Primera Sala Especializada Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, a fojas ciento setenta y ocho con fecha diecinueve de diciembre de mil novecientos noventa y siete, > revoca la apelada y declara infundada la demanda, por 2 TRIBUNAL CONSTITUCIONAL considerar que la demandante no reune los requisitos para ser incorporada al régimen de pensiones del Decreto Ley N.o 20530, toda vez que a la fecha de promulgacion del mismo, no contaba con siete anos de servicios ininterrumpidos prestados al Estado, conforme lo prescribe la Ley N.° 24366, ya que ingreso a laborar en el Ministerio de Trabajo el uno de junio de mil novecientos setenta y cinco. Contra esta resolucion, la demandante interpone PY Recurso Extraordinario.", "FUNDAMENTOS:": "Que de autos aparece que mediante Resolucion Directoral N.o 194-90-PE, de fecha 1. veinte de abril de mil novecientos noventa, se le incorporo a la demandante al régimen de pensiones normado por el Decreto Ley N.o 20530, y que con la Resolucion Directoral N.o 072.91.GRI/OSDEC.OSPER.DG, su fecha catorce de junio de mil novecientos noventa y uno, se le otorgo pension por el mismo régimen pensionario, en el nivel remunerativo F-2, Jefe de Division, Plaza N. 1662. Que, mediante la Resolucion Ministerial N.o 003-93-TR, de fecha seis de enero de 2. mil novecientos noventa y tres, se anulo la precitada Resolucion Directoral N.° 194- 90-PE que la incorporo a dicho régimen de pensiones, y la privo del pago de sus pensiones, a pesar de que lo venia percibiendo durante un ano y ocho meses continuos. Que, conforme se ha expresado en la Sentencia de fecha veintitrés de abril de mil 3. novecientos noventa y siete, recaida en el Expediente N.o 008-96-I/TC, este Tribunal considera que los derechos adquiridos por el asegurado al amparo del Decreto Ley N.° 20530, no pueden ser desconocidos por el demandado en forma unilateral, argumentando la aplicacion de las leyes N.Os 25066 y 24366, entre otros, sino que, contra resoluciones administrativas que constituyen cosa decidida, solo procede invocar su nulidad mediante un proceso regular en sede judicial. Que, tratandose de pensiones de seguridad social que asumen caracter alimentario 4. del ex trabajador, sustitutorias del salario, ellas son irrenunciables, conforme lo establecia el articulo 570 de la Constitucion Politica de 1979, aplicable a este caso en razon de la fecha en que se produjo la afectacion constitucional, y lo reitera el articulo 26° inciso 2) de la vigente Carta Politica del Estado. Que es evidente, en consecuencia, la agresion del derecho pensionario de la 5. demandante, consagrado por la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979 y reafirmada por la Primera Disposicion Final y Transitoria de la Carta Politica del Estado de 1993, por lo que resulta amparable su restitucion mediante la presente accion de garantia. U 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento setenta y ocho, su fecha diecinueve de diciembre de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda; reformandola la declara FUNDADA y, en consecuencia, inaplicable a la demandante la Resolucion Directoral N.o 003-93-TR, su fecha seis de enero de mil novecientos noventa y tres, ordenando que el Ministerio de Trabajo y Promocion Social cumpla con efectuarle el pago continuado de sus pensiones por el régimen del Decreto Ley N.o 20530. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT avcl GARCIA MARCELO Milhl MR 100 LO que_dert LUZ VASOUEZ RELATORA Dra. MARIA HamneToN CRETARIAN BURAL", "fecha_publicacion": "1999-06-28", "id": 35205, "nombre_demandado": "Ministerio de Trabajo y Promoción Social (Augusto Antonioli Vásquez - ministro)", "nombre_demandante": "Esperanza Carmela Vidal Espinoza", "numero_expediente": "00117-1998-AA"}