{"CONTEXTO": " 00110-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00110-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 110-99-HC/TC LIMA ERNESTO FUENTES CORRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Emiliano Eguiluz Jiménez contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y cinco, su fecha treinta y uno de diciembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus interpuesta a favor de don Ernesto Fuentes Corro.", "ANTECEDENTES:": "El doce de junio de mil novecientos noventa y ocho, don Juan Emiliano Eguiluz Jiménez, en calidad de defensor de don Ernesto Fuentes Corro, interpone Accion de Habeas Corpus a favor de éste y la dirige contra el Juez del Vigésimo Cuarto Juzgado Penal de Lima, don Humberto Diaz Gutierrez, para que se ordene el levantamiento de la orden de captura que pesa contra él, por haberse violado el derecho que establece que solo cabe la detencion de una persona cuando se efectue dentro del marco legal, y que le ampara el literal \"b\" del inciso 24) del articulo 2° de la Constitucion Politica del Estado. Refiere que en el ano mil novecientos noventa y tres se inicio un proceso por delito de estafa, fraude en la administracion de personas juridicas, peculado, corrupcion pasiva de funcionarios, corrupcion activa de funcionarios, negociacion incompatible con el cargo y enriquecimiento ilicito contra don Ernesto Fuentes Corro y otros, en agravio de Hierro Peru S.A., por hechos acaecidos en junio de mil novecientos noventa, es decir, cuando estaba vigente el Codigo Penal de 1924, el cual no contemplaba el delito de fraude en la administracion de personas juridicas, pero si los demas delitos. La pena que se imponia en aquella época para todos los delitos senalados era la de prision, por lo que, de conformidad con los articulos 118° y siguientes del Codigo Penal mencionado, han prescrito; puesto que han transcurrido mas de siete anos y medio desde junio de mil novecientos noventa a marzo de mil novecientos noventa y ocho. Durante la secuela del proceso permanecio recluido en el penal San Jorge, desde marzo de mil novecientos noventa y tres hasta noviembre de mil novecientos noventa y cuatro, es decir, por veintiun meses; la Decimotercera Sala Penal dicto sentencia luego del juicio oral, y condeno al beneficiario de la presente accion solo por delito de estafa, pena que fue suspendida, por lo que se ordeno su inmediata libertad; el 2 TRIBUNAL CONSTITUCIONAL expediente subio a la Corte Suprema mediante Recurso de Nulidad. En esta instancia, la Sala Suprema de Justicia de la Republica declaro nulo todo lo actuado hasta la etapa de instruccion, para que se realice una nueva pericia contable. Por lo que al bajar el expediente al Juez del Vigésimo Cuarto Juzgado Penal, éste ordeno que se amplie la instruccion, y en vista de que permanecia el primigenio auto apertorio que contenia el mandato de detencion contra don Ernesto Fuentes Corro, se ordeno nuevamente su captura, cursandose el correspondiente oficio a la Policia Nacional del Peru.. VM El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas ciento trece, con fecha diecisiete de diciembre de mil novecientos noventa y ocho, declara improcedente la accion, por considerar principalmente, que no se puede concluir que se trate de un procedimiento irregular, sino que el organo jurisdiccional, en el ejercicio de las facultades que le confiere la ley, ha procedido a ordenar la ubicacion y captura del favorecido, por existir un mandato de detencion vigente contra él. La Sala Corporativa Transitoria Especializada en Derecho Publico de Lima, a fojas ciento cincuenta y cinco, con fecha veintiuno de diciembre de mil novecientos noventa y ocho, confirma la apelada, por estimar que se ha ordenado la recaptura del beneficiario conforme a un mandato judicial emitido dentro de un proceso regular en tramite, donde incluso ha hecho valer su derecho a la defensa impugnando aquel mandato desfavorable a su libertad. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que el tercer parrafo del articulo 9° del Pacto Internacional de Derechos Civiles y Politicos aprobado mediante Decreto Ley N.o 22128, dispone que toda persona detenida 0 presa a causa de una infraccion penal tiene derecho a ser juzgada dentro de un plazo razonable 0 a ser puesta en libertad y, en el caso de autos, se inicia el proceso en marzo de mil novecientos noventa y tres, y en diciembre de mil novecientos noventa y siete se encontraba en el estado de instruccion, por haber sido ampliada ésta; y el hecho de no haberse completado la instruccion no justifica que se mantenga privada de su libertad a una persona que ya lo habia estado por mas de veinte meses, no dândole cumplimiento asi al articulo 137° del Codigo Procesal Penal, en caso de efectivizarse esta nueva orden de captura. Que la dilacion indebida del proceso no imputable al beneficiario de la accion no 2. puede ni debe afectarle; por lo que la deficiencia administrativa ocasionada al no encontrarse el cuaderno de libertad respectivo como se aprecia en autos en la razon que da el Secretario del Juzgado con fecha cinco de marzo de mil novecientos noventa y ocho, la misma que corre a fojas ochenta, viola los derechos del encausado reconocidos en el apartado c) del tercer parrafo del articulo 14° del mencionado Pacto Internacional de Derechos Politicos y Civiles que garantiza que 3 TRIBUNAL CONSTITUCIONAL toda persona acusada de un delito tiene derecho a ser juzgada sin dilaciones indebidas; ademas de que, para practicarse la diligencia senalada por la Primera Sala Penal Transitoria de la Corte Suprema de Justicia de la Republica, como es la pericia contable, no es necesaria la presencia del beneficiario y, por el contrario, es a éste a quien interesa estar presente en dicha diligencia para hacer las observaciones que le interese. La medida preventiva privativa de la libertad no debe durar mas del tiempo que sea necesario para el logro de los objetivos de la investigacion judicial y debera ser aplicada con humanidad y respeto por la dignidad del ser humano, como lo establece el articulo 1°y el inciso 3) del articulo 1390 de la Constitucion Politica del Estado. Que, en consecuencia, habiéndose acreditado la transgresion de los derechos 3. constitucionales invocados, objeto del reclamo, aunque no asi la voluntad dolosa de quien aparece como emplazado, la presente demanda debera estimarse otorgando al recurrente la tutela constitucional correspondiente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y cinco, su fecha veintiuno de diciembre de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Habeas Corpus; REFORMANDOLA la declara FUNDADA; en consecuencia, déjese sin efecto la Resolucion judicial de fecha cinco de diciembre de mil novecientos noventa y siete, en el extremo que se dicta mandato de detencion tan solo contra don Ernesto Fuentes Corro; no siendo de aplicacion el articulo 11° de la Ley N.o 23506. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- / / - y ACOSTA SANCHEZ DIAZ VALYERDE NUGENT GARCIA MARCELO L Lo que certifico: JAM tur DR. CESAR CUBAS LONGA SEGRETARIO-RELATOR (e)", "fecha_publicacion": "1999-12-07", "id": 36082, "nombre_demandado": "Vigésimo Cuarto Juzgado Penal de Lima (Humberto Díaz Gutierrez)", "nombre_demandante": "Juan Emiliano Eguiluz Jiménez a favor de Ernesto Fuentes Corro", "numero_expediente": "00110-1999-HC"}