{"CONTEXTO": " 00116-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00116-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 116-98-AA/TC CALLAO ANDRÉS TRONCOS CHAMBA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario, interpuesto con fecha veintidos de diciembre de mil novecientos noventa y siete por don Andrés Troncos Chamba y otros, contra la resolucion de la Sala Civil de la Corte Superior de Justicia del Callao, que con fecha nueve de diciembre de mil novecientos noventa y siete, declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Con fecha uno de setiembre de mil novecientos noventa y siete, don Andrés Troncos Chamba, Secretario General del Asentamiento Humano Marginal \"Villa Senor de los Milagros\", don Nolasco Vera Quispe, don Gastulo Alvarado Malca, don Lucio Abregu Espinoza, don Romulo Richarte Chate, don Juan Antonio Pérez Carbajo, don Victor Rondinel Roca y don Benedicto Diaz Alvarez, directivos del mencionado Asentamiento Humano Marginal, interpusieron Accion de Amparo contra don Renato Mauricio Pastor Bojanovich y don Alberto Alejandro Bobadilla Galindo, Director General y Sub-Director, respectivamente, de la Direccion General de Asentamientos Humanos de la Municipalidad del Callao, a fin de que se deje sin efecto la Resolucion N.o 137-97-MPCIDGAH, su fecha veintitrés de julio de mil novecientos noventa y siete, e igualmente, que se deje sin efecto la convocatoria de la \"pseudo eleccion\" (sic) fijada para el dia treinta y uno de setiembre del mismo ano. Manifiestan que mediante la citada Resolucion, se dejo sin efecto la Resolucion N.o 365-96-MPC/DGAH que reconocio a la Junta Directiva Central de aquel Asentamiento Humano, que estaba conformada por los demandantes. Consideran que la Direccion General emplazada tiene funcion promotora y reconoce las Juntas Directivas elegidas democraticamente, pero sin inmiscuirse en los asuntos internos de los Asentamientos Humanos. Finalmente, aluden que con la dacion de la Resolucion N.o 137-97-MPC-DGAH, se ha violado el derecho de asociacion consignado en el articulo 24° numeral 9) de la Ley N.o 23506. (fojas 34 a 38). Los emplazados, don Renato Mauricio Pastor Bojanovich y don Alberto Alejandro Bobadilla Galindo contestan la demanda, solicitando sea declarada infundada y deducen la excepcion de falta de legitimidad para obrar de los demandantes. Respecto a la excepcion, consideran que los demandantes no tienen la representacion del 2 TRIBUNAL CONSTITUCIONAL asentamiento. Sobre el aspecto de fondo, manifiestan que con la Resolucion N.o 137- 97-MPC/DGAH se dejo sin efecto el nombramiento de la Junta Directiva Central del Asentamiento Humano Marginal \"Villa Senor de los Milagros\", y no el de la Junta Directiva de la asociacion denominada Asociacion de Pobladores del Pueblo Joven \"Villa Senor de los Milagros\". Finalmente hacen saber que la Resolucion Directoral N.o 365-96-MPC-DGAH de fecha diez de octubre de mil novecientos noventa y seis, faculto a la Direccion General de Asentamientos Humanos para intervenir en el control de la gestion dirigencial de los miembros de la Junta Directiva Central del referido Asentamiento; y que el once de julio de mil novecientos noventa y siete se realizo una Asamblea Poblacional Mayoritaria en el citado Asentamiento, decidiéndose destituir a la Junta Directiva liderada por el demandante, don Andrés Troncos Chamba, al haberse comprobado la comision de una serie de irregularidades que atentaban contra los intereses comunales. (fojas 94 a 100). El Segundo Juzgado Especializado Civil del Callao, mediante resolucion de fecha uno de octubre de mil novecientos noventa y siete, declara fundada la demanda; por cuanto la Ordenanza Municipal N.o 013-93, de fecha diez de diciembre de mil novecientos noventa y tres, establece que la Municipalidad puede intervenir en el proceso eleccionario cuando haya vencido el periodo legal de la Junta Directiva Central, en caso de que no exista dicha Junta 0 no se encuentre en el ejercicio de sus funciones; causales que no se dieron, por tanto, considera que devino en improcedente el accionar de la citada Municipalidad, transgrediendo el derecho de asociacion del Asentamiento Humano demandante. (fojas 104 a 108). La Sala Civil de la Corte Superior de Justicia del Callao, con fecha nueve de diciembre de mil novecientos noventa y siete, revoca la apelada y reformandola declara infundada la demanda. Considera esta superior instancia, tomando en cuenta el Dictamen Fiscal de fojas ciento treinta, que con la dacion de la Resolucion N.o 137-97- MPC/DGAH, que es materia de la presente Accion de Amparo, no se violo ni amenazo ningun derecho constitucional de dicho Asentamiento Humano, y mas bien, se actuo respetando los actos eleccionarios practicados por sus propios pobladores a través de una asamblea general, y que la controvertida Resolucion se dicto precisamente para normalizar los conflictos existentes en el asentamiento. (fojas 141).", "FUNDAMENTOS:": "1. Que, la Accion de Amparo es una accion de garantia constitucional cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, a fojas sesenta y dos corre copia de la Resolucion N.o 157-97-MPC/DGAH de fecha dos de setiembre de mil novecientos noventa y siete, que declaro improcedente el Recurso de Reconsideracion que -con fecha anterior- habian interpuesto los demandantes contra la Resolucion N.o 137-97-MPCIDGAH; y, revisando el escrito de demanda de fojas treinta y cuatro, se constata que la presente Accion de Amparo fue incoada el uno de setiembre del mismo ano, vale decir, antes del agotamiento de J TRIBUNAL CONSTITUCIONAL la via administrativa, incurriendo los demandantes en la causal de improcedencia, contemplada en el articulo 270 de la Ley N.o 23506; sin que concurran en el presente caso los presupuestos de excepcion contemplados en el articulo 28° de la acotada Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, de fojas ciento cuarenta y uno, su fecha nueve de diciembre de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda, y reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, Avo - NUGENT, 1 Ul GARCIA MARCELO. Lo que Certificos, Dra. MARIALUZ VASOVEZ RELATORA SECRETARIA CONS TUCIONAL TRIBUNAL JAGB", "fecha_publicacion": "1999-03-19", "id": 34891, "nombre_demandado": "Director General de la Dirección General de Asentamientos Humanos de la Municipalidad Provincial del Callao (Renato Mauricio Pastor Bojánovich) y otro", "nombre_demandante": "Secretario General del Asentamiento Humano Marginal Villa Señor de los Milagros (Andrés Troncos Chamba) y otros", "numero_expediente": "00116-1998-AA"}