{"CONTEXTO": " 00111-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00111-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 111-97-ANTC Marlene Vélez Serquén de Trujillo Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los dos dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde;y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala de Derecho Constitucionaly Social de la Corte Suprema de Justicia de la Republica, su fecha veintiséis de noviembre de mil novecientos noventa y seis, que confirmo la resolucion de vista, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Marlene Vélez Serquén de Trujillo, interpone Accion de Amparo contra la sehora Jueza del Décimo Tercer Juzgado Especializado en lo Civil de Lima, dona Sonia Medina Calvo, y la secretaria dona Carmen Cornejo Marroquin. Senala la accionante que las demandadas violaron su derecho constitucional previsto en el articulo 136 de la Carta Magna, al haberse omitido notificarse y comunicarse al Ministerio Publico en el proceso que sobre otorgamiento de escritura publica se ha seguido entre don Exequiel Muhoz Briones con don Rafael de los Angeles Viera Rodriguez y dona Alicia Arévalo de Viera. Refiere que dicho proceso actualmente se encuentra en ejecucion de sentencia, y que se ha omitido comunicar a la Administracion Tributaria que en el contrato de compra venta del inmueble ubicado en la Av. Siete de junio No510, de la urbanizacion Los Robles, no se abono el importe correspondiente al Impuesto de Alcabala de Enajenaciones, conforme lo ordena el articulo 96° del Decreto Legislativo 773°. Con fecha veintinueve de agosto de mil novecientos noventa y seis, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de plano, declara improcedente la demanda. 2 TRIBUNAL CONSTITUCIONAL Interpuesto el recurso de apelacion, con fecha veintiséis de noviembre de mil novecientos noventa y seis, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica expide resolucion confirmando la resolucion de vista. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, aunque no se desprenda del petitorio de la demanda en forma precisa el objeto de ésta, de los hechos narrados se desprende que la pretension de la actora està dirigida a impugnar la sentencia que se habria expedido en el proceso que sobre otorgamiento de escritura piblica siguieran don Exequiel Muhoz Briones con don Rafael de los Angeles Viera Rodriguez y dona Alicia Arévalo de Viera. 2. Que, siendo ello asi, la pretension de la actora debera de desestimarse, ya que: a) de conformidad con lo previsto en el inciso 2° del articulo 200° de la Constitucion Politica del Estado y el inciso 2° del articulo 6° de la ley 23506, la Accion de Amparo no es la via procesal para impugnar resoluciones judiciales que hayan emanado de un procedimiento regular, y b) las anomalias que pudieren cometerse dentro de un proceso judicial, y que alega la actora, debieron haberse ventilado y resuelto dentro del mismo proceso, haciendo uso de los recursos que el ordenamiento procesal franquea. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las facultadas conferidas por la Constitucion y su ley Organica,", "FALLA:": "Confirmando la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintiséis de noviembre de mil novecientos noventa y seis, que confirmo la resolucion de vista, que declaro improcedente la Accion de Amparo interpuesta; dispusieron su publicacion en el diario oficialEl Peruano, y los devolvieron.", "SS.": "Ar € ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Rucra - - Y oul ECM. Lo que Certifico: Ora. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 36864, "nombre_demandado": "Décimo Tercer Juzgado Especializado en lo Civil de Lima (Sonia Medina Calvo)", "nombre_demandante": "Marlene Vélez Serquén de Trujillo", "numero_expediente": "00111-1997-AA"}