{"CONTEXTO": " 00118-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00118-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 118-97-AC/TC Caso : Livia Rodriguez SalasVda. De Ruiz. Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario contra la resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, su fecha treinta de diciembre de mil novecientos noventa y seis, que confirmo la sentencia de primera instancia que declaro improcedente la accion de Cumplimiento interpuesta por dona Livia Rodriguez Salas Vda. de Ruiz.", "ANTECEDENTES:": "Dona Livia Rodriguez Salas Vda. de Ruiz interpone accion de Cumplimiento contra don Juan Manuel Campos Balarezo, en su condicion de Gerente - Jefe del Departamento de Personal del Banco de la Nacion y contra dona Nelly Rodriguez Cuzcano, en su condicion de Directora General de la Oficina General de Administracion del Ministerio de Economia y Finanzas, para que de manera solidaria cumplan con el mandato contenido en la Resolucion No 092-92-TNSC/19 Sala, y la Resolucion Administrativa No 238-92-EF192.5150.y le abonen la parte alicuota de su pension de sobreviviente viudez, debidamente nivelada con la remuneracion que percibe un Apoderado del Banco de la Nacion, con las variaciones remunerativas ascendentes, reintegros a que hubiere lugar, intereses y costas, que se hayan producido desde el 21 de diciembre de 1989 a la actualidad. La actora senala que el Ministerio de Economia y Finanzas le otorgo pension de sobreviviente - viudez; generada por los servicios que presto en el Banco de la Nacion, su conyuge don Manuel Arturo Ruiz Sanchez, pension que en un 90% le pagaba el Banco de la Nacion y el 10% el Ministerio mencionado. Considerando que su conyuge habia trabajado mas de treinta anos en el Banco de la Nacion, donde se desempeno como Jefe de Dependencia (equivalente a Apoderado para efectos pensionarios), solicito la nivelacion de su pension. Esta solicitud fue denegada, por lo cual apelo al Tribunal Nacional del Servicio Civil, el que por Resolucion No 092-92-TNSC/10 Sala, de fecha 17 de enero de 1992, declaro fundada su apelacion y ordeno al Banco de la Nacion cumpla con transferir al Ministerio de Economia y Finanzas, por tener el Ministerio la condicion de entidad pagadora, la parte alicuota de la pension que corresponda, debidamente nivelada con las remuneraciones que percibe un servidor en actividad. Dona Livia Rodriguez indica que el Banco de la Nacion de acuerdo a la resolucion antes senalada, emitio la Resolucion Administratival No 238- 92-EF/92.5150, de fecha 9 de abril de 1992, por la que se nivelo su pension en SI. 4 82.30 nuevos soles mensuales. Por carta No 165-92-EF/92.5150, de fecha 13 de abril de 1992, el Banco de la Nacion remitio al Ministerio de Economia y Finanzas la copia certificada de la Resolucion Administrativa emitida por el Tribunal Nacional del Servicio Civil. Sin embargo, es recién en mayo de 1993, que el Banco de la Nacion efectuo la liquidacion de su pension, y por Carta EF/92.5150 No, 362-93 del 31 de mayo de 1993, el Banco de la Nacion remitio la liquidacion de su pension y adjunto el cheque de Gerencia No 00043785 por la suma de SI. 27,108.80. El Ministerio de Economia y Finanzas, a través de la Oficina General de Administracion emitio la Resolucion Directoral No 386-93-EF143040, de fecha 10 de junio de 1993, notificada el 7 de setiembre del mismo ano, \"nivelo\" su pension en SI. 29.68 nuevos soles mensuales, de los cuales correspondia, segun la mencionada resolucion, pagar al Banco de la Nacion SI. 26.96 Ante esta situacion, la actora indica que con TRIBUNAL CONSTITUCIONAL fecha 17 de julio de 1995, curso cartas notariales al Gerente del Departamento de Personal del Banco de la Nacion, como funcionario responsable de la administracion y pago de las pensiones del Régimen del Decreto Ley No 20530, y a la Directora General de la Oficina General de Administracion del Ministerio de Economia y Finanzas, por ser esa oficina la emisora de la Resolucion Directoral No 386-93-EF/43.40, por la que se desconoce lo dispuesto por el Tribunal Nacional del Servicio Civil. Don Juan Campos Balarezo, Gerente Jefe del Departamento de Persona, y el Doctor Luis Castro Andrade, representante del Banco de la Nacion, niegan y contradicen la demanda en todos sus extremos, indicando que el Banco de la Nacion, de acuerdo a lo dispuesto por el articulo 13° del Decreto Ley 20530, solo tiene la obligacion de transferir la parte alicuota de la pension que le corresponde a la actora al Ministerio de Economia y Finanzas, institucion que tiene la obligacion de pagar la pension por ser la entidad en la que ceso el cônyuge de la recurrente. En consecuencia, en cumplimiento de la Resolucion emitida por el Tribunal Nacional del Servicio Civil, se expidio la Resolucion Administrativa No 238-92-EF/92.5150, de fecha 9 de abril de 1992, mediante la cual se le nivelo la pension con la categoria de Apoderado, y por Carta EF/92.5150, No 362-93, de fecha 31 de mayo de 1993, se remitio al MEF el cheque de Gerencia N90003785, por la suma de S.I 27,108.80 nuevos soles, correspondientes a la liquidacion de pensiones devengadas al mes de mayo de 1993. Posteriormente, ante el juzgado que sigue la presente accion, se ha consignado la suma de SI. 50,864.20 nuevos soles, correspondiente a la parte alicuota de pension, correspondiente al periodo de junio de 1993 a octubre de 1995, segun consta en el Certificado de Deposito Judicial No 91423204, a fin que el Juzgado disponga lo conveniente por cuanto es el Ministerio de Economia y Finanzas, la institucion obligada a realizar el pago. Dona Nelly Trinidad Rodriguez Cuzcano, Directoral General de Administracion del Ministerio de Economia y Finanzas, al contestar la demanda senala que la actora debio impugnar la Resolucion Directoral No 386-93-EF143.40, y una vez agotada la via administrativa, interpone una accion contencioso administrativa. Indica la demandada que el Ministerio de Economia y Finanzas, no se niega a atender los derechos de la actora, sin embargo la nivelacion que pretende no se ajusta a ley ni a derecho porque el monto que segun le corresponde no es real. Asimismo, la Resolucion del Tribunal Nacional del Servicio Civil, reconoce el derecho de la actora pero no especifica montos, los cuales se determinan en la ejecucion de la misma, por lo que se consulto al INAP, y de acuerdo a la opinion emitida por dicho organismo técnico, se solicito al Banco de la Nacion reformule la Resolucion Administrativa No 238-92-EF192.5150, del 9 de abril de 1992. Senala la demandada que la discusion del monto de la pension que pretende la actora no corresponde hacerlo via accion de Cumplimiento. El doctor Angel Augusto Vivanco Ortiz, Procurador Adjunto a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, deduce la excepcion de falta de agotamiento de la via previa al no haber impugnado la recurrente la Resolucion Directoral No 386-93-EF/82.4340, y asimismo, desde la fecha de notificacion de esa resolucion a la interposicion de la accion transcurrio el plazo de Ley, por lo que se trata de una accion caduca. El Procurador, asimismo, reproduce los mismos fundamentos expuestos por dona Nelly Rodriguez Cuzcano. El Trigésimo Juzgado en lo Civil de Lima, por resolucion No 09, su fecha ocho de enero de mil novecientos noventa y seis, declaro improcedente la presente accion, al considerar que la misma habia caducado, al considerar la fecha de la resolucion emitida por el Ministerio de Economia y Finanzas. La Sala Contencioso Administrativa de la Corte Superior de Justicia de Lima, por sentencia de fecha doce de treinta de diciembre de mil novecientos noventa y seis, se pronuncia sobre las excepciones de falta de agotamiento de la via previa y de caducidad, sobre las cuales omitio pronunciarse el A-quo, declarando infundada la excepcion de falta de agotamiento de la via previa, senalando que si fue agotada, segun se evidencia de las instrumentales a fojas 14 a 17, e infundada también la excepcion de caducidad en razon que al momento en que se expidieron las resoluciones de las que solicita su cumplimiento no estaba regulada la accion de Cumplimiento, por lo que no podia operar ningun plazo de caducidad respecto de ella; y confirmo la sentencia de primera instancia, que declaro improcedente la accion al considerar que el Banco de la Nacion cumplio con nivelarle la pension y transferir los fondos correspondientes al Ministerio de Economia y Finanzas, Institucion que a su vez nivelo la pension de sobreviviente de la demandante, y que lo que busca la actora es un incremento de su pension, monto que no puede ser discutido en una accion de cumplimiento. TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que, la presente accion de Cumplimiento tiene por objeto que las instituciones demandadas cumplan con lo dispuesto en la Resolucion No 092-92-TNSC/19 Sala, y la Resolucion Administratival No 238- 92-EF/92.5150, para lo cual se ha cumplido con agotar la via previa segun se aprecia de las instrumentales a fojas 14 a 17. Que, segun se aprecia de autos el Banco de la Nacion al emitir la Resolucion Administratival No 238- 92-EF/92.5150, cumplio con nivelar la pension de la recurrente segun lo dispuesto en la Resolucion No 092- 92-TNSC/10 Sala, del Tribunal Nacional del Servicio Civil; que, a fojas 67, 68 y 72, se aprecia que el Banco de la Nacion de acuerdo a la nivelacion realizada, procedio a realizar la transferencia de fondos al Ministerio de Economia y Finanzas, para el pago de la pension de la recurrente en la proporcion que le corresponde al mencionado Banco, habiendo en consecuencia cumplido lo dispuesto por el Tribunal Nacional del Servicio Civil. Que, el Ministerio de Economia y Finanzas, en la condicion de entidad pagadora, no puede establecer unilateralmente una pension diferente a la actora, desconociendo la Resolucion Administrativa No 238-92-EF/92.5150, que fue emitida por organismo competente Banco de la Nacion en cumplimiento de la Resolucion del Tribunal Nacional del Servicio Civil, que dispuso la nivelacion de la pension de la recurrente de acuerdo a los anos laborados por su cônyuge en el Banco, conforme al Régimen del Decreto Ley 20530; que, en consecuencia resulta amparable la accion de Cumplimiento respecto del Ministerio de Economia y Finanzas. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Confirmando la sentencia de la Sala Contencioso Administratival de la Corte Superior de Justicia de Lima, de fojas 201, su fecha treinta de diciembre de mil novecientos noventa y seis, en cuanto declara infundadas las excepciones deducidas, y la revoca, en la parte que declaro improcedente la accion de Cumplimiento interpuesta, y reformândola la declaro FUNDADA, ordenando al Ministerio de Economia y Finanzas cumpla con la Resolucion Administrativa No 238-92-EF/92.5150, y pague la pension de la actora de acuerdo a la nivelacion efectuada por el Banco de la Nacion. MANDARON se publique en el diario oficial \"EI Peruano\", conforme a ley; y, los devolvieron. S.S. Catle àa ce ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO hubal L LO QUE CERTIFICO DRA. MARIA LUZ VASQUEZ VARGAS. MLC SECRETARIA RELATORA DEL TRIBUNAL CONSTITUCIONAL. M", "fecha_publicacion": "1998-02-14", "id": 36688, "nombre_demandado": "Gerente-Jefe del Departamento de Personal del Banco de la Nación (Juan Manuel Campos Balarezo) y Directora General de la Oficina General de Administración del Ministerio de Economía y Finanzas (Nelly Rodríguez Cuzcano)", "nombre_demandante": "Livia Rodríguez Salas Vda. de Ruíz", "numero_expediente": "00118-1997-AC"}