{"CONTEXTO": " 00115-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00115-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 115-98-AA/TC TRUJILLO WILBERTO PALMIRO RUIZ SANCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONALY En Trujillo,a los cuatro dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Wilberto Palmiro Ruiz Sanchez contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de La Libertad de fecha diecinueve de diciembre de mil novecientos noventa y siete, que revocando la apelada, declara improcedente la demanda en la Accion de Amparo interpuesta contra el Alcalde de la Municipalidad Provincial de Trujillo.", "ANTECEDENTES:": "Con fecha catorce de setiembre de mil novecientos noventa y cinco don Wilberto Palmiro Ruiz Sanchez, interpone Accion de Amparo contra don José Humberto Murgia Zannier, Alcalde de la Municipalidad Provincial de Trujillo a fin de que se le restituya su pension de cesantia, la misma que senala ha sido recortada en el mes de agosto de dicho ano. Sostiene el demandante que percibe pension desde agosto de mil novecientos ochenta y nueve, reconocida por Resolucion de Alcaldia No 3025-89-MPT de veintinueve de agosto de dicho ano; que asimismo, por Resolucion de Alcaldia No 2645-94-MPT de catorce de noviembre de mil novecientos noventa y cuatro, se le reconocio servicios adicionales prestados en la ex-Compania de Recaudacion S.A., fijandosele una nueva pension a partir del mes de noviembre de mil novecientos noventa y cuatro la que ha venido percibiendo hasta el mes de julio de mil novecientos noventa y cinco. Senala asimismo el demandante que mediante Resolucion de Concejo No 185-95-MPT de veintisiete de julio de mil novecientos noventa y cinco, se declaro la nulidad de la Resolucion de Alcaldia No 2645-94-MPT, nulidad que se dispuso fuera del plazo de ley y considera que no cabe la exigencia del agotamiento de la via previa por cuanto el cumplimiento de esta podria convertir en irreparable la agresion. Admitida la demanda esta es contestada por don José Humberto Murgia Zannier Alcalde de la Municipalidad Provincial de Trujillo, quien la niega y contradice senalando 51 2 TRIBUNAL CONSTITUCIONAL que la Resolucion de Concejo No 185-95-MPT que declara la nulidad de la Resolucion de Alcaldia No 2645-94-MPT, no lesiona ningun derecho constitucional del demandante lo que dispone, es \"la subsanacion de actos administrativos ineficaces\" al estar cuestionada la acumulacion de los anos de servicios prestados en la ex-Compania de Recaudacion S.A. Senala ademas, que contra la referida resolucion de Concejo, este interpuso recurso de reconsideracion con fecha tres de agosto de mil novecientos noventa y cinco, el mismo que A se encontraba en tramite cuando el demandante inicia la presente Accion de Amparo y propone la excepcion de falta de agotamiento de la via administrativa. Con fecha veinte de marzo de mil novecientos noventa y seis, el Juez Provisional del Tercer Juzgado Especializado en lo Civil de Trujillo, emite resolucion declarando infundada la excepcion de falta de agotamiento de la via administrativa y fundada la demanda. Interpuesto recurso de apelacion, con fecha diecinueve de diciembre de mil novecientos noventa y siete, la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, revoca la apelada y reformandola declara fundada la excepcion de falta de agotamiento de la via administrativa e improcedente la Accion de Amparo. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que del petitorio de la demanda se desprende que el demandante solicita la inaplicacion de la Resolucion de Concejo No 185-95-MPT de veintisiete de julio de mil novecientos noventa y cinco, la misma que declaro nula la resolucion de Alcaldia No 2645-94-MPT de fecha catorce de noviembre de mil novecientos noventa y cuatro; en virtud a esta ultima se le acumularon los anos de servicios que presto en la ex-Compania de Recaudacion S.A., sumando un total de treinta y nueve anos, un mes y nueve dias; nulidad que segun senala el demandante origino que su pension fuera rebajada a partir del mes de agosto de mil novecientos noventa y cinco. 2. Que, en cuanto a la excepcion de falta de agotamiento de la via administrativa propuesta, debe tenerse en cuenta que en el caso de autos, el agotamiento de la via previa que prescribe el articulo 270 de la Ley No 23506, no era exigible porque la resolucion de concejo cuestionada constituye la ultima en la via administrativa y ademas porque el recurso de reconsideracion constituye un medio opcional al que puede acudir el administrado, por lo que su interposicion no impide ni suspende la posibilidad que pueda cuestionarse en sede constitucional el acto administrativo expedido. 3. Que la Resolucion de Alcaldia No 2645-94-MPT de catorce de noviembre de mil novecientos noventa y cuatro, fue expedida por autoridad competente, dentro de un procedimiento regular y adquirio la calidad de cosa decidida, por lo que solo podia ser impugnada en la via judicial correspondiente. 3 TRIBUNAL CONSTITUCIONAL 4. Que, en consecuencia, al haber sido expedida la Resolucion de Concejo No 185-95- MPT el veintisiete de julio de mil novecientos noventa y cinco, vale decir fuera del plazo estipulado en el articulo 110° de la ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado ha sido aprobado por Decreto Supremo No 002-94-JUS, se ha transgredido dicha disposicion. Por estos fundamentos, el Tribunal constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha diecinueve de diciembre de mil novecientos noventa y siete, que declaro fundada la excepcion de falta de agotamiento de la via administrativa e improcedente la demanda; reformandola, declara INFUNDADA la excepcion de falta de agotamiento de la via administrativa y FUNDADA la demanda; en consecuencia, inaplicable al demandante la Resolucion de Concejo No 185-95-MPT de veintisiete de julio de mil novecientos noventa y cinco. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE M L (U4 L Cecea NUGENT GARCIA MARCELO Lo que Certif1002 Dra. MABIA VIZVASOUEZ RELATORA NF SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-12-12", "id": 37322, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Trujillo (José Humberto Murgia Zannier)", "nombre_demandante": "Wilberto Palmiro Ruiz Sánchez", "numero_expediente": "00115-1998-AA"}