{"CONTEXTO": " 00126-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00126-1996-AA.pdf) --- EXP.No :126-96-AA/TC SEGUNDO ETELVINO CASTANEDA PEREYRA CAJAMARCA SENTENCIA DEL TRIBUNAL CONSTITUCUIONAL En Lima, a los diecisiete dias del mes de julio de mil novecientos noventa y och reunido el Tribunal Constitucional, con asistencia de los senores Magistrados: Acos Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronund sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo Etelvino Castaneda Pere contra la resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia Cajamarca, de fojas 81, su fecha cuatro de octubre de mil novecientos noventa y cinco, declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Segundo Etelvino Castaneda Pereyra, con fecha diecisiete de julio de novecientos noventa y cinco, interpone demanda de Accion de Amparo contra don Manu Roncal Torres, en su calidad de Director de la Sub Region de Educacion IV- Cajamarc solicitando se materialice resolutivamente su nombramiento como profesor titular veinticuatro horas en el Colegio Estatal Agropecuario \"San Juan Bautista\" del distrito Pallan. Refiere como hechos que, mediante Acta de Adjudicacion de Reingreso e Ingreso a Carrera Publica del Profesorado, se le adjudico la plaza de profesor con veinticuatro hor de clase en el Colegio Estatal Agropecuario \"San Juan Bautista\" del distrito de Palla haciéndose la observacion que dicha adjudicacion estaba sujeta a la consulta y dictamen Asesoria Juridica de la Direccion Sub Regional de Educacion IV-Cajamarca, ya que demandante de acuerdo al Decreto Ley No 26109 fue cesado con incentivos en su condici de Ex secretario II del Area de Programacion Educativa de la Ex DIDECEL; opinion fue emitida mediante Oficio No 433-93-RENOM/DSRE-IV/OAJ, del veintiuno diciembre de mil novecientos noventa y tres, en virtud del cual se declaraba la nulic tanto del Acta de Adjudicacion como de la Resolucion Directoral DIDE No 000224 ya el demandante se encontraba imposibilitado de ingresar a laborar al servicio del Estado cinco anos. No conforme con dicha opinion interpuso Recurso de Reconsideracion fecha veintiocho de diciembre de mil novecientos noventa y tres; el cual pese a no resuelto, mediante Oficio No 2449-93-DISRE-IV/DOAD/JEAP se declaro vacante la pla adjudicada a su favor, dando lugar a que a través de la Resolucion Sub Regional Sectori No 2394-93-RENOM/DSRE-IV, del veintidos de diciembre de mil novecientos noventa tres, se nombrara como titular de dicha plaza a dona Liliana Castillo Zamora. Frente a dicha situacion, interpuso demanda de Accion de Amparo contra el Director Regional de Educacion IV-Cajamarca, proceso que culmino con la Ejecutoria Suprema, dieciséis de diciembre de mil novecientos noventa y cuatro, declarando improcedente demanda por considerar que el demandante no habia agotado las vias previas. Ello conllevo a que con fecha veintisiete de enero de mil novecientos noventa y cin interpusiera recurso de apelacion, en la via administrativa, contra el Oficio No 2449- DISRE-IV-DOADJEAP y Resolucion Sub Regional Sectorial No 2394- RENOM/DSRE-IV, del veintidos de diciembre de mil novecientos noventa y tres, sien declarado improcedente por Resolucion Gerencial Sub Regional No 043-95-RENOM/C: del ocho de marzo de mil novecientos noventa y cinco, por cuanto se habia apelado fue del plazo senalado en el articulo 99° del Decreto Supremo No 02-94-JUS, \"Texto Uni Ordenado de la Ley de Normas Generales de Procedimientos Administrativos\". Contra e resolucion interpuso recurso de revision, el veintiuno de marzo de mil novecientos nover y cinco, el cual afirma no ha sido resuelto. El demandado contesta la demanda precisando que, la presente accion ha sido resuelta forma definitiva en el anterior proceso de Accion de Amparo seguido por el demandante, declararse improcedente la demanda, por lo que deduce la excepcion de cosa juzgada. El Juzgado Civil de Celendin, con fecha veintitrés de agosto de mil novecicentos noventa cinco, a fojas 63, declara improcedente la demanda por considerar principalmente que petitorio del demandante ya habia merecido un anterior pronunciamiento por parte de Corte Suprema, por lo que ampara la excepcion de cosa juzgada. La Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, con fecha cuatro octubre de mil novecientos noventa y cinco, a fojas 81, confirma la sentencia en cua declara improcedente la demanda y la revoca en cuanto declara fundada la excepcion cosa juzgada, por estimar respectivamente, que a la fecha de interposicion de la demanda se habia producido la caducidad de la accion y que, no puede haber cosa juzgada por cuar la Corte Suprema no se pronuncio sobre el fondo del asunto. Contra esta resolucion el demandante interpone recurso de nulidad, entendido con extraordinario.", "FUNDAMENTOS:": "Previamente, se debe dejar establecido que, el hecho que se haya tramitado 1.- Accion de Amparo con anterioridad a la interposicion de la presente demanda, y la misma haya concluido con Ejecutoria Suprema declarandose improcedente considerar que no se habian agotado las vias previas, no debe entenderse como q durante la tramitacion de dicha accion quedaban suspendidos los plazos pa impugnar las resoluciones administrativas, a que se refiere en el Decreto Supren No 02-94-JUS, \"Texto Unico Ordenado de la Ley de Normas Generales Procedimientos Administrativos\", toda vez que las normas administrativas son orden publico. 2.- En consecuencia tanto el recurso de apelacion, presentado el veintisiete de enero mil novecientos noventa y cinco contra el acto administrativo contenido en el Ofi No 2449-93-DISRE-IV-DOAD/JEAP y contra la Resolucion Sub Regional Sector No 239493-RENOMDSRE-IV, del veintidos de diciembre de mil novecient noventitrés, como el recurso de revision presentado el veintiuno de abril de novecientos noventa y cinco, fueron interpuestos fuera de los plazos senalados en Decreto Supremo No 02-94-JUS, \"Texto Unico Ordenado de la Ley de Norm Generales de Procedimientos Administrativos\", motivo por el cual los act administrativos impugnados constituyen cosa decidida. 3.- Que, atendiendo a que el acto administrativo contenido en el Oficio No 2449- DISRE-IV-DOADJEAP y la Resolucion Sub- Regional Sectorial No2394- RENOM/DSRE-IV, que segun el demandante materializan la violacion de derecho laboral, fueron expedidos en el mes de diciembre de mil novecient noventa y tres; a la fecha de interposicion de la presente Accion de Amparo, esto el diecisiete de julio de mil novecientos noventa y cinco, ya habia transcurrido exceso el plazo de caducidad senalado en el articulo 370 de la Ley No 23506, Ley Habeas Corpus y Amparo. Que, sin perjuicio de lo expresado en los fundamentos precedentes, se debe ter 4.- presente que, se encuentra acreditado en autos que el demandante en su condic de servidor administrativo, Secretario II del Area de Programacion Educativa de Ex Direccion de Desarrollo Educativo de Celendin-Cajamarca, se acogio a par del quince de marzo de mil novecientos noventa y tres, al cese con incenti establecido en el Decreto Ley No 26109, que declaro en proceso de Reorganizaci y Reestructuracion Administrativa a los Gobiernos Regionales y a las Corporacion Departamentales de Desarrollo de Lima y del Callao; y como tal de conformic con lo establecido en el articulo 6° del mencionado dispositivo legal, se encontra impedido de reingresar a laborar en la Administracion Publica, Organism Descentralizados Autonomos O Empresas del Estado, bajo cualquier forma modalidad de contratacion y de régimen legal por el periodo de cinco anos contad desde la fecha de su cese; no siendo aplicable, de acuerdo a la Sexta Disposicic Transitoria del Decreto Ley antes citado, la Directiva No 004-91-INAP/DNP sob renuncia voluntaria de funcionarios y servidores publicos bajo el régimen incentivos, aprobada por Resolucion Jefatural No 207-91-INAP/J, del doce de ab de mil novecientos noventa y uno; mas aun cuando dicha Directiva regula procedimiento para la aplicacion del Decreto Supremo No 064-91-PCM sob aceptacion de renuncias con incentivos excepcionales y extraordinarios - 4 presenten los funcionarios, directivos y servidores del grupo ocupacional profesional comprendido en el Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico; condicion profesional que no tenia el demandante al acogerse al programa de cese con incentivos, de acuerdo al Decreto Ley No 26109. 5.- Por ultimo, la excepcion de cosa juzgada no se ha configurado en el presente caso, por cuanto en el anterior proceso de Accion de Amparo seguido por el demandante no hubo pronunciamiento sobre el fondo del asunto. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, de fojas ochenta y uno, su fecha cuatro de octubre de mil novecientos noventa y cinco, que declaro IMPROCEDENTE la demanda de Accion de Amparo, e INFUNDADA la excepcion de cosa juzgada. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Ms Mlu GARCIA MARCELO Lo que Certifico: Dra. MARI LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL 4", "fecha_publicacion": "1998-10-17", "id": 37151, "nombre_demandado": "Sub Región de Educación IV (Director, Manuel Roncal Torres)", "nombre_demandante": "Segundo Etelvino Castañeda Pereyra", "numero_expediente": "00126-1996-AA"}