{"CONTEXTO": " 00123-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00123-1998-AA.pdf) --- /I TRIBUNAL CONSTITUCIONAL Exp. No 123-98-AA/TC Idrogo cl. Consejo Transitorio de Administracion Regional LAMBAYEQUE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por don Antero Augusto Idrogo Anaya contra la sentencia expedida por la Sala Laboral Transitoria de la Corte Superior de Justicia de Lambayeque, su fecha veintidos de octubre de mil novecientos noventa y siete que CONFIRMO la sentencia apelada. Sostiene que: \"Los hechos invocados en la demanda requieren actuacion probatoria. La Accion de Amparo no es la via idonea para desvirtuar lo actuado en un proceso disciplinario administrativo. El demandante se sometio a la comision disciplinario y uso el derecho de defensa.", "ANTECEDENTES:": "Don Antero Augusto Idrogo Anaya interpone Accion de Amparo contra el Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon. Afirma que se ha afectado el derecho constitucional al trabajo, el debido proceso, el derecho de defensa, el principio de jerarquia legal. Solicita la nulidad de las resoluciones R.P.R. No 123-97 CTAR-RENOM del veinticuatro de marzo de mil novecientos noventa y siete y R.P.R. No 140-97 CTAR-RENOM del veinticuatro de abril de mil novecientos noventa y siete, por las cuales se le impone el cese temporal de seis y dos meses en sus labores, respectivamente. El demandado expone que la sancion se debe a que no se ha desvirtuado los cargos imputados. El demandante ha sido oido. Dos hechos diferentes originaron dos sanciones diversas. Al haberse aperturado proceso al propio Director Regional correspondia conocer el proceso a una Comision Especial. En primera instancia el Segundo Juzgado de Trabajo declaro INFUNDADA la Accion de Amparo. Sustenta que: \"Se trata de dos procesos disciplinarios administrativos independientes en consecuencia no hay duplicidad de procesos. El propio Director Regional, Directivo de Asesoria Juridica, el Jefe de Personal, etc. estan comprometidos en instrucciones por lo que hace imposible constituir la Comision Permanente de Procesos Disciplinarios lo que justifica la formacion de una Comision especial. La resolucion que creo esta comision no fue impugnada\". 2, TRIBUNAL CONSTITUCIONAL FUNDAMENTOS : 1. Que, el derecho al trabajo esta garantizado por el Articulo 2° inciso 15) de nuestra Constitucion Politica. Esta norma constitucional remite a la ley la regulacion de las relaciones juridicas de prestacion y contraprestacion laboral. 2. Que, segun el Articulo 104° del D.S. No 02-94-JUS regula que el procedimiento administrativo las decisiones no se suspenden aun se haya interpuesto recurso impugnativo, salvo excepcion legal; verbigracia, el Articulo 1190 del Codigo Tributario que preceptua la interposicion oportuna de recursos contra resolucion de la administracion fiscal suspende la ejecucion del acto administrativo. 3. Que, vencido el periodo de suspension laboral dispuesto contra un trabajador no impide elucidar si se afecto 0 no el derecho constitucional invocado u otro conexo, como el honor, al debido proceso, el de legalidad 0 tipicidad, salvo el plazo de caducidad contemplado por el Articulo 370 de la Ley No 23506. 4. Que, los procedimientos pre-establecidos en la ley son debatibles via derecho procesal constitucional solo si alguna institucion 0 acto procesal del procedimiento tiene categoria constitucional; ejemplo, el derecho a ser oido, actuar pruebas, a interponer recursos impugnativos, etc., que no se presenta en el caso materia de debate. Las anomalias procesales de carâcter administrativo 0 judicial se resuelven en el proceso respectivo. El demandante afirma haber sido procesado administrativamente por una comision especial y no una regular. Esta omision no afecta el derecho de defensa, el debido proceso y la jerarquia legal en mérito a lo glosado. 5. Que, el resultado de la calificacion 0 valoracion de pruebas debatidas en un proceso administrativo se dilucidan en via contenciosa administrativa y no via derecho procesal constitucional; por éstas razones, de conformidad con el Articulo 4270 inciso 6) del Codigo Procesal Civil no es atendible via derecho procesal constitucional la pretension impetrada. Por tales fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Laboral Transitoria de la Corte Superior de Justicia de Lambayeque su fecha veintidos de octubre de mil novecientos noventa y siete, de fojas ciento cuarenta que declaro INFUNDADA la Accion de Amparo; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT ALlNi GARCIA MARCELO e Lo que Certific0: JG/amf Dre. MARIA ILUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-29", "id": 37653, "nombre_demandado": "Consejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón", "nombre_demandante": "Antero Augusto Idrogo Anaya", "numero_expediente": "00123-1998-AA"}