{"CONTEXTO": " 00125-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00125-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 125-97-AA/TC LAMBAYEQUE MARCO HIDALGO SAAVEDRA RISCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintinueve dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Marco Hidalgo Saavedra Risco, contra la Resolucion expedida por la Segunda Sala Civil Agraria Laboral de la Corte Superior de Justicia de Lambayeque, de fojas ciento sesenta y tres, su fecha treinta de diciembre de mil novecientos noventa y seis, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Marco Hidalgo Saavedra Risco interpone demanda de Accion de Amparo contra el Gerente General de Electronorte, manifestando que es inquilino de la mitad del inmueble de propiedad de don José Tavara Diaz, por lo que tiene la obligacion de pagar en dicha proporcion el importe que se genere por consumo de alumbrado eléctrico. Indica que por el incumplimiento de los pagos por parte del otro inquilino se ha acumulado una deuda a Electronorte, y que al apersonarse a dicha empresa no se le ha concedido las correspondientes facilidades de pago que solicitaba, habiéndosele informado que el nuevo propietario del inmueble se habria comprometido al pago total de la deuda contraida. Agrega que el corte del suministro de energia eléctrica al citado inmueble, en el cual conduce un negocio de hoteleria, le causa pérdida economicas; asi como perturba su derecho de legitima posesion del mencionado inmueble. El Gerente General de la Empresa Electronorte S.A. contesta la demanda, manifestando que el demandante pretende usufructuar un servicio de energia eléctrica que su representada contrato con don José Tavara Diaz, el cual tenia una deuda por consumo por el periodo de marzo a octubre del ano mil novecientos noventa y cinco, razon por la que, de acuerdo a las facultades otorgadas por la Ley N.o 25844 se procedio a efectuar el corte inmediato de la energia eléctrica. Agrega que ha operado la caducidad de la accion, por cuanto los hechos datan del mes de noviembre de mil novecientos noventa y cinco. El Juez del Primer Juzgado Especializado en lo Civil de Chiclayo, a fojas setenta y siete, con fecha nueve de setiembre de mil novecientos noventa y seis, declaro improcedente la demanda, por estimar principalmente que la empresa demandada ha privado del suministro de energia eléctrica al inmueble que conduce el demandante en 2 TRIBUNAL CONSTITUCIONAL calidad de inquilino, porque éste no ha cumplido con la contraprestacion de pago por el servicio prestado. La Segunda Sala Civil Agraria Laboral de la Corte Superior de Justicia de Lambayeque, a fojas ciento sesenta y tres, con fecha treinta de diciembre de mil novecientos noventa y seis, confirmo la apelada entendiéndola como infundada, por estimar que el derecho de accion habia caducado. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 1° de la Ley N.o 23506, de Habeas Corpus y Amparo, establece que 1. el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. Que, de conformidad con el Atestado N.o 11-DPMP-DAJ-CH, de fecha diez de 2. enero de mil novecientos noventa y seis, recaudado a la demanda y de las instrumentales de fojas treinta y nueve a cuarenta y dos, los hechos considerados lesivos por el demandante ocurrieron en el mes de octubre de mil novecientos noventa y cinco, y habiendo presentado éste su demanda con fecha veintiséis de julio de mil novecientos noventa y seis, su derecho de accionar a través del presente proceso constitucional habia caducado, al haberse vencido en exceso el plazo de sesenta dias habiles establecido por el articulo 370 de la citada ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Civil Agraria Laboral de la Corte Superior de Justicia de Lambayeque, de fojas ciento sesenta y tres, su fecha treinta de diciembre de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la demanda, reformandola declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "fnicr ACOSTA SANCHEZ DIAZ VALVERDE NUGENT L GARCIAI MARCELO acota LO QUE CERTIFICO. 2 AAM  DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35737, "nombre_demandado": "Gerente General de Electronorte", "nombre_demandante": "Marco Hidalgo Saavedra Risco", "numero_expediente": "00125-1997-AA"}