{"CONTEXTO": " 00127-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00127-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 127-98-AA/TC LIMA JESUS JAUREGUI CHAPARRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jesus Jauregui Chaparro, contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veinte del Cuaderno de Nulidad, su fecha diecinueve de agosto de mil novecientos noventa y siete, que declaro no haber nulidad en la sentencia de vista e improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Jesus Jauregui Chaparro, con fecha dos de febrero de mil novecientos noventa y cuatro, interpone demanda de Accion de Amparo contra el Banco de la Nacion, solicitando que se deje sin efecto la Resolucion Administrativa N.o 719-92- EF/92.5100, y se disponga su reincorporacion al régimen de pensiones regulado por el Decreto Ley N.o 20530, por considerar que se han violado sus derechos constitucionales a percibir su pension de jubilacion. Refiere que ingreso a trabajar en la Administracion Publica el tres de abril de mil novecientos setenta y uno, en condicion de contratado bajo el régimen laboral de la Ley N.o 11377; que, con fecha uno de enero de mil novecientos setenta y dos, fue transferido al régimen de la Ley N.o 4916. Indica que mediante la Resolucion Administrativa N.o 3582-90-EF/92.5150 del quince de noviembre de mil novecientos noventa se le incorporo dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, la misma que fue declarada nula mediante la cuestionada resolucion, amparandose en el Decreto Legislativo N.o 763, contra la cual interpuso su Recurso de Apelacion, el cual no merecio pronunciamiento alguno por parte de la administracion. El apoderado del Banco de la Nacion contesta la demanda manifestando que ha operado la caducidad de la accion; que tratândose de una discusion respecto al cumplimiento 0 no de los requisitos legales para tener derecho a la reincorporacion del demandante dentro del régimen de pensiones del Decreto Ley N.o 20530, la presente via no resulta idonea para dicho fin, debiendo haberse recurrido a través de la accion contencioso-administrativ.; y que el demandante fue incorporado dentro de dicho TRIBUNAL CONSTITUCIONAL régimen pensionario en contravencion del articulo 140 de la citada norma, que prohibe la acumulacion de tiempos de servicios prestados bajo distintos regimenes laborales. El Juez del Decimosétimo Juzgado Civil de Lima, a fojas cuarenta, con fecha treinta de junio de mil novecientos noventa y cuatro, declara fundada la demanda, por considerar que las resoluciones administrativas que incorporan al demandante dentro del régimen pensionario del Decreto Ley N.o 20530 asi como la que le otorga su pension de cesantia no pueden ser declaradas invalidas por la propia administracion, porque ello constituiria acto arbitrario. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento veinticinco, con fecha veinticuatro de julio de mil novecientos noventa y cinco, revoca la apelada y declara improcedente la demanda, por considerar que la Accion de Amparo no es la via idonea para determinar el derecho alegado. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas veinte del Cuaderno de Nulidad, con fecha veintisiete de agosto de mil novecientos noventa y siete, declara no haber nulidad en la sentencia de vista, por los propios fundamentos que la misma contiene. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, respecto a la supuesta caducidad de la accion alegada por la demandada, cabe precisar que este Tribunal, en uniformes y reiterados pronunciamientos, ha establecido que debido a la naturaleza del derecho pensionario, no opera la misma, resultando de aplicacion lo establecido en el articulo 26° de la Ley N.o 25398. Que, mediante la Resolucion Administrativa N.o 3582-90-EF/92.5150, de fojas 2. uno de autos, su fecha quince de noviembre de mil novecientos noventa, se incorporo al demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, y a través de la Resolucion Administrativa N.o 719-92- EF/92.5100, de fecha catorce de octubre de mil novecientos noventa y dos, de fojas tres, se resolvio declarar la nulidad de dicha resolucion. Al respecto cabe precisar que la resolucion que se cuestiona a través del presente proceso constitucional, se encuentra arreglada a ley, toda vez que conforme lo ha establecido este Tribunal en la sentencia recaida en el Expediente N.o 121-98- AA/TC, entre otras, en ese entonces no existia plazo para tomar la decision que la misma contiene, de acuerdo con las normas contenidas en el Decreto Supremo N. 006-67-SC, aplicable al caso de autos. Que, en consecuencia, en el presente caso, no se encuentra acreditada la 3. vulneracion de derecho constitucional alguno del demandante. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veinte del Cuaderno de Nulidad, su fecha veintisiete de agosto de mil novecientos noventa y siete, que declaro no haber nulidad en la sentencia de vista que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- ACOSTA SANCHEZ Mare DIAZ VALVERDE NUGENT GARCIA MARCELO 7 Cle 22 AAM Lo que certifico: DR. CESAR CUBAS LONGA SEGRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-12-07", "id": 36079, "nombre_demandado": "Banco de la Nación", "nombre_demandante": "Jesús Jáuregui Chaparro", "numero_expediente": "00127-1998-AA"}