{"CONTEXTO": " 00126-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00126-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 126-98-AA/TC LIMA DAVID HERMILIO GUEVARA VALDEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don David Hermilio Guevara Valdez contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ochenta y ocho del Cuaderno de Nulidad, su fecha veintiuno de agosto de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don David Hermilio Guevara Valdez interpone demanda de Accion de Amparo contra la empresa Electronorte S.A. con la finalidad de que se declaren inaplicables a su persona la Resolucion de Gerencia General N.o 647-92, de fecha uno de diciembre de mil novecientos noventa y dos, mediante la cual se declara la nulidad de la Resolucion N.o 00111-90, que dispuso su reincorporacion al régimen de pensiones del Decreto Ley N.o 20530 y la Resolucion de Gerencia General N.o 0072-92, de fecha veintisiete de setiembre de mil novecientos noventa y cuatro, que declaro infundado el Recurso de Apelacion formulado por el demandante. Expresa que ingreso a prestar servicios para la demandada como técnico electricista desde el ocho de mayo de mil novecientos sesenta y dos hasta el quince de mayo de mil novecientos noventa y dos, fecha en la cual se le acepto su renuncia. Electronorte S.A. propone la excepcion de caducidad, y sin perjuicio de la excepcion propuesta contesta la demanda negândola y contradiciéndola, por considerar que no existe derecho alguno conculcado al demandante, y que las resoluciones impugnadas no hacen otra cosa que ampararse en disposiciones constitucionales legales que prohiben a los servidores de las empresas publicas acceder al régimen del Decreto Ley N.° 20530. Asimismo, indica que el demandante presto servicios al Sector Publico al amparo de la Ley N.°11377, desde el ocho de mayo de mil novecientos sesenta y dos al treinta de noviembre de mil novecientos setenta y seis, y a partir del uno de diciembre de mil novecientos setenta y seis, presto servicios al amparo de la Ley N.o 4916, por lo que resulta improcedente su incorporacion al régimen pensionario del Decreto Ley N.o 20530. TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado Civil de Chiclayo, a fojas cincuenta y ocho, con fecha veinticuatro de enero de mil novecientos noventa y cinco, declara improcedente la demanda, por considerar que el funcionario de la demandada incorporo errôneamente al demandante a un régimen de pensiones al que no le asistia derecho, asimismo declaro improcedente la excepcion de caducidad. La Primera Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque, a fojas ochenta y siete, con fecha treinta de mayo de mil novecientos noventa cinco, sin otro fundamento confirma la sentencia apelada, y declara improcedente la demanda. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas ochenta y ocho del Cuaderno de Nulidad, con fecha veintiuno de agosto de mil novecientos noventa y siete, resolvio no haber nulidad en la sentencia de vista, y, en consecuencia, improcedente la Accion de Amparo, por considerar que el demandante renuncio expresamente a la Ley N.o 11377 para acogerse a los beneficios de la Ley N.o 4916. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, con respecto a la excepcion de caducidad propuesta por la demandada, ésta 1. resulta improcedente, en razon de que de autos se acredita que la demanda fue interpuesta dentro del plazo que senala el articulo 370 de la Ley N.o 23506. Que, se encuentra acreditado en autos que por Acuerdo de Directorio y mediante 2. Resolucion de Gerencia General N.o 00111-90, de fecha veintitrés de mayo de mil novecientos noventa, se incorporo al demandante al régimen de pensiones del Decreto Ley N.o 20530; la cual fue declarada nula e insubsistente, por la Resolucion de Gerencia General N.o 0647-92, de fecha uno de diciembre de mil novecientos noventa y dos. Asimismo, debemos resaltar que esta ultima resolucion, pese a haber sido apelada en su oportunidad, fue resuelta nuevamente por la misma instancia mediante la Resolucion de Gerencia General N.o 0072-92, al declarar infundado dicho medio impugnativo. 3. Que, en tal sentido, en el presente caso se ha transgredido lo dispuesto en el articulo 1130 del Decreto Supremo N.° 006-SC-67, aplicable en ese entonces, en cuanto disponia que la nulidad de resolucion administrativa solo puede ser declarada por el funcionario jerarquicamente superior. Que, asimismo respecto al Recurso de Apelacion interpuesto por el demandante 4. contra la resolucion de Gerencia General N.° 0647-92, al haber sido resuelto por la misma instancia administrativa, se ha violado lo dispuesto en el articulo 102° del Decreto Supremo N.o 006-SC-67, modificado por el Decreto Ley N.o 26111 y los articulos 1390 inciso 3)y 6) de la Constitucion Politica del Estado. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ochenta y ocho del Cuaderno de Nulidad, su fecha veintiuno de agosto de mil novecientos noventa y siete, que resolviendo no haber nulidad en la sentencia de vista declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable al demandante las resoluciones de gerencia general N.os 0647-92 y 0072-92. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. 17 29a", "SS.": "VAr ACOSTA SANCHEZ DIAZ VALVERDE NUGENT A L0 C FUM GARCIA MARCELO Le E.G.D LO QUECERTIFICO: DRAMARUITLUZTASUEZ SECRETARIA RELATORA 3", "fecha_publicacion": "1999-09-28", "id": 35772, "nombre_demandado": "Empresa Electronorte SA", "nombre_demandante": "David Hermilio Guevara Valdez", "numero_expediente": "00126-1998-AA"}