{"CONTEXTO": " 00120-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00120-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 120-97-AA/TC Arequipa Gregorio Aguilar Acunia SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa > a los 21 dias del mes de agosto de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: la de Acosta Sanchez; Vicepresidente encargado Presidencia; Nugent; Diaz Valverde; Garcia Marcelo. actuando como secretaria la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente V sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Gregorio Aguilar Acuna en contra de la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha 02 de junio de 1997, la que revocando la apelada declaro, improcedente la accion seguida por el citado recurrente, en contra del Concejo Provincial de Arequipa.", "ANTECEDENTES:": "Don Gregorio Aguilar Acuna, interpuso accion de amparo en contra de la Municipalidad Provincial de Arequipa, por flagrante violacion de sus derechos fundamentales a la libertad de trabajo, a la vida, de igualdad ante la ley, a la defensa, de irretroactividad de la ley; de legalidad y al debido proceso; por haber sido despedido intempestivamente por medio de la Resolucion Municipal No 279-E-96 de 28 de noviembre de 1996, la que resolvio cesarlo por causal de excedencia, y que, afirma, no le fue notificada personalmente; solicito la nulidad del acto administrativo de su cese intempestivo; su reposicion en el puesto que venia desempeniando; que se declarara inaplicable para él la Resolucion Ministerial 279-E-96; el pago inmediato de sus remuneraciones y beneficios laborales dejados de percibir y que se ordenara la destitucion y denuncia penal en contra del infractor de sus derechos. Manifesto que por haber ingresado a laborar en el sector publico con fecha 08/08/73, solo se encontraba sujeto a la Ley 11377 y al D.Leg. 276 ; que laboro hasta el dia 03/12/96, fecha en que ya 2 TRIBUNAL CONSTITUCIONAL no pudo registrar su asistencia, por haber sido retirada su tarjeta de control, hecho del cual dejo constancia policial, actos, que segun el demandante, significaban la vulneracion de su derecho a la estabilidad laboral, ya que habia sido separado de su trabajo sin que hubiera mediado proceso administrativo; dijo que se habia sometido a la evaluacion que practico la demandada, amparado en el acta suscrita entre el Sindicato y el Alcalde, por el que existia el compromiso de que los resultados de la evaluacion no serian utilizados para cesar a ningun servidor; que las leyes 26093 y 26553, que crean la excedencia como causal de cese, no podian aplicarselas a él, por no tener éstas caracter retroactivo, ya que fueron dictadas en el ano de 1995, no alcanzândole su contenido, segun el demandante. La demanda fue contestada por la Municipalidad emplazada, la que en primer orden dedujo las excepciones de incompetencia y de falta de agotamiento de la via previa administrativa; senalo también que la Ley 26553 -Ley del Presupuesto del Sector Publico para 1996, en su disposicion transitoria y final octava incluia dentro de los alcances del D.L. 26093 a los organismos comprendidos en el volumen 03 del articulo 4° de la Ley, vale decir a los Gobiernos Locales; que el articulo 1° de el D.L. 26093 establece que los titulares de las Instituciones Publicas Descentralizadas, deberian cumplir con efectuar semestralmente programas de evaluacion de personal, autorizandolos a dictar las normas necesarias para la aplicacion del dispositivo mediante resolucion; que, en consecuencia el Alcalde estaba obligado a hacer la evaluacion; por lo que mediante Resolucion de Alcaldia No 712-96 se aprobo la directiva que normo el proceso de evaluacion de los servidores; que el demandado se habia sometido a la evaluacion, por su voluntad ; que el referido D.L. 26093 establece la nueva causal de cese por excedencia; que al demandante asi como a los otros servidores evaluados se les notifico el resultado del mismo, via edicto el dia 01 de diciembre de 1997; hizo notar que por su caracter imperativo nadie podia pactar contra la Ley; concluyendo en que el proceso de evaluacion se desarrollo dentro de la legalidad y, por tanto, no se le habia violado al demandante ningun derecho. El Cuarto Juzgado Especializado en lo Civil de Arequipa, fallo declarando infundadas las excepciones propuestas, y en cuanto al fondo del asunto, declaro fundada la demanda, esencialmente por considerar que el demandante no fue notificado con la Resolucion Municipal No 279-E-96, en la forma que prevee los articulos 80° y siguientes del D.S. 002-JUS-94, y al inobservarse la notificacion, a criterio del juez, se habia violado el derecho al trabajo del demandante, asi como que no se habia seguido el debido proceso, con lo que se contrariaba la Ley y la Constitucion. Interpuesto el recurso de apelacion, el Fiscal Superior en lo Civil, fue del parecer que se confirmara la sentencia apelada, por opinar que el demandante al haber ingresado a laborar al sector publico en fecha anterior a la promulgacion de los D.L. 26093 y 26553, gozaba de la estabilidad laboral que le conferian el D.Leg. 276 y la Ley 11377; no pudiendo, por tanto, ser cesado 0 destituido el recurrente por la causal prevista en el articulo 2° del D.L. 26093. 3 TRIBUNAL CONSTITUCIONAL La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, en discordia, revoco y reformo la apelada declarando improcedentes las excepciones planteadas, y también, improcedente la accion en si, por considerar, entre otros motivos, que la Municipalidad demandada habia procedido a la evaluacion y cese del demandante conforme a las atribuciones legales vigentes; que en cuanto al hecho que el demandante hubiese ingresado a laborar antes de la vigencia de las disposiciones legales que ordenan la evaluacion periodica, ello no importa la aplicacion retroactiva de la ley a la situacion juridica del demandante, por cuanto, la Ley se aplica a las consecuencias juridicas de las relaciones juridicas existentes al momento de su entrada en vigencia, conforme lo previsto por el articulo tercero del Titulo Preliminar del Codigo Civil vigente y que la via del amparo por su naturaleza excepcional, no es la via idonea para discutir la legalidad de actos administrativos concernientes a la evaluacion.", "FUNDAMENTOS:": "Que, conforme lo dicta el articulo 191° de la Constitucion las Municipalidades tienen autonomia, politica economica y administrativa en los asuntos de su competencia, siendo uno de ellos el aspecto de la evaluacion del personal a su cargo; Que, la Octava Disposicion Transitoria y Final de la Ley 26553 del Presupuesto del Sector Publico, para 1996, en su segundo parrafo incluye dentro de los alcances del D.L 26093 a los organismos comprendidos en el volumen tres del art. 4, es decir los gobiernos locales; Que, el recurrente se sometio por su voluntad a la evaluacion; Que, en todo caso, existiendo hechos en debate 0 susceptibles de ser sustentados a través de la actuacion de prueba, tales como la materia de examen; sobre si existio efectivamente un convenio entre el Sindicato Obrero, poniéndose de relieve que el actor tenia la calidad de empleado, mas no de obrero; y que el Alcalde, segun el convenio realizaba la evaluacion, sin que ésta, tuviera el proposito de cesar a servidores de la Municipalidad; Que, los programas de evaluacion, de conformidad con el espiritu del D.L. 26093 no estan orientados a lograr un entrenamiento con fines de actualizacion 0 capacitacion, sino a separar al personal que no resulte idoneo, mas aun cuando resultaria manifiestamente ilegal, celebrar pactos 0 convenios que contrarien el espiritu de una Ley; Que, tampoco se le ha violentado el derecho de estabilidad y desempeno de trabajo, por cuanto el demandante no ha sido despedido arbitrariamente, 0 como resultado de un irregular proceso, lo que ha sucedido en el caso sub judice, es que no aprobo el examen al que se le sometio; Que, en aplicacion de la primera parte del articulo 82° del D.S. 02-94-JUS, y la publicacion de la Resolucion Municipal No 279-E- 96 que se impugna, en el diario \"El Correo\", > y que corre a fojas 04 de autos, se subsana cualquier defecto de notificacion, no deviniendo por tanto en irregular el proceso; Que, el demandante no ha logrado demostrar en autos, el que se le haya violado algun derecho constitucionalmente protegido; Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, y su ley Organica. TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la Sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha de 02 de Junio de 1997, la que revocando y reformando la sentencia apelada de 17 de marzo de 1997; declaro sin lugar las excepciones e IMPROCEDENTE la accion de amparo incoada y ordenaron su publicacion en el diario oficial \"El Peruano\", ,y los devolvieron. S.S. Vas Acosta Sanchez; Nugent; Diaz Valverde; Garcia Marcelo. . A is y ( - - Vh a A V avele F.C.V. Lo que Certifioo: Ln Dra. MARIALUZI VASQUEZ DE LOPEZ SECRETARIA. RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-05", "id": 36331, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Gregorio Aguilar Acuña", "numero_expediente": "00120-1997-AA"}