{"CONTEXTO": " 00123-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00123-1995-AA.pdf) --- S-1098 ...la exclusion de estos ultimos trabajadores del Programa de Retiro Voluntario con Incentivos, emerge de un mandato legal (que excluye a los trabajadores pertenecientes al régimen de pensiones establecido por el Decreto Ley No 20530) y no es producto de una accion de arbitrariedad gubernamental, habiéndose limitado el Ministerio de Educacion a acatar y cumplir la referida disposicion legal (Decreto Ley No 26158)... EXP.No 123-95-AA/TC LIMA MARIO INFANTES CORNEJO Y OTRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Mario Infantes Cornejo y dona Nelly Jacqueline Suarez Pedraza contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, de fecha nueve de enero de mil novecientos noventicinco, que declara No Haber Nulidad en la sentencia de vista que confirma la apelada y declara improcedente la demanda.", "ANTECEDENTES:": "La accion la interponen contra el Ministro de Educacion a fin de que se declare la inaplicabilidad de la Resolucion Ministerial No 0070-93-DE, del seis de febrero de mil novecientos noventitrés, que dispone su cese laboral por causal de reorganizacion y racionalizacion, la cual -segun los demandantes- emana del articulo 4° del Decreto Ley No 26158 que es flagrantemente inconstitucional y violatorio de los articulos 2° incisos 20), 42), 48), 57), 59), 74) y 87); y del articulo 295° de la Constitucion Politica de 1979; puesto que no predica la igualdad de trato, al haberles impedido acogerse al programa de retiro voluntario con incentivos por pertenecer al régimen de pensiones establecido por el Decreto Ley No 20530; por lo que piden que se les reponga en sus puestos de trabajo 0 se les confiera el incentivo de tres anos. El Primer Juzgado en lo Civil de Lima declaro improcedente la demanda, por considerar, entre otras razones, que la aludida prohibicion solo estriba en el aspecto de los incentivos, mas no al programa de reduccion de personal que prescribe que aquellos servidores que decidan no presentarse al concurso seran cesados por causal de reduccion, y unicamente tendran derecho a percibir sus beneficios sociales, y que la aparente discriminacion de tratamiento a los trabajadores de uno y otro régimen es por mandato legal y no por arbitrariedad gubernamental. Interpuesto recurso de apelacion, la Segunda Sala Civil Especializada de la Corte Superior de Lima confirmo la apelada, segun resolucion del cuatro de mayo de mil novecientos noventicuatro, por los fundamentos de la apelada y del Dictamen Fiscal. Impugnada dicha resolucion la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica declaro No Haber Nulidad en la sentencia de vista, por sus fundamentos y los del Dictamen Fiscal. Contra esta resolucion los actores interponen Recurso Extraordinario, por lo que de conformidad con los dispositivos legales se han remitidos los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, de autos consta que los demandantes fueron cesados mediante la Resolucion Ministerial No 0070-93-DE, del seis de febrero de mil novecientos noventitrés, cuestionada por los demandantes, por no haber aprobado el examen de calificacion y seleccion al que se sometieron segun el Decreto Ley No 26158. 2. Que dicho Decreto Ley No 26158 autorizo al Ministerio de Educacion a aplicar un programa de reduccion de personal, en el que estaban comprendidos los trabajadores sujetos al régimen laboral del Decreto Legislativo No 276, comprendido dentro del grupo ocupacional técnico y auxiliar, en base a un Programa de Retiro Voluntario con Incentivos y luego a un Programa de Calificacion, Evaluacion y Seleccion, no pudiendo acogerse al Programa de Retiro Voluntario con Incentivos los trabajadores pertenecientes al régimen de pensiones establecido por el Decreto Ley No 20530, como era el caso de los demandantes. 3. Que, en consecuencia, la exclusion de estos ultimos trabajadores del Programa de Retiro Voluntario con Incentivos, emerge de un mandato legal y no es producto de una accion de arbitrariedad gubernamental, habiéndose limitado el Ministerio de Educacion a acatar y cumplir la referida disposicion legal, y los actores a rendir sus pruebas de calificacion y seleccion, conforme a lo dispuesto por el Decreto Ley No 26158. 4. Que, en cuanto al articulo 4° del Decreto Ley No 26158, aparece que fue promulgado el treinta de diciembre de mil novecientos noventidos, y que la demanda que pretende cuestionarlo ha sido interpuesta el cinco de abril de mil novecientos noventitrés, esto es, fuera del término legal previsto en el articulo 370 de la Ley No 26435, Organica del Tribunal Constitucional, cuando ya habia caducado. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Organica No 26435 y la Ley No 26801:", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha el nueve de enero de mil novecientos noventicinco, de fojas seis del cuadernillo respectivo, que declara No Haber Nulidad en la sentencia de vista, que confirma la apelada y declara IMPROCEDENTE la Accion de Amparo. Dispone su publicacion en el Diario Oficial El Peruano y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MFC Exp. N o 123- 95- AA/TC Mario Infantes Cornejo y otra RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, veintidos de junio de mil novecientos noventa y ocho ATENDIENDO: A que la parte final del cuarto considerando de la Sentencia recaida en este expediente, con fecha siete de mayo de mil novecientos noventa y ocho, se ha consignado errôneamente \"Ley No 26435, Orgânica del Tribunal Constitucional\", debiendo ser \"Ley No 23506, de Habeas Corpus y Amparo\", que este colegiado debe subsanar en razon de constituir un error material. RESUELVE: Aclarar que en la sentencia de fecha siete de mayo de mil novecientos noventa y ocho, parte final del cuarto considerando, la disposicion legal referida es la \"Ley No 23506, de Habeas Corpus y Amparo\", y no la Ley No 26435, Orgânica del Tribunal Constitucional; siendo esta resolucion parte integrante de la sentencia. Dispone se publique en el Diario Oficial El Peruano; y la devolucion de los actuados. S.S. ACOSTA SANCHEL DIAZ VALVERDE NUGENT GARCIA MARCELO", "fecha_publicacion": "1998-06-21", "id": 36988, "nombre_demandado": "Ministro de Educación", "nombre_demandante": "Mario Infantes Cornejo y otro", "numero_expediente": "00123-1995-AA"}