{"CONTEXTO": " 00128-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00128-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. : No 128-97-AA/TC CASO: Ricardo Roman Rivarola y otros LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencias de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, promuncia la siguiente Sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Contencioso-Admimistrativo de la Corte Superior de Lima, su fecha trece de enero de mil novecientos noventisiete, en la accion de amparo seguida por los sehores Ricardo Roman Rivarola, Segunda Elvia Chunga Vigo de Babilon, Salvador Vallenas Chavez, Juan Grimaldo Castaneda Chavez, Eleodoro Castillo Palomino, Blanca Alvarado Palma, Amalia Burling Vda. de Deglane, Miguel Rodriguez Fernandez, Julio Gaston del Valle Medina y Eloisa Pauli Lozano, contra la Empresa de Servicios de Agua Potable y Alcantarillado de Lima-SEDAPAL.", "ANTECEDENTES:": "Los accionantes interponen accion de amparo invocando el articulo 200° de la Constitucion Politica del Estado, asi como las leyes Nos. 23506y 25398 y sus modificatorias; accion que la dirigen contra la Empresa de Servicio de Agua Potable y Alcantarillado de Lima-SEDAPAL, a fin de que judicialmente se disponga el levantamiento de los topes de sus pensiones nivelables, por cuanto la TRIBUNAL CONSTITUCIONAL demandada viene violando los derechos pensionarios adquiridos como pensionistas del Estado, bajo el régimen de lo normado por el Decreto Ley No 20530, Ley No 23495 y Decreto Supremo No 015-83-PCM. Senalan que se han vulnerado los derechos fundamentales contenidos en los articulos 20°, 57, 1870 y 236° de la Constitucion Politica del Estado de mil novecientos setentinueve, vigente al momento en que se produjeron los actos violatirios, y en la Primera y Segunda Disposicion Finaly Transitoria de la Constitucion vigente, en las que se reconoce el respeto a los derechos legalmente obtenidos, en especial el correspondiente al régimen normado por el Decreto Ley No 20530 y sus modificatorias, garantizando el pago oportuno y el reajuste periodico de las pensiones que administra el Estado. Al contestar la demanda, don Mario Bejarano Salas, representante de la entidad demandada, niega y contradice cada uno de los puntos de la demanda y deduce las excepciones: a) Obscuridad 0 ambigiedad en el modo de proponer la demanda, por cuanto no se aprecia de qué manera se puede reclamar la tutela juridica frente a una supuesta afectacion, cuando ésta no contiene la precision de los hechos por cuanto en ningun caso se indica desde qué momento se produjo la supuesta afectacion de derechos constitucionales, y no precisa qué topes se aplicaron a las pensiones y eventualmente cudles serian los efectos de la reclamacion interpuesta; b) Caducidad, alegando que de ser cierta la afectacion de los derechos constitucionales, éstos se habrian producido a partir de enero de mil novecientos noventiuno, fecha desde la cual han transcurrido mas de cinco ahos, y que el reclamo no. fue hecho oportunamente. ) En cuanto al fondo de la demanda, precisa el representante de la demandada, que no han violado derechos constitucionales de los accionantes, en razon de que la Constitucion vigente no establece pension nivelable para los pensionistas que se encuentran dentro del régimen normado por el Decreto Ley No 20530 por cuanto la pension nivelable se establecio mediante una norma legal, por lo que se debe declarar infundada la demanda. ElJuez de Primera Instancia en lo Civil, después de hacer un andlisis del proceso, declara fundada la accion de amparo interpuesta por don Ricardo Roman Rivarola y otros, y ordena que SEDAPAL proceda a levantar los topes impuestos a las pensiones nivelables de los demandantes e improcedentes las excepciones deducidas por la empresa demandada. Interpuesto el recurso de apelacion por la entidad demandada, el Fiscal Superior Adjunto (e) de la Fiscalia Comenciowo-dmtinisratiwa. opina porque se confirme la sentencia de primera instancia e improcedente las TRIBUNAL CONSTITUCIONAL excepciones de oscuridad y ambigiedad en el modo de proponer la demanda y de caducidad de la accion, deducidas por la demandada. En Su oportunidad, la Sala Contencioso-Administrativa de la Corte Superior de Lima, expide resolucion de fecha trece de enero de mil novecientos noventisiete, revocando la sentencia apelada, Su fecha veinte de marzo de mil novecientos noventiséis, que declaro fundada la demanda, y reformandola declaro fundada la excepcion de caducidad deducida en el escrito de contestacion de la demanda; en consecuencia declaro improcedente la accion de amparo interpuesta. Contra esta resolucion, los accionantes interponen recurso extraordinario, elevandose los actuados al Tribunal Constitucinal, de conformidad con lo dispuesto por el articulo 41° de su Ley Organica.", "FUNDAMENTOS:": "1) Que, los accionantes fueron trabajadores priblicos, quienes al concluir el ciclo laboral, adquirieron el derecho a percibir sus pensiones y en el marco del régimen normado por el Decreto Ley No 20530, la Ley No 23495y durante la vigencia de la Constitucion de mil novecientos setentinueve; 2) Que, segun lo preceptuado en el articulo 20° de la Constitucion de mil novecientos setentinueve, las pensiones legalmente adquiridas durante la vigencia de aquella, son reajustables periodicamente, teniendo en cuenta el costo de vida y las posibilidades de la economia nacional, de acuerdo con la ley; 3) Que, segin la Primera Disposicion Final y Transitoria de la Constitucion de mil novecientos noventitrés, \"los nuevos regimenes sociales obligatorios, que sobre materia de pensiones de los trabajadores priblicos, se establezcan, no afectan los derechos legalmente obtenidos, en particular, el correspondiente a los regimenes de los Decretos Leyes Nos. 19990 y 20530 y sus modificatorias\"; 4) Que, de lo actuado, resulta evidente la vulneracion continuada del derecho constitucional al reajuste periodico de las pensiones de los accionantes, lo que se produjo desde mil novecientos noventiuno hasta diciembre de mil novecientos noventicinco, por lo que el dieciséis de enero de mil novecientos noventiséis, interpusieron la presente accion luego de agotar la via previa; 5) Que, conforme elarticulo 26° de la Ley 25398, establece que \"los actos que constituyen la afectacion son continuados, el plazo se computa desde la ultima fecha en que se realizo la agresion \"; siendo computable en el presente caso, desde diciembre de mil novecientos noventicinco, situacion que conlleva a la conclusion de que el plazo de caducidad no habia operado, conforme lo prescribe el articulo 370 de la Ley No 23506, por lo que debe cesar dicha vulneracion y la demandada cumpla con TRIBUNAL CONSTITUCIONAL efectuar la nivelacion correspondiente; 6) Que, es preciso senalar a mayor abundamiento, que los accionantes adquirieron el derecho a una pension nivelable, cumpliendo los requisitos necesarios senalados por el Decreto Ley No 20530 y sus modificatorias, quienes a la fecha de su cese tenian mas de veinte ahos de servicios oficiales prestados al Estado, por lo que la Administracion tiene la obligacion de reconocer este beneficio desde el momento en que se cumplen, todos los requisitos. Por estos fundamentos, el Tribunal Constitucional, en aplicacion de las atribuciones que le confieren la Constitucion y Su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Sala Contencioso- Administrativo de la Corte Superior de Lima, Su fecha trece de enero de mil novecientos noventisiete, que declaro improcedente la accion de amparo interpuesta y reformandola, la declaran fundada; dispusieron su publicacion en el diario oficial \"El Peruano' : y los devolvieron. S.S. / /4 1 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO arcea Lo que Certifico: MCM Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-05", "id": 36325, "nombre_demandado": "Empresa de Servicio de Agua Potable y Alcantarillado de Lima (Sedapal)", "nombre_demandante": "Ricardo Román Rivarola y otros", "numero_expediente": "00128-1997-AA"}