{"CONTEXTO": " 00121-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00121-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 121-96-AA/TC LIMA ERNESTO ALBERTO WONG CHAN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiocho dias del mes de diciembre de mil novecient noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccion: con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Di Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ernesto Alberto Wong Char representante de la empresa XYZ S.A. contra la resolucion expedida por la Sala Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, fojas cuarenta y cuatro del Cuaderno de Nulidad, su fecha catorce de noviembre mil novecientos noventa y cinco, que declaro improcedente la demanda.", "ANTECEDENTES:": "El veintiséis de mayo de mil novecientos noventa y tres, don Ernesto Albe Wong Chang, representante de la empresa XYZ S.A., interpone Accion de Ampa contra el Alcalde de la Municipalidad Distrital de Santiago de Surco, para que se de sin efecto la Resolucion de Alcaldia N.o 1438 que ordena la clausura definitiva local comercial donde funciona la discoteca Rumours. Sostiene el demandante que con fecha siete de setiembre de mil novecient noventa, mediante Decreto de Alcaldia N.o 1291-AE-90 se otorgo la Licenc Especial Municipal de Funcionamiento y mediante Resolucion de Alcaldia N.o 11 del veintiuno de abril de mil novecientos noventa y tres, se renovo dicha licencia a empresa XYZ S.A. Aduce que no obstante contar con todas las autorizaciones; y est al dia en el pago de sus tributos, arbitrios y contribuciones, la Municipalid demandada, el dia cuatro de mayo de mil novecientos noventa y tres, ha expedido forma arbitraria la Resolucion N.o 1438, la misma que ordena la clausura de su local El Alcalde de la Municipalidad Distrital de Santiago de Surco contesta demanda precisando que las autoridades municipales estan facultadas legalmente pa ordenar la clausura de los establecimientos comerciales, conforme lo establece articulo 119° de la Ley N.o 23853 Orgânica de Municipalidades, que senala que autoridades municipales pueden ordenar la clausura transitoria 0 definitiva edificios, establecimientos O servicios cuando su funcionamiento esta prohibic 21 TRIBUNAL CONSTITUCIONAL legalmente y constituyan peligro O sean contrarios a las normas reglamentarias produzcan olores, humos, ruidos y otros danos perjudiciales para la salud tranquilidad del vecindario; y que el articulo 1220 de la Ley Organica los actos administrativos que den origen Municipalidades establece que a reclamaciones se rigen por el Reglamento de Normas Generales de Procedimient Administrativos, hoy Ley de Normas Generales de Procedimientos Administrativo debiendo agotar el demandante, en este caso, la via administrativa. El Juez del Décimo Tercer Juzgado Civil de Lima, a fojas cincuenta y cinc con fecha seis de octubre de mil novecientos noventa y tres, declaro fundada demanda, por considerar principalmente, que la medida maxima que la Municipalide Distrital de Santiago de Surco podia aplicar era la de una multa de hasta el veinte ciento de una Unidad Impositiva Tributaria, tal como lo senalan los articulos 45 46° inciso f) del Reglamento de Licencia Especial Municipal, Acuerdo N.o 035, catorce de marzo de mil novecientos ochenta y cinco, por ser la primera vez que empresa demandante infringe el reglamento, y no la de clausura definitiva, toda que solo se puede clausurar de manera definitiva a un establecimiento con licen especial, por reincidencia por tercera vez durante el mismo ano calendario, tal COI lo refiere el articulo 470 inciso c) del citado Reglamento. La Sexta Sala Civil de la Corte Superior de Justicia de Lima, a fojas ochenta seis, con fecha treinta de marzo de mil novecientos noventa y cuatro, confirma apelada. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justic de la Republica, a fojas cuarenta y cuatro del Cuaderno de Nulidad, con fecha cator de noviembre de mil novecientos noventa y cinco, declara improcedente la demand por estimar que la accion de garantia no es la via idonea para dilucidar la validez invalidez de la resolucion cuestionada, por lo que no es aplicable el articulo 2° de Ley N.o 23506. Contra esta resolucion, el demandante interpone Recur Extraordinario.", "FUNDAMENTOS:": "Que las acciones de garantia proceden en los casos en que se violen 1. amenacen los derechos constitucionales por accion O por omision de actos cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley 23506, concordante con el inciso 2) articulo 200° de la Constitucion Politi del Estado. Que el objeto de la presente Accion de Amparo es que se declare inaplicable 2. Resolucion de Alcaldia N.o 1438 del cuatro de mayo de mil novecient noventa y tres, mediante el cual se ordena la clausura definitiva del loc comercial donde funciona la discoteca Rumours sito en la calle Monte Ro 2 3 TRIBUNAL CONSTITUCIONAL N.o 123, Urbanizacion Chacarilla del Estanque en el Distrito de Santiago Surco. Que del estudio de autos, se puede observar que la Municipalidad demanda 3. el mismo dia que expidio la Resolucion de Alcaldia, ordeno la clausura local de la demandante, conforme consta del acta de clausura que en cop legalizada obra a fojas tres. En consecuencia, ésta ha sido ejecutada antes vencer el plazo para que quede consentida, por lo que en el presente caso no exigible el agotamiento de la via previa, a tenor de lo establecido en el artict 28° inciso 1) de la Ley N.o 23506. Que, de conformidad a lo establecido en el Reglamento de Licencia Especi 4. Municipal, aprobado por el Acuerdo N.o 035 de fecha catorce de marzo de novecientos ochenta y cinco, de la Municipalidad Distrital de Santiago Surco, expedido por el Concejo Metropolitano en sus articulos 450 y inciso f), establece que las infracciones y sanciones al reglamento ser sancionadas con multa O clausura que, para el presente caso, se debe aplicar por ser la primera vez que la empresa demandante infringe el reglamento-- multa de hasta el veinte por ciento de una Unidad Impositiva Tributaria y no clausura definitiva ordenada por la Municipalidad demandada, toda vez solo se puede clausurar de manera definitiva a un establecimiento con liceno especial por reincidencia por tercera vez durante el mismo ano calendario; como lo refiere el articulo 470 inciso c) del citado reglamento. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala de Derecho Constitucional Social de la Corte Suprema de Justicia de la Republica, a fojas cuarenta y cuatro Cuaderno de Nulidad, su fecha catorce de noviembre de mil novecientos noventa cinco, que declaro improcedente la demanda y reformandola declara FUNDADA Accion de Amparo; en consecuencia, inaplicable para el demandante la Resolucion Alcaldia N.o 1438 de fecha cuatro de mayo de mil novecientos noventa y tr Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO a - IM Lo que Certifico: 3 oja Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-06-28", "id": 35203, "nombre_demandado": "Municipalidad Distrital de Santiago de Surco", "nombre_demandante": "Empresa XYZ SA (Ernesto Alberto Wong Chang - representante)", "numero_expediente": "00121-1996-AA"}