{"CONTEXTO": " 00125-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00125-1999-AA.pdf) --- u7 TRIBUNAL CONSTITUCIONAL EXP. N.o 125-99-AA/TC HUANUCO JULIO CASTRO FERRUZO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julio Castro Ferruzo contra la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco y Pasco, de fojas doscientos cuarenta y dos, su fecha doce de enero de mil novecientos noventa y nueve, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Julio Castro Ferruzo interpone Accion de Amparo contra el Presidente de la Corte Superior de Justicia de Huanuco y Pasco, con la finalidad de que se le restituya en el cargo de Juez Provisional del Juzgado de Paz Letrado de la Provincia de Huamalies-Llata. El demandante expone que fue designado Juez Provisional del Juzgado de Paz Letrado de la Provincia de Dos de Mayo-La Union, mediante Resolucion Administrativa N.o 008-94-PCSJH expedida con fecha siete de diciembre de mil novecientos noventa y cuatro por la Presidencia de la Corte Superior de Justicia de Huanuco y Pasco. Por Resolucion Administrativa N.o 135-98-PCSJHP del diez de junio de mil novecientos noventa y ocho, la institucion citada deja sin efecto la resolucion acotada. Manifiesta que no le es aplicable la Resolucion Administrativa N.o 074-CME-PJ referida a la competencia y atribuciones de los presidentes de las cortes superiores, porque ha cumplido con los lineamientos y postulados de la reforma y modernizacion del Poder Judicial. Se ha afectado el debido proceso y la tutela jurisdiccional prescrita en el articulo 139° numeral 3) de la Constitucion Politica del Estado. El Presidente de la Corte Superior de Justicia de Huanuco y Pasco contesta que el demandante no tiene cargo en el Poder Judicial, razon por la que en realidad no es Juez Provisional. Se aprecia lo siguiente de la Ley N.o 26898 y del Oficio Circular N.o 001-98- AMAG/DG de la Academia de la Magistratura: Que la Resolucion Administrativa N.o 283- 48 2 TRIBUNAL CONSTITUCIONAL CME-PJ de la Comision Ejecutiva del Poder Judicial, en el articulo 10, establece que los magistrados designados para ejercer funciones jurisdiccionales de carâcter provisional en reemplazo de los magistrados titulares de una Sala 0 Juzgado, no gozan de la garantia constitucional contemplada en el inciso 2) del articulo 146° de la Constitucion Politica del Estado. El Primer Juzgado Mixto de la Provincia de Huanuco, con fecha nueve de noviembre de mil novecientos noventa y ocho, declara infundada la demanda. Fundamenta que la Comision Ejecutiva del Poder judicial, el tres de diciembre de mil novecientos noventa y seis, emite la Resolucion Administrativa N.o 283-CME-PJ, precisando que los magistrados provisionales no gozan de la garantia constitucional senalada en el inciso 2) del articulo 146° de la Constitucion Politica del Estado. La Sala Civil de la Corte Superior de Justicia de Huanuco y Pasco confirma la apelada. Fundamenta que concordante con el articulo 90° de la Ley Orgânica del Poder Judicial y las resoluciones administrativas N.o 074-CME-PJ y N.o 283-CEM-PJ, se ha expedido la Resolucion N.o 135-98-PCSJ HP del diez de junio de mil novecientos noventa y ocho. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, segun la Ley N.o 27009, su fecha cuatro de diciembre de mil novecientos 1. noventa y ocho, en su Disposicion Transitoria y Final preceptua que las comisiones ejecutivas del Poder Judicial y del Ministerio Publico, respectivamente, podran disponer sin mayor limitacion la finalizacion de la designacion de magistrados y fiscales provisionales y suplentes. Que las resoluciones administrativas N.o 074-CME-PJ y N.° 283-CME-PJ, facultan 2. a los presidentes de las cortes superiores para nombrar y dejar sin efecto la designacion de los jueces provisiones y suplentes. Los magistrados provisionales y suplentes no gozan del derecho de inamovilidad en sus cargos, solo reservado a los magistrados titulares nombrados conforme a ley. Que, en tal virtud, la Resolucion N.° 135-98-PCSJHP del diez de junio de mil 3. novecientos noventa y ocho, objeto de la Accion de Amparo obrante a fojas tres, no ha afectado derecho constitucional alguno. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; U 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco y Pasco, de fojas doscientos cuarenta y dos, su fecha doce de enero de mil novecientos noventa y nueve, que, confirmando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEE Mhnil Li DIAZ VALVERDE NUGENT lud 1 - - lyye - GARCIA MARCELO JG N scarced Lo que Certifi0o: - . - - LIL Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIAN RLONSTTUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-15", "id": 35453, "nombre_demandado": "Presidente de la Corte Superior de Justicia de Huánuco y Pasco", "nombre_demandante": "Julio Castro Ferruzo", "numero_expediente": "00125-1999-AA"}