{"CONTEXTO": " 00122-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00122-1997-AA.pdf) --- Exp. No: 122-97-AA/TC. Caso: Silvano Nicolas Ayre Quintanilla TRIBUNAL CONSTITUCIONAL Huancayo SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente, encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto contra la sentencia de la Sala Civil de la Corte Superior de Justicia de Junin, del seis de enero de mil novecientos noventa y siete, que declara improcedente la accion de amparo incoada por don Silvano Nicolas Ayre Quintanilla con la Municipalidad Provincial de Huancayo.", "ANTECEDENTES:": "El actor don Silvano Nicolas Ayre Quintanilla interpone accion de amparo contra la Municipalidad Provincial de Huancayo a fin de que se deje sin efecto la Resolucion de Alcaldia No 824-96-A/MPH, por la que se declara improcedente la licencia solicitada y en consecuencia, se dispone la clausura indefinida del local comercial denominado Complejo Turistico Pena \"El Bosque\" S.R.Ltda. Senala que su representada se acogio al Decreto Legislativo No 705 Ley de Promocion de Micro Empresa y Pequena Empresa, por lo que estaba sujeto unicamente a Inscripcion de Registro Unificado y a la Licencia Municipal de Funcionamiento. Asi cumplio con la solicitud simplificada de licencia, la misma que, conforme al dispositivo glosado, autorizaba el funcionamiento durante doce meses con su sola presentacion, hasta que la Municipalidad hiciera las verificaciones y evaluaciones correspondientes para otorgar 0 denegar la licencia con caracter definitivo; vencido dicho plazo, si la municipalidad la consideraba improcedente otorgaria simultaneamente, un periodo adicional de seis meses durante los cuales seguiria funcionando el local; argumenta que segun esta normativa su representada tenia un plazo de 18 meses para funcionar; por lo que al disponer la clausura antes de dicha fecha se ha vulnerado su derecho constitucional de libertad de trabajo, jerarquia y vigencia de normas, solicitando que se repongan las cosas al estado anterior a la violacion del derecho, se declare inaplicable la resolucion y se deje sin efecto la orden de clausura. La emplazada niega la demanda en todos sus extremos y solicita sea declarada improcedente, pues al expedirse la resolucion se ha actuado dentro de las facultades que le concede la Ley Organica de Municipalidades, pues la Municipalidad ha prohibido expedir licencia de L TRIBUNAL CONSTITUCIONAL funcionamiento a Bares, Cantinas y otros similares, que ademas la municipalidad tiene facultad para ordenar la clausura de locales cuando realicen actividades que atentan contra la moral y buenas costumbres como es el caso de autos, donde incluso hay quejas de vecinos y antecedentes en la Sub prefectura; asi como haber pretendido sorprender a la Municipalidad, y Superintendencia Nacional de Administracion Tributaria con razones sociales diferentes y actividades comerciales distintas. El Segundo Juzgado Provisional en lo Civil del Distrito Judicial de Huancayo, declaro, improcedente la accion por no ser el amparo pertinente sino la via ordinaria. La Sala Civil de la Corte Superior de Justicia de Junin, de conformidad con lo dictaminado por la fiscalia superior, confirmo la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, en el fondo lo que se pretende es cuestionar la validez de una resolucion administrativa, circunstancia que produce situaciones litigiosas que deben ser ventiladas en un proceso especifico establecido para tal efecto en la via ordinaria y no en un proceso sumarisimo de accion de garantia. Que, por tanto el amparo no resulta ser la via idonea para dilucidar situaciones controvertibles como es el caso de la presente demanda, resultando de aplicacion lo prescrito en el Articulo 13 de la Ley No 25398. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "Confirmando la sentencia de vista, expedida por la Sala Civil de la Corte Superior de Justicia de Junin, su fecha seis de enero de mil novecientos noventa y siete, que declaro IMPROCEDENTE la demanda; dejando a salvo el derecho del actor para que lo haga valer en la via correspondiente; mandaron se publique en el Diario Oficial \"El Peruano\", y los devolvieron. S.S. De - - We ACOSTA SANCHEZ NUGENT DIAZ VALVERDE accee GARCIA MARCELO L Pall L S.G.Ch. Lo que Cerzitipof Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-15", "id": 36549, "nombre_demandado": "Municipalidad Provincial de Huancayo", "nombre_demandante": "Silvano Nicolás Ayre Quintanilla", "numero_expediente": "00122-1997-AA"}