{"CONTEXTO": " 00127-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00127-1995-AA.pdf) --- S-880 ....de autos se desprende que el Instituto Peruano de Seguridad Social no ha podido demostrar el haber cumplido con dicho acto administrativo (disponer la convocatoria a la inscripcion mediante comunicacion escrita a cada trabajador para Ilevar a cabo las pruebas de seleccion y calificacion que disponia el Decreto Ley No 25636) con lo cual existe una violacion al debido proceso. Exp 127-95-AA/TC HUANCAYO Washinton P. Claros Tapia y Otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de noviembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores magistrados Acosta Sanchez, Vicepresidente > encargado de la Presidencia Nugent, Diaz Valverde, y Garcia Marcelo, Actuando como Secretaria Relatora la doctora Maria luz Vazquez, pronuncia la siguiente sentencia", "ASUNTO:": "Recurso Extraordinario que interpone don Juan Arce Ponce contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintiocho de noviembre de mil novecientos noventa y cuatro, que declara Haber Nulidad en la sentencia de vista de fecha dieciocho de abril de mil novecientos noventicuatro, en la parte materia del recurso que revocando la apelada de fecha cuatro de marzo de mil novecientos noventitrés > declara fundada la demanda y reformandola declaro infundada la Accion de Amparo interpuesta contra el Gerente Departamental de Junin del Instituto Peruano de la Seguridad Social.", "ANTECEDENTES:": "Don Washington P. Claros Tapia y otros, con fecha veintiocho de enero de mil novecientos noventa y tres, interponen Accion de Amparo, por violacion de sus derechos constitucionales referidos a la defensa de la libertad de trabajo, a la igualdad, a su estabilidad e irrenunciabilidad, solicitando se les reponga en su centro de trabajo y se les abonen sus remuneraciones dejadas de percibir. Sostienen los demandantes que mediante la Resolucion N.o 575-GDJ-IPSS-92, de fecha veinte de noviembre de mil novecientos noventidos, fueron cesados en aplicacion del Decreto Ley N.o 25636, que autorizo al Instituto Peruano de Seguridad Social a llevar a cabo un proceso de racionalizacion de su personal administrativo, considerando un programa de incentivos y pruebas de seleccion y calificacion. Agregan que, la racionalizacion del personal que autorizo la referida norma legal estaba circunscrita para el personal administrativo y no técnico, como en sus casos; por lo que el cese es ilegal El Juez Provisional del Primer Juzgado en lo Civil de Huancayo, con fecha primero de febrero de mil novecientos noventitrés, admite a tramite la demanda corriendo traslado de la misma al Gerente Departamental de Junin del Instituto Peruano de Seguridad Social El Gerente Departamental de Junin del Instituto Peruano de Seguridad Social se apersona a la instancia contestando la demanda y solicitando se la declare improcedente y proponiendo la excepcion de pleito pendiente; argumentando que el cese de los demandantes se produjo en estricta aplicacion del Decreto Ley N.o 25636 en virtud que los mismos no se presentaron a rendir las pruebas de seleccion y calificacion. El Juez Provisional del Primer Juzgado en lo Civil de Huancayo, declara improcedente la demanda, por considerar que no se habia agotado la via previa. Formulado el recurso de apelacion, con fecha ocho de marzo de mil novecientos noventitrés, la Sala Especializada en lo Civil de la Corte Superior de Justicia de Junin con fecha dieciocho de abril de mil novecientos noventicuatro, expide resolucion confirmando la sentencia apelada en el extremo que declara improcedente la demanda interpuesta por Washington P Claros Tapia, David Vicente Zurita, Lucio Ricse Colinio, Julian Felix Briceno Ibarra, por no haber planteado el recurso de apelacion contra la sentencia de primera instancia y revocando la recurrida, en el extremo que declara improcedente la demanda incoada por Juan Arce Ponce, en virtud que no se le habia tenido en cuenta al no haber sido notificado para intervenir en el proceso de seleccion y calificacion Interpuesto el recurso de nulidad, entendido como extraordinario, los autos son elevados a la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, la cual mediante Ejecutoria Suprema de fecha veintiocho de noviembre de mil novecientos noventicuatro declara Haber Nulidad en la sentencia de vista en al parte materia del recurso que revocando la apelada declara fundada la demanda en lo que concierne a don Juan Arce Ponce y reformando la de vista declararon infundada la Accion de Amparo. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional", "FUNDAMENTOS:": "1. Que, del petitorio de la demanda, se desprende que el demandante solicita se le reponga en su centro de trabajo, después de hacer sido cesados al no haber concurrido a las pruebas de seleccion y calificacion que disponia el Decreto Ley No 25636. 2. Que, conforme lo manifiesta el propio demandante, fue cesado el veinte de noviembre de mil novecientos noventa y dos, mediante la indicada resolucion, ejecutandose el acto en al misma fecha, situacion que exime al actor de la exigencia del agotamiento de la via previa para iniciar la presente accion de garantia, conforme lo establece el inciso 1), del articulo 28°, de la Ley 23506. 3. Que, mediante Resolucion de la Direccion Ejecutiva No 171-DE-IPSS-92, de fecha treinta de octubre de mil novecientos noventidos, se aprueba la Directiva No 039-DE-IPSS-92, que dispone en el Acapite VII Disposiciones Especificas 1. Proceso de Seleccion y Calificacion, 1.1. La Gerencia Central de Desarrollo de Personal a nivel general y las Gerencias Departamentales y Hospitales Nacionales, dispondran la convocatoria a la inscripcion, mediante comunicacion escrita a cada trabajador y que de autos se desprende que el Instituto Peruano de Seguridad Social no ha podido demostrar el haber cumplido con dicho acto administrativo, con lo cual existe una violacion al debido proceso. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treintiuno y treintidos del cuaderno de la Corte Suprema de Justicia de la Republica, su fecha veintiocho de noviembre de mil novecientos noventicuatro, que declara haber nulidad en la sentencia de vista de fojas cincuentiséis del cuaderno principal, su fecha dieciocho de abril de mil novecientos noventicuatro, en la parte materia del recurso que revocando la apelada de fojas quince, su fecha cuatro de marzo de mil novecientos noventitrés, en el extremo que declara fundada la demanda en lo que concierne a don Juan Arce Ponce, declarando infundada la Accion de Amparo; Reformandola la declararon FUNDADA dispusieron la publicacion de la presente resolucion en el Diario Oficial El Peruano; y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO", "fecha_publicacion": "1998-03-29", "id": 36785, "nombre_demandado": "Gerente Departamental de Junín del Instituto Peruano de la Seguridad Social", "nombre_demandante": "Washington P. Claros Tapia y otros", "numero_expediente": "00127-1995-AA"}