{"CONTEXTO": " 00121-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00121-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 121-97-AA/TC LA LIBERTAD DORA YOLANDA MARIN PUENTE. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Dora Yolanda Marin Puentes, contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento setenta y dos, su fecha quince de enero de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Dora Yolanda Marin Puente interpone demanda de Accion de Amparo contra la Directora Regional de Educacion de La Libertad, dona Rosa América Neira Orbegoso y el Director de la Unidad de Servicios Educativos de Ascope, don Elmo Jilmer Azanero Pando, con el objeto de que se disponga la renovacion de su contrato de trabajo como profesora de aula del Jardin \"Nino Jesus\". Refiere que con fecha diez de julio de mil novecientos noventa y cinco, mediante Resolucion Directoral No 01483 se le contrato como profesora de aula en el \"Jardin de Ninos de Mocan\", 9 Provincia de Ascope, desde el veinte de abril de mil novecientos noventa y cinco hasta el término del ano escolar. Sin embargo, alega que por orden expresa del Director de la Unidad de Servicios Educativos de Ascope se le destaco para laborar en el Jardin de Ninos \"Nino Jesus\" de Casa Grande en donde se desempeno durante todo el ano de mil novecientos noventa y cinco, y una vez terminado dicho periodo académico, presento toda la documentacion e informes correspondientes; motivo por el cual, de conformidad con lo establecido en el articulo 23° inciso e) de la Ley No 26553, se le debe renovar su contrato de trabajo a partir del uno de marzo de 1996. Los codemandados contestan la demanda senalando que si bien es cierto la demandante presto servicios en el Jardin de Ninos \"Nino Jesus\" de Casa Grande durante el ano de mil novecientos noventa y cinco, y que segun la Ley No 26553, Ley del Presupuesto del Sector Publico para 1996, estaba permitido renovar los contratos del personal docente contratado que hubiere prestado servicios al treinta y uno de diciembre de mil novecientos noventa y cinco; a partir del uno de marzo de mil novecientos noventa y seis, se debe tener presente que dicha disposicion fue complementada por la Resolucion Ministerial No 016-96-ED, Decreto Supremo No 017-96-PCM, y por la Directiva No 004-96-DIRELL-OAT, en cuanto establecian que el postulante a la plaza correspondiente debia contar con la propuesta del Director del Centro Educativo; y, ademas que el desempeno del postulante haya sido eficiente. Requisitos, estos ultimos que no cumplia la demandante, toda vez que mediante Informe Especial No 001-96- USEA-INS se establecia que su desempeno laboral durante el ano mil novecientos TRIBUNAL CONSTITUCIONAL noventa y cinco fue deficiente; por lo que a través del Oficio No 689-96-DIRELL/OCI se le comunico que era improcedente la solicitud de renovacion del contrato. El Juez del Cuarto Juzgado Especializado en lo Civil de Trujillo, a fojas ciento veinticuatro, con fecha seis de noviembre de mil novecientos noventa y seis, declaro fundada la demanda por considerar que el articulo 23° inciso e) de la Ley No 26553 establece la autorizacion para renovar los contratos a partir del primero de marzo de mil novecientos noventa y seis, a aquellos docentes contratados al treinta y uno de diciembre de mil novecientos noventa y cinco. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas ciento setenta y dos, con fecha quince de enero de mil novecientos noventa y siete, revoco la sentencia apelada declarando improcedente la demanda por considerar que lo dispuesto en el articulo 23° inciso e) de la Ley No 26553 no ordena obligacion alguna para la renovacion de los contratos de los docentes, sino que establece unicamente una exoneracion a las prohibiciones contenidas en el artriculo 22° del mismo dispositivo legal. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso la demandante pretende se disponga la renovacion de su contrato de trabajo, en aplicacion del inciso e) del articulo 23° de la Ley No 26553, Ley del Presupuesto del Sector Publico para 1996. 2.- Que, si bien es cierto el articulo 23° inciso e) de la Ley No 26553, en cuanto a plazas docentes permitia la renovacion de contratos a partir del uno de marzo de mil novecientos noventa y seis del personal docente contratado al treinta y uno de diciembre de mil novecientos noventa y cinco, como es el caso de la demandante, se debe tener presente que dicha disposicion no obligaba a renovar los contratos referidos como un mandato imperativo de cumplimiento obligatorio; toda vez que la contratacion de personal en los organismos publicos se encontraba sujeta a lo dispuesto en el Decreto Supremo No 017-96-PCM, que establecia el procedimiento a seguir para la seleccion, contratacion de personal y abertura de plazas en organismos publicos, en cuyo articulo 3° disponia que si el motivo del retiro del organismo donde hubiere laborado el postulante hubiese sido el desempeno poco eficiente, el organismo que desarrolla el proceso de seleccion debia excluirlo. 3.- Que, en autos se encuentra acreditado, mediante el Oficio No 78-95-DJN-NJ, obrante a fojas siete, del mes de diciembre de mil novecientos noventa y cinco, y mediante el Informe Especial No 001-96-USEA-INS, obrante a fojas doce, que el trabajo pedagogico de la demandante durante el ano académico de mil novecientos noventa y cinco fue deficiente; motivo por el cual el Oficio No 689- 96-DIRELL/OCI, del nueve de julio de mil novecientos noventa y seis, fue expedido de acuedo a ley, en cumplimiento estricto de lo establecido en el articulo 30 del Decreto Supremo No 017-96-PCM. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento setenta y dos, su fecha quince de enero de mil novecientos noventa y siete, que declaro IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, thntali - NUGENT, aveli GARCIA MARCELO. Lo quecertatiog I MARIA LUZ VASQUEZ Dre. TARIA RELATORA SECRETA PLONETITUCIONA TRIBUNAL G.L.Z. 3", "fecha_publicacion": "1999-03-20", "id": 34927, "nombre_demandado": "Directora Regional de Educación de La Libertad (Rosa América Neira Orbegoso) y otro", "nombre_demandante": "Dora Yolanda Marín Puente", "numero_expediente": "00121-1997-AA"}