{"CONTEXTO": " 00137-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00137-1998-AA.pdf) --- 26 TRIBUNAL CONSTITUCIONAL EXP. No 137-98-AA/TC LIMA INDUSTRIAS REUNIDAS S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Industrias Reunidas S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y uno, su fecha veintiséis de noviembre de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "Industrias Reunidas S.A., representada por don Celso Ricardo Linares Pando, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria para que se declare inaplicable a su empresa los articulos 109° y siguientes del Decreto Legislativo No 774, Ley del Impuesto a la Renta, y se deje sin efecto la Orden de Pago No 011-1-38819, del cuatro de abril de mil novecientos noventa y siete, pago a cuenta correspondiente a diciembre por el ejercicio mil novecientos noventa y seis. Y, para que se suspenda el proceso coactivo destinado al cobro de S/. 247,543.00, incluyendo la Orden de Pago No 011-1-35856, notificada el cuatro de febrero de mil novecientos noventa y siete, por S/. 110,276.00, mas intereses por SI. 647.00. Ello por violar sus derechos constitucionales de propiedad, de legalidad y de no confiscatoriedad de los impuestos. La demandante senala que: 1) La SUNAT ha trabado embargo sobre sus cuentas bancarias y otros bienes; 2) La empresa se encuentra en situacion de pérdida; y, 3) No se le puede exigir agotar la via administrativa debido a que existe el riesgo de que la agresion se convierta en irreparable. La SUNAT, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que la demandante pudo agotar la via administrativa sin necesidad de pagar previamente el monto adeudado. 27 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento trece, con fecha veintiuno de julio de mil novecientos noventa y siete, declara improcedente la demanda. Sus fundamentos son los siguientes: 1) La demandante pretende lograr una exoneracion del pago del impuesto por la via judicial; y, 2) La Accion de Amparo no es la via procesal idonea en la medida en que es necesario actuar mayores pruebas. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte / , Superior de Justicia de Lima, a fojas ciento sesenta y uno, con fecha veintiséis de noviembre de mil novecientos noventa y siete, confirma la apelada que declara improcedente la demanda por considerar que: 1) La demandante no ha acreditado la insolvencia economica alegada; y, 2) Es necesaria la actuacion de mayores pruebas y en esa medida, la via del amparo no es la mas adecuada.", "FUNDAMENTOS:": "1. Que, con fecha catorce de mayo de mil novecientos noventa y siete, la empresa demandante interpone recurso de reclamacion contra la Orden de Pago No 011-1- 38819, del cuatro de abril de mil novecientos noventa y siete. Dicho recurso es declarado inadmisible mediante Resolucion de Intendencia emitida con fecha treinta de junio de mil novecientos noventa y siete. Y, a fojas ciento cincuenta y seis, aparece el reporte de la Division de Recaudacion de la Intendencia Nacional de Principales Contribuyentes Nacionales de la SUNAT, que acredita que la demandante apelo la referida Resolucion de Intendencia el cuatro de agosto de mil novecientos noventa y siete, mientras continuaba el proceso de amparo. En efecto, la empresa inicia la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello debido a las consideraciones siguientes: a) De conformidad con el articulo 1170 del Decreto Legislativo No 816, Codigo Tributario vigente, la Resolucion de Ejecucion Coactiva No 011-06-15246, del veinticinco de marzo de mil novecientos noventa y siete, \"contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\" b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en trâmite\" 9 se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que 2 28 TRIBUNAL CONSTITUCIONAL \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\". Y, el tercer parrafo del mismo articulo establece que \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y uno, su fecha veintiséis de noviembre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "il - A Uhicer ACOSTA SANCHEZ DIAZ VALVERDE NUGENT U - ascia GARCIA MARCELO Lo que Certifi00: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA PLONSTITUEIONAK TRIBUNAL G.L.B.", "fecha_publicacion": "1998-12-12", "id": 37313, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Industrias Reunidas SA representada por Celso Ricardo Linares Pando", "numero_expediente": "00137-1998-AA"}