{"CONTEXTO": " 00138-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00138-1995-AA.pdf) --- S-074 Que, debe tenerse presente el articulo 10° de la Ley No 25398, que complemento las disposiciones de la Ley No 23506 en materia de Habeas Corpus y Amparo, establece que las anomalias que pudieran cometerse dentro de un proceso regular, deberan ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recursos que las normas procesales especificas establecen;..  Exp. No 138-95-AA/TC Arequipa Caso: Jenny Portugal Rojas  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa a los dieciocho dias de setiembre de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Dona Jenny Portugal Rojas en contra de la resolucion de la Sala Constitucional y Social de la Corte Suprema de la Republica, su fecha veintitrés de abril de mil novecientos noventa y cinco, que declaro no haber nulidad en la resolucion de vista que declaro improcedente la Accion planteada por la indicada recurrente, en contra de los Senores Vocales de la Sala Laboral y Jueza del Segundo Juzgado de Trabajo de Arequipa. ", "ANTECEDENTES:": "La actora apoyando su Accion en lo dispuesto por el articulo doscientos treinta y tres -incisos dos, cuatro, seis y dieciocho- de la Constitucion Politica del Peru de mil novecientos setenta y nueve y del articulo ciento treinta y nueve - incisos tres, cinco, seis, ocho y catorce de la Constitucion de mil novecientos noventa y tres, presento Accion de Amparo con el objeto de que se declare nula la sentencia numero seiscientos treinta y nueve-novental y tres, corriente a fojas quince en copia, expedida por la Sala Laboral, por ser violatoria y contraria a la Constitucion. La actora, sostiene que con fecha siete de agosto de mil novecientos noventa y dos presento una demanda por Cobro de Derechos y Beneficios Sociales contra la Autoridad Autonoma de Majes, la que afirma fue presentada con fecha catorce de agosto del mismo ano, y que la empleada se equivoco, inexplicablemente, habiendo colocado la fecha dieciocho de agosto, que fue corregido, dijo que ella procedio a cobrar sus beneficios sociales invocando despido indirecto por lo que dio por resuelto su contrato demandando la indemnizacion por dicho concepto y su compensacion por tiempo de servicios por la suma total de nueve mil setecientos cincuenta y un nuevos soles con veinticuatro centimos. La Jueza demandada le denego la indemnizacion por doce sueldos que manda la ley, por considerar que caducado su derecho a accionar por haber presentado la demanda fuera del término de treinta dias naturales. Agrega la demandante que no obstante haber senalado ella el error, la Sala Laboral confirma esa arbitrariedad olvidandose del debido proceso y tutela jurisdiccional y que la misma Magistrada olvido pronunciarse entre otras cuestiones de menor importancia sobre el pago de dos sueldos por ser mujer y tres sueldos por embarazo, indicando que ella no habia reclamado el pago de esos cinco sueldos en calidad de despedida sin causa justificada dado que hubo despido indirecto reafirmando que ella no habia renunciado a la empresa sino que habia resuelto su contrato de trabajo por ser hostilizada.  Presentada la demanda, encargaron su tramite al Juez del Quinto Juzgado Especializado en lo Civil quien a fojas treinta y ocho del cuaderno principal la da por interpuesta y disponiendo se corra traslado de la Accion a los demandados asi como al Procurador de la Republica encargado de los asuntos judiciales del Poder Judicial. Hechas las notificaciones y librado el exhorto correspondiente, no fue absuelto el traslado de la demanda.  Corriente a fojas noventa y ocho de autos, aparece la sentencia de la Primera Sala Especializada en lo Civil, de fecha dieciocho de agosto de mil novecientos noventa y cuatro la que fallo declarando improcedente la Accion de Amparo incoada por considerar, entre otros fundamentos que: en lo que respecta a la caducidad de autos se aprecia que la actora laboro hasta el diez de julio de mil novecientos noventa y dos, y en atencion al articulo setenta y tres del Decreto Legislativo numero setecientos veintiocho vencio el dia nueve de agosto del mismo ano puesto que tal plazo se cuenta en dias naturales y que en sumo caso de descontarse los dias en que no hubo despacho judicial, (conforme certificacion corriente a fojas diecisiete de autos) el término para interponer la demanda vencio el dia trece, situacion que determino que el proceso no sea irregular ni se hubiera producido grave error determinando que hubiera hecho procedente el amparo judicial; de otro lado, el Juez considero respecto a los tres sueldos por embarazo y dos sueldos por ser mujer, asi como lo referido a las gratificaciones por escolaridad y por fiestas patrias, que en la propia sentencia de vista cuestionada se fundamento tal hecho en el sentido de haberse pagado dichos conceptos oportunamente, lo que no ha sido desvirtuado en autos; anadiendo que el error en el fondo (in iuris e in indicando) no puede ser discutido a través del amparo judicial sino del recurso de casacion, por lo que concluye en este aspecto, no se produjeron los presupuestos senalado en el articulo segundo de la Ley veintitrés mil quinientos seis.  El Procurador Publico a cargo de los asuntos judiciales del Poder Judicial, se apersona a fojas siete del cuadernillo de nulidad, solicitando al Supremo Tribunal, confirmar O declarar no haber nulidad en la recurrida, por considerar basicamente que mediante una Accion de Amparo se pretende revivir un proceso fenecido con resolucion ejecutoriada y reabrir un debate judicial que ha quedado absolutamente cerrado.  Mas adelante, en el mismo cuadernillo de nulidad aparece el Dictamen de la Senora Fiscal Supremo Dona Nelly Calderon Navarro, quién fue de opinion que se confirme la apelada.  En la foja catorce del cuadernillo se puede apreciar la sentencia suprema, de fecha veintiséis de abril de mil novecientos noventa y cinco, la que declaro en conformidad con el dictamen fiscal, No haber Nulidad en la sentencia de vista que declaro improcedente la Accion de Amparo interpuesta por la accionante Jenny Portugal Rojas. ", "FUNDAMENTOS:": "Considerando: Que, la actora no ha sido privada ni recortado su derecho de defensa en ningun momento, segun fluye de autos, habiendo recurrido a los tribunales de justicia amparândose incluso en la pluralidad de instancias, asi como que todas las resoluciones durante la tramitacion han sido motivadas con sujecion a lo establecido por la Constitucion en su articulo ciento treintinueve incisos sexto y quinto; Que, las cuestionadas resoluciones, que se pretende sean declaradas nulas, emanan de autoridad competente, dentro de un proceso regular; Que, debe tenerse presente el articulo 10° de la Ley 25398, que complemento las disposiciones de la Ley veintitrés mil quinientos seis en materia de Habeas Corpus y Amparo, establece que las anomalias que pudieran cometerse dentro de un proceso regular, deberan ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recursos que las normas procesales especificas establecen; Que, en autos no se ha podido demostrar la violacion de ningun derecho constitucionalmente protegido.  Por estos fundamentos el Tribunal, en ejercicio de las atribuciones que le confieren la Constitucion y las leyes pertinentes ", "FALLA:": "Confirmando la sentencia dictada por la Sala Constitucional y Social de la Corte Suprema de la Republica, de fecha veintiséis de abril de mil novecientos noventa y cinco que declaro No Haber Nulidad en la sentencia de vista de fecha dieciocho de agosto de mil novecientos noventa y cinco que declaro improcedente la Accion de Amparo presentado por dona Jenny Portugal Rojas en contra de los senores Vocales de la Sala Laboral y Jueza del Segundo Juzgado de Trabajo de Arequipa; debiendo publicarse la sentencia en el Diario Oficial El Peruano.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-23", "id": 37417, "nombre_demandado": "Sala Laboral de Arequipa (Procurador) y otro", "nombre_demandante": "Jenny Portugal Rojas", "numero_expediente": "00138-1995-AA"}