{"CONTEXTO": " 00132-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00132-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 132-96-AA/TC ICA LEONARDA HURTADO SAA VEDRA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Leonarda Hurtado Saavedra contra la Sentencia expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Ica, su fecha diez de enero de mil novecientos noventa y seis, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Leonarda Hurtado Saavedra interpone Accion de Amparo contra el Municipio Provincial de Nazca, representado por su Alcaldesa, dona Haydee Luz Torres Zegarra, y contra la Jefatura del Departamento de Salud y Saneamiento Ambiental de la misma Municipalidad, representada por don Modesto Palomino Landa, para que se deje sin efecto y se declare no aplicable la Resolucion de Alcaldia sin numero, de fecha nueve de enero de il novecientos noventa y cinco; y, en consecuencia, se declaren nulos y sin efecto legal los informes N.° 003-94-DSSA-MPN, de fecha veinte de diciembre de mil novecientos noventa y cuatro, N.o 004-95-DSSA-MPN, de fecha once de enero de mil novecientos noventa y cinco, y el acta de clausura de fecha once de enero de mil novecientos noventa y cinco; por violacion al debido proceso, libertad de trabajo y a la igualdad. La demandante senala que de acuerdo al Decreto Legislativo N.o 705, Ley de Promocion de Micro Empresas y Pequenas Empresas, establecio la avicola \"Senor de Luren\", ubicada en la calle Prolongacion La Paradita N.o 115, Nazca, contando con la licencia municipal de funcionamiento provisional desde el dieciocho de abril de mil novecientos noventa y cuatro. Dona Leonarda Hurtado Saavedra afirma que don Modesto Palomino Landa, Jefe del Departamento de Salud y Saneamiento Ambiental de la Municipalidad Provincial de Nazca, le exigia dinero para permitir que la avicola continue funcionando. Al no acceder a sus requerimientos, el demandado emitio los informes falsos N.o 003-94-DSSA-MPN y N.o 004-95-DSSA-MPN, logrando que se expidiera la Resolucion de Alcaldia, sin numero, de fecha nueve de enero de mil novecientos noventa y cinco. Dona Leonarda Hurtado Saavedra senala que tomo conocimiento de la mencionada resolucion el dia trece de febrero de mil novecientos noventa y cinco, cuando comparecio ante la Policia Nacional por una denuncia en su contra por desobediencia y resistencia a la 1 TRIBUNAL CONSTITUCIONAL autoridad presentada por la Municipalidad Provincial de Nazca. Asimismo, en esa misma fecha se entero de la existencia de una supuesta acta de clausura provisional de la avicola \"Senor de Luren\", la que se habria realizado con fecha once de enero de mil novecientos noventa y cinco. Senala ademas que el Decreto Legislativo N.o 705, Ley de Promocion de Micro Empresas y Pequenias Empresas solo obliga a presentar el registro unificado y el D1 carné de sanidad, sin embargo, la municipalidad le exige la presentacion de una serie de Y documentos adicionales. Dona Haydee Luz Torres Zegarra, Alcaldesa de la Municipalidad Provincial de Nazca, deduce la excepcion de caducidad de la accion desde el nueve de enero de mil novecientos noventa y cinco, fecha de expedicion de la Resolucion de Alcaldia cuestionada en autos. Senala también que la demandante impugno la referida Resolucion de Alcaldia fuera de los plazos de ley. Asimismo, la avicola \"Senor de Luren\" fue clausurada en resguardo de la salud de los vecinos, conforme a los articulos 66° inciso 3) 115° y 1190 de la Ley N.o 23853, Ley Orgânica de Municipalidades. Por Resolucion de fecha siete de junio de mil novecientos noventa y cinco se tiene por contestada la demanda en rebeldia de don Modesto Palomino Landa. El Juzgado Especializado en lo Civil de Nazca, a fojas ciento dos, con fecha treinta y uno de agosto de mil novecientos noventa y cinco, declaro fundada la excepcion de caducidad de la accion, nulo todo lo actuado e improcedente la demanda por considerar que la afectacion de los derechos invocados se produjo el once de enero de mil novecientos noventa y cinco. La Sala Especializada en lo Civil de la Corte Superior de Justicia de Ica, a fojas ciento cuarenta y uno, con fecha diez de enero de mil novecientos noventa y seis, confirmo la apelada en cuanto declaro improcedente la demanda e insubsistente en cuanto declara fundada la excepcion de caducidad, por considerar que la Resolucion de Alcadia cuestionada en autos fue expedida en ejercicio de las facultades que otorga la Ley Organica de Municipalidades. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 11° del Decreto Legislativo N.o 705, Ley de Promocion de Micro 1. Empresas y Pequenas Empresas, senala que a la sola presentacion de la solicitud simplificada de Licencia Municipal de Funcionamiento se considerara como otorgada la Licencia Municipal de Funcionamiento Provisional, la cual tendra una validez de doce meses contados a partir de la fecha de presentacion de la referida solicitud. 2 2 TRIBUNAL CONSTITUCIONAL Que, a fojas cuatro de autos, obra la solicitud simplificada de Licencia Municipal de 2. Funcionamiento Provisional, de fecha dieciocho de abril de mil novecientos noventa y cuatro, por lo que a la fecha de presentacion de la demanda, diez de mayo de mil novecientos noventa y cinco, la referida licencia habia vencido. Que, en consecuencia, por el transcurrir del tiempo, la supuesta violacion se ha 3. convertido en irreparable de acuerdo al articulo 6° inciso 1) de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Ica, de fojas ciento cuarenta y uno, su fecha diez de enero de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "22 21 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Li GARCIA MARCELO que gertif1001 MLC Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-06-27", "id": 35170, "nombre_demandado": "Municipalidad Provincial de Nazca", "nombre_demandante": "Leonarda Hurtado Saavedra", "numero_expediente": "00132-1996-AA"}