{"CONTEXTO": " 00139-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00139-1995-AA.pdf) --- EXP.No 139-95-AA/TC SOFIA CATALINA DIAZ FLORES. LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo; pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario, interpuesto por dona Sofia Catalina Diaz Flores contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas siete del cuaderno respectivo, su fecha diez de mayo de mil novecientos noventa y cinco, que declaro No Haber Nulidad en la de vista que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Sofia Catalina Diaz Flores, con fecha doce de agosto de mil novecientos noventa y tres interpone Accion de Amparo contra los Senores Vocales que conforman la Tercera Sala Laboral de La Corte Superior de Justicia de Lima, impugnando la resolucion de fecha veintiocho de junio de mil novecientos noventa y tres, que los demandados emitieron en el expediente seguido por la recurrente contra la empresa Confecciones Camana S.A., sobre Calificacion de Despido; por considerar que mediante la indicada resolucion se ha violado el articulo 1870 de la Constitucion Politica del Estado. Manifiesta, que en el citado proceso laboral, se declaro fundada su demanda anteriormente mencionada, y cuando se encontraba en ejecucion de sentencia, se ordeno que se practicara una nueva liquidacion de las remuneraciones devengadas e intereses legales, aplicandose retroactivamente el Decreto Ley No 25920, cuando correspondia aplicar las normas contenidas en el Decreto Supremo No 003-85-TR, por lo que considera que dicho pronunciamiento no se ajusta al mérito de las pruebas actuadas dentro del referido proceso. El Procurador Publico del Estado encargado de los Asuntos Judiciales del Poder Judicial, contesta la demanda precisando que la demanda esta dirigida a enervar la validez y efectos de resoluciones judiciales dictadas por organo jurisdiccional competente y emanadas de un procedimiento regular, en el cual la demandante ha hecho uso irrestricto de su derecho de defensa, que la constitucion y la ley reconocen y protegen como garantia de la administracion de justicia. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, con fecha veintidos de julio de mil novecientos noventa y cuatro, a fojas cuarenta y tres, declara improcedente la Accion de Amparo, por estimar que no procede la Accion de Amparo contra resoluciones emanadas de un procedimiento regular. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha diez de mayo de mil novecientos noventa y cuatro, a fojas siete del cuaderno respectivo, por sus fundamentos que contiene declararon No Haber Nulidad en la de Vista. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, a través de la presente Accion de Amparo se cuestiona la resolucion expedida por los senores Vocales de la Tercera Sala Laboral de la Corte Superior de Justicia de Lima, de fecha veintiocho de junio de mil novecientos noventa y tres, que declara sin lugar la observacion formulada por la demandante a la pericia de fecha primero de febrero de dicho ano, sobre remuneraciones devengadas e intereses legales, en el proceso que ha seguido contra la empresa Confecciones Camana S.A, sobre calificacion de despido. 2. Que, conforme se advierte del texto de la demanda, el cuestionamiento que formula la demandante contra la resolucion antes mencionada, no esta referido a transgresion alguna a su derecho a un debido proceso, sino al criterio jurisdiccional de los senores magistrados emplazados. 3. Que, conforme lo ha senalado éste Colegiado en reiterados pronunciamientos, tratandose de una resolucion emitida en un proceso judicial, lo unico que resulta amparable en la via procesal constitucional es la transgresion manifiesta al derecho al debido proceso, es decir cuando un procedimiento ha sido absolutamente irregular, supuesto que segun resulta de lo actuado no se ha presentado en el proceso laboral en que se ha emitido la resolucion impugnada, toda vez que la demandante ha hecho uso de los recursos impugnativos que las normas procesales especificas establecen, sin que se le haya privado el derecho de defensa 0 algun atributo propio del debido proceso. 4. Que, en consecuencia, es de aplicacion en el presente caso, lo dispuesto en el inciso 2) del articulo 6° de la Ley No 23506, en concordancia con el articulo 10° de la Ley No 25398, razon por la que resulta improcedente la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas siete del cuaderno de su proposito, su fecha diez de mayo de mil novecientos noventa y cinco, que declaro No Haber Nulidad en la de vista declarando IMPROCEDENTE la Accion de Amparo; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. AAM", "fecha_publicacion": "1998-09-21", "id": 37544, "nombre_demandado": "Vocales de la Tercera Sala Laboral de la Corte Superior de Justicia de Lima", "nombre_demandante": "Sofía Catalina Díaz Flores", "numero_expediente": "00139-1995-AA"}