{"CONTEXTO": " 00136-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00136-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 136-97-AA/TC LAMBAYEQUE. JORGE MONTENEGRO GARCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los dieciséis dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia NUGENT, DIAZ VALVERDE, GARCIA MARCELO Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario, que formula Jorge Montenegro Garcia contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque su fecha veintiocho de enero de mil novecientos noventa y siete, que revocando la apelada, declaro improcedente la Accion de Amparo interpuesta contra el Concejo Provincial de Lambayeque. ANTECEDENTES, Con fecha veintiséis de junio de mil novecientos noventa y seis, don Jorge Montenegro Garcia interpone Acion de Amparo, por violacion de sus derechos laborales referidos al trabajo, a la remuneracion por la prestacion de un trabajo, al descanso semanal y anual remunerados > y al pago por concepto de Gratificaciones en Fiestas Patrias y Navidad, consagrados en los articulos 22, 23 y 25 de la Carta Politica del Estado, Decreto Legislativo No 713 y Ley No 25139,respectivamente TRIBUNAL CONSTITUCIONAL Sostiene el accionante que el demandado no cumple con cancelarle los beneficios laborales antes mencionados, no obstante los requerimientos que para el efecto ha cumplido con efectuarle, lo que lo obliga a recurrir a la presente accion de garantia. Admitida la demanda, ésta es contestada por el demandado, quien alega que el actor no acredita que derechos constitucionales se han violado 0 amenazado, no se ha agotado la via administrativa asi como que la reclamacion ha debido tramitarse en la via laboral, solicitando por ello se declare improcedente la misma. Con fecha quince de octubre de mil novecientos noventa y seis, el Juez Especializado en lo Civil de Lambayeque, expide sentencia declarando fundada la demanda. Interpuesto recurso de apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha veintiocho de enero de mil novecientos noventa y siete emite resolucion revocando la recurrida y declararon improcente la incoada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, el objeto de las acciones de garantia es el de reponer las cosas al estado anterior a la violacion 0 amenaza de un derecho constitucional. 2.- Que, del petitorio de la demanda, se desprende que el accionante solicita que se ordene al demandado cumpla con otorgarle descanso semanal y anual remunerados, cancelarle las sumas correspondiente a gratificaciones por Fiestas Patrias y Navidad asi como por trabajo en dias feriados. 3.- Que, la via del amparo, por su naturaleza sumaria y carente y carente de estacion probatoria, no es la idonea para dilucidar asuntos, que como el presente, requieren de actuacion de pruebas. 4.- Que, en consecuencia, el demandante debio recurrir a la via jurisdiccional laboral a fin que se declare sus derechos laborales invocados, toda vez que éstos estan regulados en normas legales de naturaleza infra constitucional. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica. TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque su fecha veintiocho de enero de mil novecientos noventa y siete, que revoco la apelada, declararon IMPROCEDENTE la Accion. Asimismo, ordenaron la publicacion de la presente en el Diario Oficial \"El Peruano\" conforme a Ley, y los devolvieron.", "SS.": "Villils ACOSTA SANCHEZ 22e NUGENT DIAZ VALVERDE Re CEL / / GARCIA MARCELO. Lo que Certifico: AAM Dra. MARIA LUZ VASQUEZI DELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-05", "id": 36432, "nombre_demandado": "Concejo Provincial de Lambayeque", "nombre_demandante": "Jorge Montenegro Garcia", "numero_expediente": "00136-1997-AA"}