{"CONTEXTO": " 00137-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00137-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP:137-96-AA/TC CALLAO COOPERATIVA ARTESANAL ELMER FAUCETT LTDA. No 44. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de nulidad entendido como Extraordinario interpuesto por la Cooperativa \"Artesanal Elmer Faucett Limitada No 44\" contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Callao, que confirmando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Con fecha veintisiete de enero de mil novecientos noventa y cinco, la Cooperativa Artesanal \"Elmer Faucett Limitada No 44\", interpone demanda de Accion de Amparo contra don Kurt Woll Muller, ex-Alcalde de la Municipalidad Provincial del Callao solicitando que se deje sin efecto el oficio No 034-95-MPC-DGDU, de fecha veintiuno de enero de mil novecientos noventa y cinco, mediante el cual se solicita al demandante la desocupacion de las àreas que ocupan sobre un total de 1,080 m2, por ser areas destinadas para la ejecucion de la obra intercambio vial Av. Oscar R. Benavides Av. Elmer Faucett siendo necesario desocuparlos para dar inicio a los trabajos. Sostiene el demandante que en mérito al articulo 2° de la Resolucion No 189- 93-MPC-SGDU de fecha dos de junio de mil novecientos noventa y tres, presento mediante el expediente No 139311433 de fecha diecinueve de agosto de mil novecientos noventa y tres, un proyecto alternativo de reubicacion, a una area desocupada y libre adyacente a la Iglesia Carmen de la Legua, terrenos de propiedad del Estado y no afecto a la obra de intercambio vial; aduce la demandante que no fue atendida por la Municipalidad violando el Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, Decreto Supremo No 02-94-JUS y la Ley No 25035, Ley de Simplificacion Administrativa. La Jueza del Primer Juzgado en lo Civil del Callao, a fojas veinticinco, su fecha dos de febrero de mil novecientos noventa y cinco, declara improcedente la demanda.in limine por considerar que la materia de controversia es de naturaleza civil que se cuestiona en el fondo un derecho real, la misma que se encuentra debidamente contemplada en la legislacion sustantiva y procesal correspondiente. TRIBUNAL CONSTITUCIONAL La Primera Sala Civil de la Corte Superior de Justicia del Callao, a fojas treinta y ocho, con fecha veintisiete de marzo de mil novecientos noventa y cinco, confirma el auto apelado que declara improcedente la demanda, por estimar que, conforme al articulo 23° de la Ley No 25398, procede denegar de plano la Accion de Amparo cuando es manifiestamente improcedente. Contra esta resolucion el demandante interpone Recurso Extraordinario. I", "FUNDAMENTOS:": "1. Que, este proceso tiene por objeto se deje sin efecto la disposicion administrativa que contiene el oficio No 034-95-MPC-DGDU, de fecha veintiuno de enero de mil novecientos noventa y cinco, mediante el cual se solicita al demandante Cooperativa Artesanal \"Elmer Faucett Limitada No 44\", la desocupacion de las areas que ocupan sobre un total de 1,080 m2, por ser areas destinadas para la ejecucion de la obra intercambio Vial Avenida Oscar R. Benavides Avenida Elmer Faucett siendo necesario desocuparlos para dar inicio a los trabajos de la Municipalidad Provincial del Callao. 2. Que, las acciones de garantia proceden en los casos en que se violen O amenacen los derechos constitucionales, por accion 0 por omision de actos de cumplimiento obligatorio; que, la agresion debe estar referida directamente a un derecho consagrado en la Constitucion Politica del Estado. 3. Que, en el presente caso la municipalidad demandada ha actuado en el ejercicio regular de sus funciones al estar facultada por el Articulo 10° de la Ley Organica de Municipalidades para administrar los bienes de uso publico. 4. Que, el articulo 63° de la Ley No 26435 Ley Organica del Tribunal Constitucional, prescribe que supletoriamente rige el Codigo Procesal Civil ante vacio de la Ley No 23506, en el articulo 427° inciso 6) del Codigo Procesal Civil prevé la situacion juridica de improcedencia sobre pretensiones que contiene un imposible juridico. 5. Que, el derecho que se deriva de los hechos invocados en la demanda no esta previsto en la legislacion especial sobre derecho procesal constitucional. La pretension invocada solo es debatible en el proceso comun. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONF IRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Callao, de fojas treinta y ocho, su fecha veintisiete de marzo de mil novecientos noventa y cinco, que confirmo el auto apelado, que declaro 2 TRIBUNAL CONSTITUCIONAL IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO. Lo que gsrtifico: Dra. MARIA LUZ VASQUEZ SEGRETARIA RELATORA TRIBUNAL CONSTITUCIONAL I.R.T. 3", "fecha_publicacion": "1998-11-27", "id": 37207, "nombre_demandado": "Municipalidad Provincial del Callao", "nombre_demandante": "Cooperativa \"Artesanal Elmer Faucett Limitada N° 44\"", "numero_expediente": "00137-1996-AA"}