{"CONTEXTO": " 00130-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00130-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 130-98-AA/TC LIMA JOSFEL S.A. M SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Josfel S.A. contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veinte de noviembre de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Josfel S.A., con fecha dieciocho de noviembre de mil novecientos noventa y seis, interpone Accion de Amparo contra el Supremo Gobierno, en la persona del Superintendente Nacional de Administracion Tributaria, a fin de que se declaren inaplicables los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, relativos al Impuesto Minimo a la Renta; y, sin efecto legal la Orden de Pago N.° 011-1-31094, ascendente a la suma de doscientos noventa y tres mil ciento cuarenta y ocho nuevos soles (SI. 293,148.00) mas treinta y un mil ochocientos quince nuevos soles (S/. 31,815.00) por concepto de intereses, correspondiente a la cuota de regularizacion por el ejercicio gravable de mil novecientos noventa y cinco, notificada el seis de setiembre de mil novecientos noventa y seis, junto con la Resolucion de Ejecucion Coactiva N.o 011-06-12916. La demandante senala que no esta obligada a agotar la via previa de conformidad con el articulo 28° incisos 1)y 2) de la Ley N.o 23506, Ley de Habeas Corpus y Amparo, al habérsele iniciado el proceso de cobranza coactiva. Asimismo, los articulos 1090 y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, relativos al Impuesto Minimo a la Renta, supone una desnaturalizacion del impuesto a la renta al requerirsele el pago de las sumas antes senaladas, sin considerar la situacion de pérdida por la que atraviesa. Asimismo, constituye violacion de los siguientes derechos TRIBUNAL CONSTITUCIONAL constitucionales: de no confiscatoriedad de los impuestos, de propiedad, a la libre empresa, a la libertad de trabajo y a la seguridad juridica. La Superintendencia Nacional de Administracion Tributaria, al contestar la demanda, senala que el hecho de que la demandante no obtenga utilidad no significa que no tenga renta, toda vez que 'utilidad' es un término economico, mientras que 'renta' es un concepto juridico, y la Declaracion Jurada no basta para acreditar la circunstancia de confiscatoriedad producida por aplicacion del Impuesto Minimo a la Renta. Asimismo, senala que Josfel S.A. pretende obtener una exoneracion tributaria mediante una Accion de Amparo. El Segundo Juzgado Especializado en Derecho Publico de Lima, a fojas noventa y dos, con fecha nueve de diciembre de mil novecientos noventa y seis, declaro infundada la demanda, por considerar que el Impuesto Minimo a la Renta no tiene efecto confiscatorio. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento setenta y uno, con fecha veinte de noviembre de mil novecientos noventa y siete, revoco la apelada declarandola improcedente, por considerar que la demandante no agoto la via previa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, segun consta en el documento de fojas ciento sesenta y cuatro de autos, Josfel S.A. presento Recurso de Reclamacion contra la Orden de Pago N.° 011-1-31094, el once de setiembre de mil novecientos noventa y siete; es decir, la demandante interpuso la Accion de Amparo antes de haber iniciado el proceso administrativo, el cual lo continuo en forma paralela a la presente accion. En consecuencia, la demandante interpuso la presente accion de garantia sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Que Josfel S.A. no se encuentra en ninguno de los supuestos de excepcion 2. establecidos en el articulo 28° de la mencionada Ley, porque de conformidad con el articulo 117° del Decreto Legislativo N.° 816, Codigo Tributario, la notificacion de la resolucion de ejecucion coactiva no supone la cobranza de la deuda, al existir un plazo de siete dias habiles para su cancelacion. Este plazo permitia a la Empresa demandante acogerse a lo previsto en el articulo 119° inciso d) del mencionado Codigo, suspendiendo el proceso de cobranza coactiva. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento setenta y uno, su fecha veinte de noviembre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Ss ACOSTA SANCHEZ DIAZ VALVERDE NUGENT thiills GARCIA MARCELO L MLC Certifi00: Lo que VASOUEZ MARALUZ L ATORA Dra. SECRET  CON IST TITU TUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-08-14", "id": 35479, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Josfel SA", "numero_expediente": "00130-1998-AA"}