{"CONTEXTO": " 00138-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00138-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. : No 138-97-AA/IC CASO : Jorge Naccha Huamani LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de julio de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente Sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Primera Sala Superior Mixta del Cono Norte-Lima, Su fecha trece de enero de mil novecientos noventisiete, en la accion de amparo seguida por don Jorge Naccha Huamani, contra el Alcalde de la Municipalidad Distrital de Comas, Lima I don Julio Saldana Grandez.", "ANTECEDENTES:": "Aparece de autos que a fojas 16 y con fecha dieciocho de julio de mil novecientos noventiséis, don Jorge Naccha Huamani, interpone accion de amparo, la misma que la dirige contra el Alcalde de la Municipalidad Distrital de Comas, don Julio Saldana Grandez, a fin de que se le reponga en el cargo de servidor piblico, el registro de su asistencia y permanencia laboraly la retribucion total de sus remuneraciones del que fue privado a partir del primero de enero de mil novecientos noventiséis, sin mediar resolucion de cese previo proceso, en franco abuso del derecho, vulnerando sus derechos garantizados por la Constitucion al TRIBUNAL CONSTITUCIONAL debido proceso y legitima defensa. Acompana como recaudo de su demanda, la Resolucion Viceministerial No 0202-88-S4-FM,de fecha veintiséis de febrero de mil novecientos ochentiocho, asi como los demas documentos que corren de fojas uno a fojas quince. Corrido traslado, la demanda es contestada por el apoderado del Alcalde de la Municipalidad Distrital de Comas, don Santos Benito Vasquez Basilio, quien deduce las excepciones de: a) Caducidad, ya que la fecha para interponer la Accion de Amparo es dentro de los 60 dias habiles siguientes a lafecha de la afectacion, la misma que no ha sido precisada por el damandante, deduciendo de la misma demanda que la posible afectacion se habria producido en enero de mil novecientos noventiséis, y que habiendo interpuesto la presente accion en el mes de julio, ha vencido en exceso el término de caducidad establecido en el articulo 370 de la Ley No 23506 y, b) Oscuridad y ambigiedad en el modo de proponer la demanda, por cuanto el accionante no es preciso en su petitorio qué derechos constitucionales le han sido violados 0 amenazados de ser violados. En cuanto al fondo de la demanda, absuelve la misma contradiciendola y concluye su absolucion a la demanda, tachando la Resolucion No 08-95-AMC de veintiséis de abril de mil novecientos noventicinco, mediante la cual se designa al hoy accionante, en el cargo de confianza de Director de la Direccion de Administracion y Economia, por considerar que dicha resolucionfue expedida por persona sin representatividad en la Municipalidad. El Juez Especializado en lo Civil del Cono Norte-Lima, expide sentencia, su fecha tres de setiembre de mil novecientos noventiséis, declarando inadmisible la tacha interpuesta contra el documento de fojas sies a siete, infundada la excepcion de oscuridad 0 ambigiiedad en el modo de proponer la demanda, fundada la excepcion de caducidad deducida por la demandada, en consecuencia improcedente la demanda de accion de amparo. Apelada la sentencia, el Fiscal Superior opina porque se confirme la sentencia de primera instancia en razon de haber caducado el derecho del accionante. A su turno, la Primera Sala Superior Mixta del Cono Norte- Lima, expide resolucion confirmando la sentencia apelada; que declara inadmisible la tacha interpuesta por la demandada, infundada la excepcion de oscuridad 0 ambigiiedad en el modo de proponer la demanda, fundada la excepcion de caducidad, en consecuencia improcedente la accion de amparo. TRIBUNAL CONSTITUCIONAL Contra esta resolucion, el actor interpone recurso extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto por el Articulo 41° de la Ley No 26435.", "FUNDAMENTOS:": "Que, del estudio de autos se deduce que, el derecho constitucional presuntamente violado se produjo al expedirse la Resolucion de Alcaldia No 014-94-A-MC, de veintiséis de diciembre de mil novecientos noventicuatro, mediante la cual se dejo sin efecto el nombramiento del accionante en el cargo de Jefe de la Division de Registro Civil, y que a lafecha de interposicion de la demanda que dio inicio a la presente accion, diecinueve de julio de mil novecientos noventiséis, habia transcurrido con exceso el término de sesenta dias a que se contrae el articulo 370 de la Ley No 23506 y su ampliatoria en articulo 26° de la Ley No 25398; por lo que habiendo caducado la accion, no es pertinente resolver la tacha ni la excepcion de oscuridad 0 ambigiiedad en el modo de proponer la demanda, y mucho menos promunciarse sobre el fondo de la materia de la misma. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y Su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Superior Mixta del Cono Norte-Lima, su fecha trece de enero de mil novecientos noventisiete, que confirmando la sentencia apelada, de fecha tres de setiembre de mil novecientos noventiséis, declara improcedente la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano \"; y los devolvieron. S.S. Mmer ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Crc LO QUE CERTIFICO, lufin MCM DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA.", "fecha_publicacion": "1997-08-10", "id": 36289, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Comas (Julio Saldaña Grández)", "nombre_demandante": "Jorge Naccha Huamaní", "numero_expediente": "00138-1997-AA"}