{"CONTEXTO": " 00134-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00134-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 134-97-AA/TC. Caso : Carmen Petronila Nunez de Salas y otros Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente, encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto contra la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de veintiséis de noviembre de mil novecientos noventa y seis, que declara no haber nulidad en la recurrida y, en consecuencia, improcedente la accion incoada por dona Carmen Petronila Nunez de Salas, Wilmer Rolando Gomero Vidal, Gregorio Fidel Melgarejo Obregon, Enedina Zevallos Pagan, Josefina Balceda Agurto, Maria Luisa Ramirez Torres, Mary Luz Fernandez Aguirre, Clorinda Salazar Garcia y Marco Antonio Linares Garcia, contra el Senor Juez Penal Transitorio del Distrito Judicial de Huaura don César Garcia de los Santos.", "ANTECEDENTES:": "Los actores piden se declare inaplicable y sin efecto legal, la resolucion de fecha trece de marzo de mil novecientos noventiséis, que otorga la ministracion de posesion provisional a don Julio Chero Chero, en el proceso penal que sobre usurpacion sigue éste con dona Esperanza Obregon Aguirre y otros; asi como la resolucion de fecha treinta de mayo del mismo que otorga un plazo de veinticuatro horas para el desalojo del inmueble bajo apercibimiento de lanzamiento. Argumentan que, actualmente estan en posesion de los terrenos, cuyo desalojo se pretende, amparados en el certificado de posesion que les otorgo la Municipalidad Provincial de Huaral, el diecinueve de marzo de mil novecientos noventiséis. Anaden que tales resoluciones judiciales constituyen inminente peligro y amenaza sobre sus terrenos, pues no han sido citados a juicio, TRIBUNAL CONSTITUCIONAL procesados ni escuchados; por lo que se ha vulnerando su derecho a la defensa, a la tutela jurisdiccional efectiva; y piden que amparando su pretension se repongan las cosas al estado anterior a la amenaza de violacion. Contestan la demanda: el Juez emplazado, solicitando se declare improcedente la accion, pues tiene como unico objeto paralizar la ejecucion de una resolucion judicial. Agrega que se avoco al proceso penal estando pendiente la diligencia de ministracion; y el Procurador Publico del Ministerio de Justicia, niega la accion solicitando sea declarada improcedente pues no procede la accion de amparo contra resoluciones judiciales emanadas de un procedimiento regular y ademas porque los accionantes han hecho uso de la via paralela al interponer un juicio sobre nulidad de acto juridico donde se ventilara el mejor derecho a la posesion. La Sala Mixta de la Corte Superior de Justicia de Huaura, declara improcedente la accion, considerando que no procede contra resolucion judicial emanada de procedimiento regular y porque de autos fluye que los accionantes han acudido a la via paralela. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de conformidad con lo dictaminado por la fiscalia suprema, confirma la apelada, por los mismos fundamentos. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, las resoluciones judiciales objeto de la pretension ordenan se otorgue la ministracion de la posesion en forma provisional al agraviado, vale decir, que no resuelven en definitiva el conflicto; siendo menester senalar que el certificado de posesion a que hacen alusion los accionantes tiene fecha posterior a la resolucion de ministracion. Que, mediante una accion de garantia no puede suspenderse la ejecucion de una medida judicial, tanto mas cuando el Juez emplazado, con esta accion, se avoco al conocimiento del proceso penal en estado de ejecucion de la medida, limitandose a cumplirla; que de otro lado, las anomalias que pudieran cometerse dentro de un proceso regular deben ventilarse y resolverse dentro de los mismos mediante el ejercicio de los recursos que las normas procesales especificas establecen. Que, estando al propio dicho de los accionantes en sus escritos de demanda y apelacion, asi como al inciso 2) del articulo 6° de la Ley No 23506 y articulo 10 de la ley No 25398, resulta improcedente la accion. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica:", "FALLA:": "Confirmando la sentencia de vista, expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintiséis de noviembre de mil novecientos noventa y seis, que declaro no haber nulidad en la sentencia dictada por la Sala Mixta de la Corte Superior de Justicia de Huaura, de dieciocho de setiembre de mil novecientos noventa y seis; que declara IMPROCEDENTE la accion; mandaron se publique en el Diario Oficial \"El Peruano\", > y los devolvieron. S.S. ACOSTA SANCHEZ Vihncue / NUGENT DIAZ VALVERDE arced GARCIA MARCELO S.G.Ch. Lo que Certifico: Dra. MARIALUZ VASQUEZDELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-05", "id": 36431, "nombre_demandado": "Juzgado Penal Transitorio del Distrito Judicial de Huaura (César García de los Santos - juez)", "nombre_demandante": "Carmen Petronila Núñez de Salas y otros", "numero_expediente": "00134-1997-AA"}