{"CONTEXTO": " 00136-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00136-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 136-98-AA/TC LIMA ASOCIACION DE PILOTOS DE AEROPERU Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Alva Fasce y otros contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha cinco de enero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Luis Alva Fasce, la Asociacion de Pilotos de Aeroperu y otros interponen Accion de Amparo contra el Ministerio de Transportes, Comunicaciones, Vivienda y Construccion y la Direccion General de Transporte Aéreo, con el proposito de que se declare inaplicable la Resolucion Directoral N.° 0126-96-MTC15.12y que el trabajo en las aeronaves civiles comerciales con matricula peruana destinado al transporte de pasajeros, correo y carga continue siendo regulado por las disposiciones de la Ley N. 15256. Refieren que la mencionada resolucion aprueba las Regulaciones Aeronauticas del Perû, normando, entre otras, las mismas materias que regula la Ley N.° 15256; que dichas regulaciones son un conjunto de disposiciones que han sido tomadas de las regulaciones aeronauticas de Estados Unidos, las mismas que no son aplicables al Peru debido a que su realidad geografica, climatica y de recursos tecnologicos dista mucho de la de aquél; que dicha resolucion vulnera el principio de jerarquia de normas, toda vez que, no obstante ser de menor jerarquia, tacitamente deroga la mencionada Ley N.o 15256; que, asimismo, viola el principio de irrenunciabilidad de los derechos adquiridos, al haber variado las condiciones de trabajo en vuelo de los recurrentes, anteriormente establecidas en la mencionada Ley, excediendo los limites de la jornada ordinaria de trabajo y atentando contra el derecho al descanso recogidos en el articulo 25° de la Constitucion Politica del Estado; que no se ha efectuado ningun estudio médico respecto al efecto en la fatiga por el incremento en el numero de horas de vuelo y la disminucion de las horas de descanso, producto de la referida variacion de las condiciones de trabajo de los recurrentes. TRIBUNAL CONSTITUCIONAL El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion absuelve el tramite de contestacion de la demanda negândola y contradiciéndola y solicitando se la declare improcedente; senala que la Direccion General de Transporte Aéreo ha expedido la resolucion cuestionada en el ejercicio regular de sus atribuciones; que las Regulaciones Aeronauticas del Perû, aprobadas por dicha resolucion, no senalan una jornada ordinaria de trabajo que exceda las ocho horas, tampoco recorta el derecho al descanso; que la materia controvertida corresponde sea ventilada en la accion contemnciowo-administmativa. El Tercer Juzgado Especializado en Derecho Publico de Lima emite sentencia declarando fundada en parte la Accion de Amparo y, en consecuencia, inaplicable a los demandantes la Resolucion Directoral N.o 126-96-MTC/15.12, en la parte que aprueba la Regulacion de Aeronautica del Perû N.o 121 en cuanto regula situaciones previstas en la Ley N.° 15256 e infundada la demanda respecto a los demas extremos. Estima la Jueza que la resolucion que se cuestiona en el presente proceso ha infringido el principio constitucional de jerarquia de las normas, al haber modificado una norma de mayor jerarquia, la Ley N.o 15256. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, revocando la apelada declaro improcedente en todos sus extremos la Accion de Amparo, por estimar que la Resolucion Directoral N.o 126-96- MTC/15.12 concierne a una disposicion reglamentaria de caracter general, por lo que la presente Accion de Amparo se dirige contra una norma legal y no se sustenta en un hecho concreto de afectacion 0 amenaza de algun derecho constitucional. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de la presente Accion de Amparo esta dirigido a que se declare inaplicable a los demandantes la Regulacion Aeronautica del Perd-RAP-121, aprobada por Resolucion Directoral N.° 126-96-MTC/15.12, en cuanto regula situaciones previstas en la Ley N.o 15256. Que la Accion de Amparo procede contra todo acto u omision que, de forma directa 2. 0 indirecta, lesione 0 amenace de violacion algun derecho constitucional. En el presente caso no se evidencia que la resolucion cuestionada vulnere 0 amenace de violacion, directa ni indirectamente, algun atributo reconocido por la Constitucion Politica del Estado; asimismo, la facultad de no aplicar una norma legal por ser incompatible con la Constitucion no puede hacerse en forma abstracta como se pretende en este caso- sino como resultado de una situacion concreta de hechos; por tales razones, la demanda debe desestimarse. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos noventa y cinco, su fecha cinco de enero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ 2 DIAZ VALVERDE NUGENT GARCIA MARCELO C0 Cl CCL Certifio0 Lo que Dre. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-09-07", "id": 35653, "nombre_demandado": "Ministerio de Transportes, Comunicaciones, Vivienda y Construcción (Procurador) y otro", "nombre_demandante": "Luis Alva Fasce y otros", "numero_expediente": "00136-1998-AA"}