{"CONTEXTO": " 00132-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00132-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 132-97-AA/TC LA LIBERTAD MARIO CRUZ NERI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Mario Cruz Neri contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad de fojas doscientos nueve, su fecha veinte de noviembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha veintinueve de enero de mil novecientos noventa y seis, don Mario Cruz Neri interpone Accion de Amparo contra el Presidente del Consejo Directivo del Programa Nacional de Asistencia Alimentaria, don Rodolfo Munante Sanguineti, y contra el Ministro de Estado, don Jaime Yoshiyama Tanaka, para que se dejen sin efecto ni valor legal alguno la Resolucion de Presidencia No 040-94-PRONAA/P, del veintitrés de febrero de mil novecientos noventa y cuatro, la Resolucion de Presidencia No 060-94- PRONAA/P, del veintiuno de marzo de mil novecientos noventa y cuatro, y la Resolucion de Presidencia No 023-95-PRONAA/P, del diez de febrero de mil novecientos noventa y cinco, asi como la Resolucion Ministerial No 260-95-PRES, de fecha veintiocho de junio del mismo ano; solicita que se declaren inaplicables para su caso las resoluciones cuestionadas, por habérsele cesado en el cargo de personal de funcionamiento de la Oficina Operativa de Trujillo del Programa Nacional de Asistencia Alimentaria, por la causal de excedencia. Solicita que se disponga su reposicion en el mismo cargo, nivel y jerarquia que venia desempefiando, ademas que se le abone el pago de sus remuneraciones y demas derechos dejados de percibir. Sostiene el demandante que con fecha diez de enero de mil novecientos noventa, fue nombrado en la Oficina Nacional de Apoyo Alimentario (ONAA), Regional II-Trujillo, mediante Resolucion Jefatural No 083-90-ONAA, de fecha doce de marzo de mil novecientos noventa, y por Resolucion de Presidencia No 040-94-PRONAA/P, de fecha veintitrés de febrero de mil novecientos noventa y cuatro, fue declarado personal \"deficiente\", > bajo el argumento legal del Decreto Ley No 26093 que dispone que los ministerios y los organismos publicos descentralizados deben evaluar semestralmente a su personal; aduce el demandante que no ha participado en el proceso de evaluacion, y que éste nunca fue convocado ni informado por la Directiva 0 el Reglamento, que deberia haber contenido la evaluacion. Don Rodolfo Munante Sanguineti, Presidente del Consejo Directivo del Programa Nacional de Asistencia Alimentaria - PRONAA contesta la demanda precisando que el TRIBUNAL CONSTITUCIONAL articulo 1° del Decreto Ley No 26093 establece que los titulares de los distintos ministerios y de las instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal, de acuerdo a las normas que para el efecto se establezcan; que en cumplimiento de la norma antes citada, el Programa Nacional de Asistencia Alimentaria - PRONAA aprobo la Directiva de Evaluacion del Personal de Funcionamiento mediante Resolucion Presidencial No 095-93-PRONAA/P y sobre su base realizo el Proceso de Evaluacion del Personal correspondiente al segundo semestre del ano de mil novecientos noventa y tres; mediante informe No 001-94- Y PRONAA/CEP, de fecha cuatro de febrero de mil novecientos noventa y cuatro, la Comision de Evaluacion recomendo el cese del demandante al haber obtenido una calificacion de treinta y tres puntos, motivo por el cual fue considerado deficiente, mediante Resolucion de Presidencia No 040-94-PRONAA/P; como consecuencia de lo dispuesto en la Resolucion antes citada, mediante Resolucion de Presidencia No 060-94- PRONAA/P, se dispuso el cese del demandante a partir del veintitrés de marzo de mil novecientos noventa y cuatro. Que al no considerar arreglada a ley la citada Resolucion, el demandante interpuso Recurso de Apelacion contra la Resolucion cuestionada, habiendo sido declarada inadmisible por extemporanea, segin la Resolucion de Presidencia No 023-95-PRONAA/P. Interpuesto el Recurso de Nulidad contra la Resolucion antes citada, mediante Resolucion Ministerial No 260-95-PRES, de fecha veintiocho de junio de mil novecientos noventa y cinco, se declaro fundada la nulidad deducida por el demandante. El Juez del Primer Juzgado Especializado en lo Civil de Trujillo declara improcedente la demanda por considerar, principalmente, que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion; que en el caso de autos, la resolucion, con la cual quedo agotada la via administrativa, fue notificada el veinticinco de julio de mil novecientos noventa y cinco, en el domicilio procesal senalado por el demandante, conforme es de verse del cargo postal que en fotocopia obra a fojas cincuenta y uno, no habiendo probado el demandante lo contrario, por lo que se deduce que es desde esa fecha en que empezo a correr el término para interponer la Accion de Amparo, sin embargo, ésta ha sido interpuesta con fecha veintinueve de enero de mil novecientos noventa y seis, esto es, vencido en exceso el plazo a que se refiere el articulo 37° de la Ley No 23506, por lo que considera que la accion ha caducado. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad confirma la apelada por estimar que la Resolucion Administrativa No 260-95-PRES, con la cual se puso fin a la via administrativa, fue notificada al demandante en la direccion indicada, como se aprecia de las copias de fojas cuarenta y ocho a fojas cincuenta y uno, y que si bien aparece que la notificacion fue devuelta por el servicio de correo, ello se debio al hecho de que el demandante no vivia en tal direccion, conforme se ve en la anotacion que obra a fojas cincuenta, situacion ésta que es atribuible al demandante mas no al demandado, desde que este ultimo cumplio con realizar la notificacion correspondiente por medio de la via que establece el articulo 80° del Texto Unico Ordenado de la Ley de 2 TRIBUNAL CONSTITUCIONAL Procedimientos Administrativos. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el articulo 200° de la Constitucion Politica del Estado. 2. Que, el demandante solicita que se declare inaplicables para su caso las Resoluciones de Presidencia Nos 040-94-PRONAA/P del veintitrés de febrero de mil novecientos noventa y cuatro, la No 060-94-PRONAA/P del veintiuno de marzo del mismo ano y la Resolucion de Presidencia No 023-95-PRONAA/P del diez de febrero de mil novecientos noventa y cinco, asi como la Resolucion Ministerial No 260-95-PRES, de fecha veintiocho de junio de mil novecientos noventa y cinco, en mérito a las cuales ha sido cesado por la causal de excedencia; y solicita que se le reponga en el mismo cargo, nivel y jerarquia que venia desempenando, asimismo el pago de sus remuneraciones. 3. Que, en el caso de autos, la Resolucion con la cual quedo agotada la via administrativa fue notificada en el domicilio procesal senalado por el demandante el veinticinco de julio de mil novecientos noventa y cinco, conforme es de verse del cargo postal que en fotocopia obra a fojas cincuenta y uno, no habiendo el demandante probado lo contrario, por lo que desde esa fecha, empezo a correr el término para interponer la Accion de Amparo, sin embargo, esta ha sido interpuesta con fecha veintinueve de enero de mil novecientos noventa y seis, esto es, vencido en exceso el plazo a que se refiere el articulo 37° de la Ley No 23506, por lo que la accion ha caducado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas doscientos nueve, su fecha veinte de noviembre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. J8L", "SS.": "ACOSTA SANCHEZ, U DIAZ VALVERDE, NUGENT, MCle GARCIA MARCELO. E Cir cea Lo que Certifico; I.R.T. Dra. MARTALUZVASOUEZ 3 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAN", "fecha_publicacion": "1999-03-19", "id": 34887, "nombre_demandado": "Presidente del Consejo Directivo del Programa Nacional de Asistencia Alimentaria (Rodolfo Muñante Sanguineti) y otro", "nombre_demandante": "Mario Cruz Neri", "numero_expediente": "00132-1997-AA"}