{"CONTEXTO": " 00130-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00130-1995-AA.pdf) --- S-061 Que, la via del Amparo no puede ser utilizada como una revision O una tercera instancia respecto de resoluciones judiciales emanadas de un procedimiento regular y que adquirieron la autoridad de cosa juzgada;...  Exp. No 130-95-AA/TC Arequipa Caso: Roberto Gasiud Calderon  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los diecisiete dias del mes de setiembre de mil novecientos noventiséis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por don Roberto Gasiud Calderon, en contra de la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, de fecha 12 de agosto de 1994, que declaro No Haber Nulidad en la sentencia de Primera Sala Civil de Arequipa, que declaro improcedente la Accion de Amparo planteada en contra de la Sala Laboral de Arequipa ", "ANTECEDENTES:": "Don Roberto Gasiud Calderon interpone Accion de Amparo contra los vocales de la Sala Laboral de Arequipa, para que se declare inaplicable y sin efecto legal, la Resolucion No 504-93, de fecha primero de setiembre de mil novecientos noventitrés, recaida en el juicio sobre reintegro de beneficios sociales y otros, que siguio con el Banco Agrario, sucursal Arequipa, por violacion del debido proceso.  Resulta de autos que el recurrente inicio un proceso sobre cobro de beneficios sociales y otros, ante el Primer Juzgado Laboral de Arequipa, afirmando que se le habia rebajado de categoria puesto que cuando ingreso a trabajar al Banco Agrario, asumio el Cargo de Cajero VI en el fundo Iberia del departamento de Madre de Dios, desempenandolo por mas de cuatro anos, luego de lo cual es trasladado a la ciudad de Arequipa, en donde, por espacio de mas de 26 anos, laboro como Auxiliar III, Categoria XI, estimando esta ultima categoria como inferior a la que tenia anteriormente, situacion que considero como de hostilidad manifiesta, existiendo en el expediente dos comunicaciones de fechas veintidos de mayo y veinte de agosto de mil novecientos noventa, dirigidas al Banco Agrario, en las que el recurrente reclama por la pretendida rebaja de categoria.  En el mencionado proceso laboral se expide la sentencia No 10-92-LJ, la que es declarada nula e insubsistente por la Sala Laboral mediante Resolucion No 592-92 spor haber ordenado el Juez inferior, el pago de un derecho no demandado, como es el pago de incentivos\", disponiendo que el referido juez emita nuevo pronunciamiento, habiendolo hecho mediante Resolucion No 78-93, la misma que fue revocada por la Sala Laboral mediante la Resolucion No 504-93 de fecha primero de setiembre de mil novecientos noventitrés, en lo reterente al pago por rebaja de categoria, dejando a salvo el derecho del reclamante para que lo haga valer conforme a Ley, y confirmaron en lo demas que contienen.  Con fecha cinco de octubre de mil novecientos noventicinco, es admitida a tramite la accion de garantia solicitando se declare inaplicable y sin efecto legal la resolucion No 504-93, por violacion al debido proceso. Efectuada la investigacion, se declara por la Primera Sala Civil de Arequipa, improcedente la Accion de Amparo, por considerar que ésta busca enervar los efectos de la sentencia de vista No 504-93, expedida por los vocales demandados, que confirma la sentencia de primera instancia y unicamente la revoca en cuanto al reintegro de remuneraciones por rebaja de categoria.  El accionante interpone recurso de nulidad contra la referida sentencia, el mismo que fue concedido por la Sala Laboral; a fojas diez del cuadernillo de nulidad, obra el dictamen del Fiscal Supremo en lo contencioso administrativo, Dra., Nelly Calderon Navarro, quien senala que es de la opinion que se declare no haber nulidad en la recurrida.  Corriente a fojas cuarenta obra la sentencia de la Sala Constitucional y Social de la Corte Suprema de la Republica, de fecha doce de agosto de mil novecientos noventicuatro, que declaro No Haber Nulidad en la recurrida, la que a su vez se pronuncio por la improcedencia de la Accion de Amparo por considerar que al haber podido el actor hacer valer todos los medios y recursos que la ley franquea, estuvo sujeto a la normatividad del debido proceso.  Interpuesto Recurso de Extraordinario, se dispuso que los autos fueran remitidos al Tribunal Constitucional, una vez que éste sea constituido, a mérito de lo cual los actuados fueron remitidos a este Tribunal. ", "FUNDAMENTOS:": "Considerando: Que, con la documentacion obrante en autos se evidencia que la Resolucion No 504-93, de fecha primero de setiembre de mil novecientos noventitrés, fue emitida dentro de un proceso regular;  Que, a la Sala Laboral, por constituir segunda instancia, le asiste la facultad de poder confirmar, declarar la nulidad, reformar O revocar la resolucion materia de grado, como sucedio en el caso bajo estudio, sin que ello importe la violacion de derecho constitucional alguno;  Que, la via del Amparo no puede ser utilizada como una revision o una tercera instancia respecto de resoluciones judiciales emanadas de un procedimiento regular y que adquirieron la autoridad de cosa juzgada;  Que, de acuerdo a lo establecido por el inciso 2) del articulo 6 de la Ley No 23506 la Accion de Amparo no procede contra resoluciones judiciales emanadas de un procedimiento regular, principio que ha sido consagrado en el inciso 2) del articulo 200° de la actual Constitucion Politica del Estado.  Que, segun lo dispuesto en el articulo 10° de la Ley No 25398, las anomalias que pudieran cometerse dentro del proceso regular deberan ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recurso que las normas procesales especificas establecen.  Por estos fundamentos el Tribunal Constitucional ", "FALLA:": "Confirmando la sentencia recurrida de fojas cuarenta del cuadernillo de nulidad, su fecha doce de agosto de mil novecientos noventicuatro, que declaro No Haber Nulidad, en la resolucion de fojas ciento treintiuno del principal, fechada el seis de enero del mismo ano, que declaro Improcedente la Accion de Amparo interpuesta por don Roberto Gasiud Calderon, contra los Vocales de la Sala Laboral de Arequipa.  Devuélvase, registrese, comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-01", "id": 37411, "nombre_demandado": "Sala Laboral de Arequipa", "nombre_demandante": "Roberto Gasiud Calderón", "numero_expediente": "00130-1995-AA"}