{"CONTEXTO": " 00144-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00144-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 144-99-AA/TC LIMA MOISÉS ORTIZ FALLA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Moisés Ortiz Falla, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento noventa y tres, su fecha veintinueve de diciembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Moisés Ortiz Falla interpone demanda de Accion de Amparo contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando que se ordene cumpla con el pago de su pension conforme al régimen establecido por el Decreto Ley N.o 20530, derecho que obtuviera a mérito de la Resolucion N.o 618-87- ENACE.8100AD de fecha treinta y uno de diciembre de mil novecientos ochenta y siete y se deje sin efecto la Resolucion N.o 14293-ENACE-PRESS-d0, por cuanto a mérito de esta ultima resolucion se ha suspendido nuevamente el pago de su pension de cesantia que venia percibiendo. Indica que la demandada, de manera arbitraria y en forma extemporânea ha suspendido el pago de su pension de cesantia, por lo que solicita que se ordene que cumpla con el abono de la misma de acuerdo con el régimen de pensiones regulado por el Decreto Ley N.o 20530. La Oficina de Normalizacion Previsional y la Empresa Nacional de Edificaciones contestan la demanda y coincidentemente proponen la excepcion de falta de agotamiento de la via administrativa, y manifiestan que las resoluciones cuyo cumplimiento reclama el demandante no estan vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.° 763; asimismo, indican que por error se reconocio al demandante el derecho a incorporarse al régimen de pensiones del Decreto Ley N.o 20530. Agregan que si bien en cumplimiento de una medida cautelar se le efectuo el pago TRIBUNAL CONSTITUCIONAL de su pension de cesantia, mediante Resolucion del Tribunal Constitucional recaida en el Expediente N.o 278-93-AA/TC, expedida el once de agosto de mil novecientos noventa y siete, se declaro improcedente una anterior demanda de amparo, razon por la que se procedio a la suspension del pago de dicha pension, lo cual no constituye un acto arbitrario, sino que se ajusta a derecho. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas noventa y dos, con fecha veintinueve de mayo de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que la via procesal constitucional no es la idonea para los efectos de la pretension del actor. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento noventa y tres, con fecha veintinueve de diciembre de mil novecientos noventa y ocho, revoca la apelada y reformandola declara fundadas las excepciones de falta de agotamiento de la via previa y de caducidad, y, por ende, la confirma en cuanto declara improcedente la Accion de Amparo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, mediante la Resolucion N.o 618-87-ENACE-S10AD, de fojas uno de autos, 1. su fecha treinta y uno de diciembre de mil novecientos ochenta y siete, el demandante fue incorporado al Fondo de Pensiones del Estado regulado por el Decreto Ley N.o 20530, consagrado constitucionalmente por la Octava Disposicion General y Transitoria de la Constitucion Politica del Estado de 1979 y ulteriormente reafirmada por la Primera Disposicion Transitoria y Final de la Carta Politica de 1993. Que, mediante la Resolucion N.° 142-9-ENACE-PRES-GG, a fojas tres de autos, 2. su fecha veintiocho de junio de mil novecientos noventa y tres, la demandada declaro la nulidad de la resolucion citada precedentemente. Que, conforme se ha expresado en la Sentencia recaida en el Expediente N.o 008- 3. 96-I-TC, este Tribunal considera que los derechos pensionarios adquiridos por el demandante al amparo del Decreto Ley N.o 20530 no pueden ser desconocidos por la demandada en forma unilateral y fuera de los plazos de ley, sino que contra resoluciones que constituyen cosa decidida solo procede determinar su nulidad a través de un proceso regular en sede judicial; siendo asi, en el presente caso, se encuentra acreditada la agresion al derecho pensionario del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa y tres, su fecha veintinueve de diciembre de mil novecientos noventa y ocho, que confirmando en parte la apelada, declaro improcedente la Accion de Amparo, reformandola la declara FUNDADA, en consecuencia que cumpla la demandada con el pago de la pension de cesantia del demandante con arreglo al Decreto Ley N.o 20530. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "4 - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO AVCLER AAM. LO QUE CERTIFICO: wm DR. CESAR CUBAS LONGA SECRETARIO-RE(ATOR (e) 3", "fecha_publicacion": "1999-10-29", "id": 35902, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Moisés Ortiz Falla", "numero_expediente": "00144-1999-AA"}