{"CONTEXTO": " 00142-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00142-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 142-96-AA/TC LIMA ORLANDO VALDEAVELLANO BOTTONI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: : Recurso Extraordinario interpuesto por don Orlando Valdeavellano Bottoni, con fecha nueve de febrero de mil novecientos noventa y seis, contra la resolucion emitida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, su fecha seis de diciembre de mil novecientos noventa y cinco, que declarando no haber nulidad en la de vista, declaro infundada la Accion de Amparo. ANTECEDENTES : Don Orlando Valdeavellano Bottoni, estudiante de la Facultad de Derecho y Ciencias Politicas de la Universidad Nacional Mayor de San Marcos, interpuso con fecha veintinueve de octubre de mil novecientos noventa y dos, Accion de Amparo contra don Anibal Torres Vasquez, Decano de la Facultad de Derecho y Ciencias Politica; y don Manuel Bernardo Chavez Aguilar, Presidente del Comité Electoral, de la citada Universidad; con la finalidad de que se ordene su restitucion en calidad de candidato al Tercio Estudiantil de dicha Facultad, en la Lista \"Trabajo Universitario\". Manifiesta el demandante, que el Presidente del Comité Electoral observo su inscripcion, aduciendo que tenia la calidad de egresado y no la de un alumno regular, requisito indispensable para postular a dicho Tercio Estudiantil; considera finalmente, que se han violado los derechos constitucionales contenidos en el numeral 16) del articulo 2° y articulo 64° de la Carta Magna de 1979 vigente en ese entonces, que se referian al derecho a participar en forma individual 0 asociada, en la vida politica, economica, social y cultural de la Nacion, y, a participar en los asuntos publicos en forma directa 0 por medio de representantes elegidos en comicios periodicos, respectivamente. Don Anibal Torres Vasquez, contesta la demanda, solicitando sea declarada improcedente. Hace saber que el articulo 60° del Decreto Ley No 739, establece como condicion para postular en los distintos organismos de gobierno de la Universidad, ser estudiante regular de la misma; y que, la Sétima Disposicion Complementaria del Estatuto de la Universidad Nacional Mayor de San Marcos, califica con la condicion de \"estudiante regular\" a aquellos que se encuentren matriculados en doce 0 mas créditos por semestre 0 veinticuatro 0 mas créditos por ano académico. Finaliza el demandado, manifestando que, el demandante no registro matricula para el tercer periodo 2 TRIBUNAL CONSTITUCIONAL extraordinario 90-I, y por tanto, no es alumno regular de la Facultad de Derecho y Ciencias Politicas. (fojas 90y 91) El Décimo Tercer Juzgado Civil de Lima, falla a fojas 92, su fecha dieciséis de mayo de mil novecientos noventa y cuatro, declarando infundada la demanda, por no tener el demandante la calidad de alumno regular. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, falla a fojas ciento veinte, su fecha catorce de diciembre de mil novecientos noventa y cuatro, confirmando la apelada, que declaraba infundada la demanda. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, declara en base a los fundamentos de la recurrida, no haber nulidad en la de vista, e infundada la Accion de Amparo. FUNDAMENTOS : 1. Que, la Accion de Amparo, es una accion de garantia, cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucionalmente protegido. 2. Que, la pretension del demandante es lograr mediante la Accion de Amparo, que no se le niegue la posibilidad de postular como candidato para integrar el Tercio Estudiantil de la Facultad de Derecho y Ciencias Politicas de la Universidad Nacional Mayor de San Marcos, candidatura que fue observada por el Comité Electoral de dicha Universidad. Al respecto, cabe mencionar, que, segun lo dispone la Séptima Disposicion Complementaria del Estatuto de aquella institucion académica, que corre a fojas treinta y ocho, concordante con el inciso a) articulo 42° del Reglamento General de Elecciones de fojas cincuenta y uno, solo pueden ser candidatos para acceder al Tercio Estudiantil, los alumnos regulares. El demandante, no acredito en autos dicha condicion, y mas bien, corre a fojas ochenta y cuatro, el informe del Secretario Académico de la citada Facultad, haciendo saber que el demandante no se matriculo en el Tercer Periodo Extraordinario 91-1; por consiguiente, cuando presento su postulacion en la Lista \"Trabajo Universitario\", no tenia la condicion de estudiante regular. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica, FALLA : CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, de fojas nueve del Cuaderno de Nulidad, su fecha seis de diciembre de mil novecientos noventa y cinco, que, declarando no haber 3 TRIBUNAL CONSTITUCIONAL nulidad en la de vista declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. - ACOSTA SANCHEZ, Cr DIAZ VALVERDE, : NUGENT, GARCIA MARCELO. - Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCHONA JAGB", "fecha_publicacion": "1998-11-01", "id": 37177, "nombre_demandado": "Facultad de Derecho y Ciencias Políticas de la Universidad Nacional Mayor de San Marcos", "nombre_demandante": "Orlando Valdeavellano Bottoni", "numero_expediente": "00142-1996-AA"}