{"CONTEXTO": " 00143-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00143-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 143-99-AA/TC LIMA BERTHA MARCELA PAREDES RODRIGUEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Bertha Marcela Paredes Rodriguez contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiocho de diciembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Bertha Marcela Paredes Rodriguez interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional con la finalidad de que le otorgue su pension de jubilacion de conformidad con el Decreto Ley N.o 19990, pues es esta norma legal la que se le debe aplicar en razon de haber cumplido los requisitos de jubilacion antes de la expedicion del Decreto Ley N.o 25967, ya que la pension que se le ha otorgado es diminuta, toda vez que su pension debe ser hecha con el calculo establecido por el Decreto Ley N.o 19990, pues es bajo el imperio de esta norma que cumplio los requisitos de jubilacion, consecuentemente, se declare inaplicable la Resolucion Administrativa N.o 270- 97-ONP/DC del ocho de enero de mil novecientos noventa y siete. Ampara su demanda en lo dispuesto por los articulos 1° y siguientes del Decreto Ley N.o 19990, articulos 10° y 103° de la Constitucion Politica del Estado. La demandada contesta la demanda negândola en todos sus extremos y deduce excepcion de falta de agotamiento de la via previa. El Primer Juzgado Corporativa Transitorio Especializado en Derecho Publico de Lima, con fecha dieciocho de junio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar, entre otras razones, que conforme se advierte de 2 TRIBUNAL CONSTITUCIONAL la propia resolucion impugnada, que a la demandante se le otorgo la pension de jubilacion al amparo del Decreto Ley N.o 19990, que siendo asi, cabe exponer que lo pretendido por la demandante mediante esta via es discernir si corresponde 0 no a la misma el otorgamiento de un aumento, situacion controversial que requiere de actuacion de medios probatorios, etapa de la cual carece esta accion de garantia. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintiocho de diciembre de mil novecientos noventa y ocho, por los propios fundamentos de la apelada la confirman. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, en el petitorio de la demanda se solicita que se deje sin efecto la Resolucion N.o 270-97-ONP/DC, de fecha ocho de enero de mil novecientos noventa y siete, y se otorgue al demandante su pension de jubilacion con arreglo a lo establecido en el Decreto Ley N.o 19990. Que, de la Resolucion N.o 270-97-ONP/DC, que obra en autos a fojas seis, aparece 2. que la demandante, si bien ceso en sus actividades laborables el treinta y uno de diciembre de mil novecientos noventa y tres, es decir, estando en rigor el Decreto Ley N.o 25967, sin embargo, antes de la vigencia de dicha norma, ésta ya habia cumplido con los requisitos para gozar de pension de conformidad con el Decreto Ley N.o 19990. Que este Tribunal, en reiteradas ejecutorias, ha establecido que debido a la 3. naturaleza del derecho pensionario no se produce la caducidad de la accion, en razon de que los actos que constituyen la afectacion son continuados, es decir, que mes a mes se repite la vulneracion, resultando de aplicacion el segundo parrafo del articulo 26° de la Ley N.o 25398. Que, en el presente caso, por la naturaleza del derecho invocado, teniendo en 4. consideracion que la pension tiene caracter alimentario y habiéndose ejecutado en forma inmediata, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 2) del articulo 28° de la Ley N.o 23506. 5. Que, conforme se ha expresado en la Sentencia recaida en el Expediente N.o 007- 96-1/TC, este Tribunal considera que el estatuto legal segun el cual debe calcularse 3 TRIBUNAL CONSTITUCIONAL y otorgarse la pension a la demandante es el Decreto Ley N.o 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener su pension de jubilacion, ha incorporado a su patrimonio dicho derecho en virtud del mandato expreso de la ley, y que no esta supeditado a la decision de la demandada; en consecuencia, tanto el nuevo sistema de câlculo de la pension jubilatoria como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.° 25967, se aplicaran solo y unicamente a los asegurados que con posterioridad a su vigencia cumplan los requisitos senalados en el régimen previsional del Decreto Ley N.° 19990 y no a aquéllos que los cumplieron con anterioridad a dicha fecha, porque de hacerlo se estaria contraviniendo lo consagrado por la Octava Disposicion General y Transitoria de la Constitucion Politica del Peru de 1979, posteriormente reafirmada por la Primera Disposicion Final y Transitoria de la Carta Politica del Estado de 1993. Que, al haberse otorgado a la demandante su pension aplicando el articulo 1° y 6. Unica Disposicion Transitoria del Decreto Ley N.o 25967, se ha vulnerado su derecho pensionario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y cinco, su fecha veintiocho de diciembre de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la demanda, reformandola la declara FUNDADA; en consecuencia, inaplicable a la demandante la Resolucion N.o 270-97-ONP/DC de fecha ocho de enero de mil novecientos noventa y siete, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.° 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "IC - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT ehrinils GARCIA MARCELO avcca MR Lo que Certifico: lufil Dra. MARTAtUZVASGUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-15", "id": 35454, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Bertha Marcela Paredes Rodríguez", "numero_expediente": "00143-1999-AA"}