{"CONTEXTO": " 00141-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00141-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No - 141-96-AA/TC Nombre . Segundo Rivera Alarcon LA LIBERTAD SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio de mil novecientos noventisiete, reunic el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretana-Relatora la doctora Maria Luz Vasquez, pronuncia siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Segundo Rivera Alarcon, contra resolucion de la Primera Sala Civil de la Corte Superior de Trujillo, de fecha quince de enero de mil novecientos noventiséis, que revocando la apelada del Terce Juzgado Especializado en lo Civil, de fecha veintiséis de octubre de novecientos noventicinco, declara improcedente la accion de amparo. TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "La accion la interpone contra el Instituto Peruano de Seguridad Social - Libertad,para que se deje sin efecto la resolucion No 18361-DINV-PENS-GDLLS de fecha 04 de diciembre de 1990, que le reconoce una pension de jubilacion 15 anos de aportaciones al Sistema Nacional de Pensiones, y no por los 31 and y 3 meses que realmente ha aportado. El Tercer Juzgado en lo Civil de Trujil declaro fundada la demanda, por considerar, entre otras razones, que el actor acumulado un total de 31 anos y 3 meses de servicios en diversos empleadore Interpuesto recurso de apelacion, la Primera Sala Civil Especializada de la Co Superior de Trujillo revoco la recurrida, y declaro improcedente la demanda, segu resolucion del quince de enero de mil novecientos noventiséis, al estimar que Instituto demandado le ha reconocido su derecho jubilatorio por el tiemp consignado en la resolucion impugnada de fojas dos, y que no existe la violaci constitucional establecida en los articulos 22° y 59° de la Constitucion del Estad Contra esta resolucion el accionante interpone Recurso de Nulidad, por lo que conformidad con los dispositivos legales se han remitido los actuados al Tribun Constitucional.", "FUNDAMENTOS:": "Que el actor no ha agotado las vias previas, cuya exigencia 1. indispensable para interponer esta accion de garantia, segun el art. 27° la Ley No 23506. Que el actor ha obtenido que la entidad demandada le reconozca ur 2. pension jubilatoria, por el Sistema Nacional de Pensiones regulado por D.L. No 19990, y solicita un mayor derecho, en razon de que -segun 3 TRIBUNAL CONSTITUCIONAL tiene acumulado 31 anos y 3 meses de aportaciones a dicho Sistema, pretension en la que no se configura ninguna infraccion ni amenaza a un derecho constitucional de cumplimiento obligatorio, sino que la misma constituye un criterio de valoracion debatible ante el fuero administrativo y jurisdiccional, en un procedimiento regular, sucesivamente. Que, si bien mediante el Contrato de Trabajo a Plazo Fijo por Inicio de 3. Actividades, de fojas 55, don Juan Ramitos Lozada Navarrete fue encargado temporalmente de las labores de Coordinador Departamental - La Libertad, durante 12 meses, para cumplir y respetar las labores internas de \"LA ONP\", bajo las directivas que emanen de los funcionarios de \"LA ONP\", tal encargo por su naturaleza limitado y subordinado, no le conferia potestad para ser emplazado y contestar demandas judiciales a nombre de la Institucion contratante, puesto que la representacion legal para tales acciones recae en su Presidente, cuyo domicilio institucional fue senalado en Lima, en la direccion indicada en el escrito de fojas 81, en la cual jamas fue emplazada. Que tratandose de la peticion de un mayor derecho de la pension jubilatoria 4. por el régimen del D.L. No 19990, la entidad encargada de la administracion centralizada del Sistema Nacional de Pensiones y de otros sistemas de pensiones administrados por el Estado, a partir del 1° de junio de 1994, es la Oficina de Normalizacion Previsional (ONP), segun Decreto Ley No 25967 modificado por la Ley No 26323; por lo que esta demanda entablada el 14 de setiembre de 1995 esta dentro de este contexto legal. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado; y su Ley Organica No 26435 y laley modificatoria No 26801; 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de fecha quince de enero de mil novecientos noventiseis,expedida por la Primera Sala Civil de la Corte Superior de Trujillo, que revoca la apelada de fecha veintiséis de octubre de mil novecientos noventicinco, dictada por el Tercer Juzgado Especializado en lo Civil de Trujillo, y declara IMPROCEDENTE la accion de amparo; con lo demas que contiene; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. l2 zrc ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. MFler LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS. SECRETARIA RELATORA", "fecha_publicacion": "1997-08-17", "id": 36293, "nombre_demandado": "Instituto Peruano de Seguridad Social - La Libertad", "nombre_demandante": "Segundo Rivera Alarcón", "numero_expediente": "00141-1996-AA"}