{"CONTEXTO": " 00144-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00144-1995-AA.pdf) --- S-075 Que, aparece de autos, que respecto a la via previa, a la que se refiere el articulo 270 de la Ley No 23506, fue asumido por la demandante cuando planteo recurso de reconsideracion, el mismo que le fue declarado infundado, que sin embargo no presento recurso de apelacion. Este lo presenta después de plantear la demanda (de Accion) de Amparo, sin embargo con dicha presentacion no se convalida el requisito de agotar las vias previas para plantear el Amparo.  Exp. No 144-95-AA/TC Arequipa Caso: Maria Cleofé Anampa Rayme  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los dieciocho dias de setiembre de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "El Tribunal Constitucional, conoce la presente Accion de Amparo planteada por Maria Cleofé Anampa Rayme, contra la resolucion de la Corte Suprema de Justicia, su fecha quince de mayo de mil novecientos noventa y cinco, que declara haber nulidad en la sentencia de vista de quince de mayo de mil novecientos noventa y cinco e improcedente la Accion interpuesta. ", "ANTECEDENTES:": "Dona Maria Cleofé Anampa Rayme, en mérito al inciso 22 del articulo 24, de la Constitucion y Titulo Preliminar del Decreto Legislativo 768, asi como a la Ley 23506, interpone Accion de Amparo en contra de Victor Pérez Liendo, por ser la persona que autorizo su cese y despido del trabajo.  Sostiene la accionante que con Resolucion de la Presidencia del Consejo Nacional Penitenciario No 450-93-INPE-CNP-P fue declarada excedente y cesada por causal de Reestructuracion y Reorganizacion administratival a partir del treinta y uno de diciembre de mil novecientos noventa y tres.  Manifiesta asimismo, la actora, que la Ley de la Carrera Administratival garantiza su permanencia en el empleo, ya que ella alcanzo estabilidad en el trabajo por haber prestado seis anos de servicios ininterrumpidos a la actividad publica.  Admitida a tramite la demanda, se corre traslado a la demandada, la misma que contesta a través de la Procuradora Publica encargada de los asuntos del Ministerio de Justicia. La contestacion se fundamenta en que, mediante la Accion de Amparo se pretende suspender los efectos de la resolucion por la que se cesa a la demandante, ademas, que la accionante, no ha cumplido con agotar las vias previas, ya que esta pendiente de resolverse su apelacion en la via administrativa. Asimismo se sostiene que la via correcta para reclamar asuntos de materia laboral es la Accion contencioso administrativa.  Corre a fojas noventa y cinco, la sentencia de Primera Instancia, la misma que falla declarando improcedente la Accion de Amparo porque para el caso no son de aplicacion las excepciones del articulo 28° de la Ley 23506, y de que, la recurrente no ha agotado la via previa.  La sentencia de vista, considera que se ha atentado contra el derecho constitucional a la estabilidad del trabajo, modifica la sentencia del juzgado declarandola fundada.  La parte demandada plantea recurso de nulidad, siendo los autos remitidos a la Suprema Corte. La opinion del Fiscal Supremo es porque se declare no haber nulidad en la sentencia de vista, ya que si bien es cierto, mediante el Decreto Supremo es porque se declare no haber nulidad en la sentencia de vista, ya que si bien es cierto, mediante el Decreto Supremo 128-93-PCM se reduce personal entre los servidores comprendidos en el régimen laboral del Decreto Legislativo 276, también lo es que la ley prevalece sobre toda otra norma de inferior jerarquia, aun cuando ésta tenga el caracter de extraordinaria, en aplicacion del articulo 870 de la Constitucion de mil novecientos setenta y nueve.  La Sala Civil de la Corte Suprema de la Republica, declara Haber Nulidad de la sentencia de vista y confirma la apelada que declara improcedente la Accion de Amparo, por los mismos fundamentos. ", "FUNDAMENTOS:": "Considerando: Que, la resolucion de cese se ha dado en mérito a una disposicion legal dada dentro de marcos constitucionales, no habiéndose probado que se haya violado el derecho constitucional al trabajo de la demandante; Que, la accionante pretende, a través de la Accion de Amparo se deje sin efecto la resolucion que la cesa. Al respecto debe senalarse que, el objeto de las acciones de garantia es el de reponer las cosas al estado anterior a la violacion o amenaza de violacion de un derecho constitucional, segun lo indica el articulo 1 de la Ley 23506; Que, aparece de autos, que respecto a la via previa, a la que se refiere el articulo 27 de la Ley 23506, fue asumido por la demandante cuando planteo recurso de reconsideracion, el mismo que le fue declarado infundado, que sin embargo no presento recurso de apelacion. Este lo presenta después de plantear la demanda de Amparo, sin embargo con dicha presentacion no se convalida el requisito de agotar las vias previas para plantear el Amparo. Mas aun si tenemos presente que no pueden tramitarse conjuntamente una Accion en vias diferentes.  Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y las leyes pertinentes. ", "FALLA:": "Confirmando la sentencia de la Corte Suprema, de quince de mayo de mil novecientos noventa y cinco, que declara haber nulidad en la de vista, que modifica la de primera instancia, que a su vez declara improcedente la Accion de Amparo interpuesta; debiéndose publicar esta sentencia en el Diario Oficial El Peruano.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-23", "id": 37421, "nombre_demandado": "Víctor Pérez Liendo (Presidente del Consejo Nacional Penitenciario)", "nombre_demandante": "María Cleofé Anampa Rayme", "numero_expediente": "00144-1995-AA"}