{"CONTEXTO": " 00140-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00140-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 140-96-AA/TC CALLAO CAMARA DE COMERCIO Y PRODUCCION DEL CALLAO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Camara de Comercio y Produccion del Callao contra la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veinte del Cuadernillo de Nulidad, su fecha veintiséis de enero de mil novecientos noventa y seis, que declara No Haber Nulidad en la sentencia de vista, que declaro improcedente la demanda en la Accion de Amparo interpuesta contra la Superintendencia Nacional de Aduanas SUNAD.", "ANTECEDENTES:": "La Camara de Comercio y Produccion del Callao --por la Division de Agentes de Aduanas--, representada por don Guillermo Arteaga Ralston, interpone Accion de Amparo contra la SUNAD para que se deje sin efecto la Resolucion de Superintendencia No 000989-92, del trece de agosto de mil novecientos noventa y dos, que dispone la cancelacion automatica de los certificados provisionales de quienes no se hubiesen acogido al Curso de Regularizacion Académica para su revalidacion. Ello, por violar su derecho constitucional al trabajo. La demandante senala que: 1) El costo del Curso de Regularizacion Académica para las personas que cuentan con certificado provisional de agente de aduana es de mil dolares americanos, segun aviso publicado en el diario El Comercio el trece de setiembre de mil novecientos noventa y dos; y, 2) Se desempena como agente de aduana desde el dos de octubre de mil novecientos setenta y tres, y cuenta con certificado provisional de la Direccion General de Aduanas, de acuerdo con el Decreto Ley No20165, Ley General de Aduanas, y su Reglamento, el Decreto Supremo No 020-74-MINCOM. El Procurador Publico, encargado de los asuntos judiciales de Aduanas, don Miguel Molleda Cabrera, contesta la demanda y solicita que sea declarada improcedente por considerar que: 1) La cuestionada Resolucion se cumplio en su totalidad en la medida en que el Curso de Regularizacion Académica se realizo del veintiuno de setiembre al veinte de noviembre de mil novecientos noventa y dos; 2) Dicha Resolucion posibilitaba, a TRIBUNAL CONSTITUCIONAL quienes obtuvieran certificados provisionales, su adecuacion a la formalidad establecida en el articulo 184° del Decreto Ley No 20165, conforme lo dispuso el Decreto Legislativo No 288, que establecia como requisito para trabajar como agente de aduana el contar con el titulo expedido por la Escuela Nacional de Aduanas del Peru; y, 3) La Asociacion de Agentes de Aduana del Peru tenia pleno conocimiento de la realizacion del curso y entendio que los agentes de aduanas que no asistieran al curso perderian su calidad de tales. N El Cuarto Juzgado Civil del Callao, a fojas ochenta y cuatro, con fecha dieciocho de noviembre de mil novecientos noventa y cuatro, declara fundada la demanda por considerar que: 1) La cuestionada Resolucion deja sin efecto los hechos realizados con anterioridad por mandato de una ley, lo que implica un cese en sus funciones de Agente de Aduana; y, 2) Se trata de derechos que no pueden ser desconocidos por una resolucion de menor jerarquia. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas ciento setenta y ocho, con fecha catorce de marzo de mil novecientos noventa y cinco, revoca la apelada y declara improcedente la demanda, por considerar que la Accion de Amparo ha caducado. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas veinte del Cuadernillo de Nulidad, con fecha veintiséis de enero de mil novecientos noventa y seis, declaro No Haber Nulidad en la sentencia de vista que declaro improcedente la Accion de Amparo, por considerar que se ha producido la caducidad de la accion.", "FUNDAMENTOS:": "1. Que el articulo 184° del Decreto Ley No 20165, Ley General de Aduanas, modificado por el Decreto Legislativo No 288, establecia como requisito para ser Agente de Aduanas tener el titulo expedido por la Escuela de Aduanas del Peru. Y, la Cuarta Disposicion Transitoria del referido Decreto Ley senalaba que la Direccion General de Aduanas expediria certificados provisionales de Agente de Aduanas hasta que la Escuela de Aduanas del Perû se encontrara en condiciones de otorgarlos. 2. Que mediante la Resolucion de Superintendencia No 000989-92, del trece de agosto de mil novecientos noventa y dos, se dispuso la cancelacion automatica de los certificados provisionales de quienes no hubiesen aprobado el Curso de Regularizacion Académica para obtener el titulo de Agente de Aduanas. Dicho curso se llevo a cabo desde el veintiuno de setiembre hasta el veinte de noviembre de mil novecientos noventa y dos. 3. Que el articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo, establece que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion : Y, en el caso de autos, la demanda fue interpuesta el quince de febrero de mil novecientos noventa y tres, habiendo transcurrido los sesenta dias habiles desde la TRIBUNAL CONSTITUCIONAL fecha en la que finalizo el Curso de Regularizacion Académica en cuestion, el veinte de noviembre del noventa y dos, hasta la fecha de interposicion de la demanda, el quince de febrero de mil novecientos noventa y tres. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veinte del Cuadernillo de Nulidad, su fecha veintiséis de enero de mil novecientos noventa y seis, que declaro No Haber Nulidad en la sentencia de vista que declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Certificon H G.L.B. Dra. MARTATU-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONRE", "fecha_publicacion": "1999-03-20", "id": 34926, "nombre_demandado": "Superintendencia Nacional de Aduanas (SUNAD)", "nombre_demandante": "Cámara de Comercio y Producción del Callao", "numero_expediente": "00140-1996-AA"}