{"CONTEXTO": " 00147-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00147-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 147-98-AA/TC LIMA INDUSTRIA PERUANA DEL ACERO S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Industria Peruana del Acero S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento siete, su fecha quince de diciembre de mil novecientos noventa y siete, que declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "Industria Peruana del Acero S.A., representada por don Luis Humberto Zazzali Carrera, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria, para que se declaren inaplicables a su empresa los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, y se dejen sin efecto la Orden de Pago N.o 101-1-07805, del veinticinco de febrero de mil novecientos noventa y siete, sobre el Impuesto Minimo a la Renta, correspondiente a enero de mil novecientos noventa y siete; asimismo, la Resolucion de Ejecucion Coactiva N.o 101-06- 03645, notificada el tres de marzo de mil novecientos noventa y siete. Ello, por violar sus derechos constitucionales de propiedad, de libre empresa, de libertad de trabajo, de seguridad juridica y el principio de no confiscatoriedad de los impuestos. La demandante senala que: 1) La arbitrariedad de la SUNAT podria convertir en irreparable la agresion, por el hecho de haber iniciado la ejecucion coactiva y, por ello, no esta obligada a agotar la via previa; 2) La SUNAT debio girar resoluciones de determinacion para que la empresa pueda ejercer su derecho defensa; y, 3) Es necesario pagar para poder reclamar las ordenes de pago y ello implica \"poner precio al acceso a la tutela jurisdiccional\". La SUNAT, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada por considerar que el balance y los estudios contables presentados por la demandante no constituyen mérito suficiente para acreditar la pérdida tributaria de la empresa en mil novecientos noventa y seis. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en Derecho Publico de Lima, a fojas cincuenta y cinco, con fecha doce de mayo de mil novecientos noventa y siete, declara improcedente la demanda por considerar que: 1) La demandante pretende lograr indirectamente una exoneracion del pago del impuesto a través de la via judicial; y, 2) La Accion de Amparo no es la via procesal idonea para actuar las pruebas necesarias para acreditar la situacion de pérdida economica invocada por la demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento siete, con fecha quince de diciembre de noviembre de mil novecientos noventa y siete, confirma la apelada que declara improcedente la demanda, por considerar que la demandante no ha acreditado la insolvencia economica invocada.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra la Orden de Pago N. 101-1-07805, del veinticinco de febrero de mil novecientos noventa y siete. Y, por lo tanto, la empresa inicia la presente Accion de Amparo sin haber agotado la via previa, contraviniendo lo dispuesto en el articulo 270 de la Ley N.° 23506, Ley de Habeas Corpus y Amparo. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 2. previstos en el articulo 28° de la Ley N.o 23506. Ello, debido a las consideraciones siguientes: De conformidad con el articulo 1170 del Decreto Legislativo N.o 816, a) Codigo Tributario vigente, la Resolucion de Ejecucion Coactiva No 101-06- 03645, notificada el tres de marzo de mil novecientos noventa y siete, \"contiene un mandato de cancelacion de las ordenes de pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\". b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo N.o 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en tramite\", > se suspendera el proceso de cobranza coactiva. Asimismo, como una excepcion a lo establecido en el articulo 136° del c) Decreto Legislativo N.o 816, el segundo parrafo del articulo 1190 de dicha norma senala que \"tratândose de ordenes de pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente, la 2 2 TRIBUNAL CONSTITUCIONAL Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\" > y el tercer parrafo del mismo articulo establece que \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento siete, su fecha quince de diciembre de noviembre de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT TlWuL GARCIA MARCELO Lo que gertifi00: 9 o lo Dra. MARIA LUZ VASQUEZ G.L.B. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-05-28", "id": 35148, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Industria Peruana del Acero SA, representada por Luis Humberto Zazzali Carrera", "numero_expediente": "00147-1998-AA"}