{"CONTEXTO": " 00140-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00140-1995-HC.pdf) --- S-001 A tenor del paragrafo f), inciso veinticuatro del articulo segundo de la Constitucion no permite que por algun motivo se prolongue la detencion de una persona por mas de veinticuatro horas, \" que éste es un derecho fundamental de todo ciudadano para preservar su libertad, principio que el Tribunal debe hacer cumplir...  Exp. No 140/95-HC/TC Lima  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y cinco, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo,  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Zoila Veronica Soriano Mautino contra la sentencia de vista de diez de julio de mil novecientos noventa y cinco de la Sala Mixta de la Corte Superior del Distrito Judicial del Cono Norte expedida en la Accion de Habeas Corpus seguida por la mencionada demandante contra el Mayor PNP Samuel Zumaeta Ledesma. ", "ANTECEDENTES:": "La demandante interpone su accion el veintisiete de mayo de mil novecientos noventa y cinco manifestando que Antonio Wilmer Delgadillo Campos fue detenido por el demandado el veinticuatro de dicho mes y sigue detenido sin mandato judicial.  En la investigacion sumaria el Juez del Cuarto Juzgado Penal del Cono Norte de Lima se constituyo en la Delegacion Policial el veintisiete de mayo comprobando que Antonio Wilmer Delgadillo Campos estaba detenido desde el veinticinco del indicado mes segun aparece del Libro de Registro de Detenidos.  El demandado Mayor Samuel Zumaeta Ledesma reconoce que tal detencion se produjo el veinticinco de mayo y que no lo puso al detenido a disposicion del juez dentro de las veinticuatro horas porque él pertenece a una banda y se estaba investigando los delitos cometidos y recuperandose los bienes muebles robados por lo que no tuvo tiempo para hacerlo.  El Juez expidio su sentencia con fecha treinta de mayo, la que corre a fojas veinticuatro declarando fundada la Accion de Habeas Corpus porque el parrafo f) del inciso veinticuatro del articulo segundo de la Constitucion establece que en todo caso el detenido debe ser puesto a disposicion del juez competente en el término de veinticuatro horas de producida la detencion, lo que debe cumplirse de inmediato.  La Sala Mixta de la Corte Superior del Cono Norte expide su sentencia de vista el diez de julio de mil novecientos noventa y cinco, que corre a fojas cincuenta y dos, revocando la sentencia apelada que declararon infundada por considerar que deben apreciarse las circunstancias en que se produjo la detencion del inculpado, que el animo del demandado no ha sido la de mantenerlo ilegalmente detenido y que es atendible que se mantenga la detencion mientras se hace la investigacion en razon de las imputaciones hechas contra el detenido y por la recuperacion de los efectos robados, faltando los medios adecuados para cumplir con la disposicion constitucional, ademas sanciona con multa a la Juez que sentencia. ", "FUNDAMENTOS:": "Considerando que el paragrafo f) del inciso veinticuatro del articulo segundo de la Constitucion no permite que por algun motivo se prolongue la detencion de una persona por mas de veinticuatro horas, término en el que debe ser puesto a disposicion del juez competente; que éste es un derecho fundamental de todo ciudadano para preservar su libertad, principio que el Tribunal debe hacer cumplir teniendo en cuenta que de acuerdo a lo dispuesto en el articulo doscientos uno de la Carta Magna es su organo de control, que apareciendo de autos que el detenido es presunto autor de delitos contra el patrimonio.  FALLO: El Tribunal revoca la sentencia recurrida de diez de junio de mil novecientos noventa y cinco, que declara infundada la Accion de Habeas Corpus, reformandola la declararon fundada, debiendo ponerse en conocimiento de la Oficina de Control del Poder Judicial esta sentencia.  Comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-08-28", "id": 37367, "nombre_demandado": "Mayor de la Policía Nacional del Perú (Samuel Zumaeta Ledesma)", "nombre_demandante": "Zoila Verónica Soriano Mautino", "numero_expediente": "00140-1995-HC"}