{"CONTEXTO": " 00158-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00158-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.o 158-98-AA/TC LA LIBERTAD VICTOR ELI RODRIGUEZ LESCANO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Eli Rodriguez Lescano contra la Sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas quinientos nueve, su fecha veintiuno de enero de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Victor Eli Rodriguez Lescano interpone Accion de Amparo contra el Consejo Transitorio de Administracion Regional de La Libertad y otros para que se deje sin efecto en cuanto a su persona la Resolucion Ejecutiva Regional N.o 517-95-CTAR-LL, del dos de octubre de mil novecientos noventa y cinco, que designa a la Comision Evaluadora y la Resolucion Ejecutiva Regional N.o 628-95-R-LL/CTAR, del veinticinco de octubre de mil novecientos noventa y cinco, que resuelve cesar al demandante por causal de excedencia. Manifiesta que el mes de octubre de mil novecientos noventa y cinco se realizo su evaluacion, debiendo realizarse en el mes de enero 0 julio. La Directiva N.o 001-95-PRES/VMDR sefiala que la evaluacion no debe exceder el plazo de quince dias después del uno de enero y el uno de julio de cada ano. El Consejo Transitorio de Administracion Regional de La Libertad contesta que el demandante se sometio a evaluacion y fue despedido, amparandose en lo expresado por el Decreto Ley N.o 26093. El Segundo Juzgado Especializado en lo Civil de Trujillo declaro fundada la demanda. Fundamenta que segun la Directiva N.o 001-95-PRES/VMDR, las evaluaciones deben realizarse el mes de enero y julio de cada ano, en el presente caso, la evaluacion se ha realizado en el mes de octubre de mil novecientos noventa y cinco, por tanto, se ha transgredido las normas del debido proceso y la libertad de trabajo. TRIBUNAL CONSTITUCIONAL La Primera Sala Civil de la Corte Superior de Justicia de La Libertad declara infundada la Accion de Amparo. Fundamenta que la extemporaneidad de la evaluacion queda salvada py) con el sometimiento del trabajador a la evaluacion. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, segun la Ley N.o 26093 y la Directiva N.o 001-96-PRES/VMDR, aprobada por 1. Resolucion Ministerial N.o 290-96-PRES que regula el procedimiento de evaluacion laboral de los trabajadores de los Consejos Transitorios de Administracion Regional- CTAR tiene por objetivo principal apreciar el nivel de rendimiento laboral, conocimiento, capacidad técnica y profesional del trabajador orientado a que la administracion publica cuente con una gestion eficiente. Que \"el procedimiento establecido en la ley\", prescripcion procesal de nivel 2. constitucional, regulado en el articulo 139° inciso 3) de la Carta Fundamental, esta constituido por actos 0 hechos procesales regulados de manera sucesiva, coherente e interdependiente, que en su conjunto forman una unidad procesal destinada a determinado fin. Ésta es afectada constitucionalmente cuando el acto procesal infringido impide el fin para el cual fue establecido 0 conculca directamente algun derecho constitucional 0 conexo a él. Los procedimientos establecidos se distinguen entre si por razon del plazo de duracion, de la naturaleza del derecho en debate, de la condicion 0 profesion de los sujetos procesales, etc., como es el caso sub examine del procedimiento de evaluacion laboral destinado a calificar el nivel de rendimiento laboral. Que, concordante con lo dispuesto por el articulo 10° de la Ley N.o 25398, que 3. prescribe que los vicios de procedimiento se hacen valer mediante recursos impugnativos en el propio proceso donde se origino la irregularidad, el Tribunal Constitucional, en cada caso particular, estimara si el incumplimiento de un acto procesal invalido 0 no determinado procedimiento establecido en la ley, teniéndose en cuenta si se afecto 0 no directamente algun derecho constitucional u otro conexo. Los medios procesales deben ser idoneos para el fin procesal que se persigue. Las infracciones legales de caracter procesal no necesariamente constituyen infraccion constitucional. Que, conforme a la resolucion objeto del amparo, de fojas seis y ocho, se acredita que 4. el proceso de evaluacion no se realizo el mes de julio de mil novecientos noventa y cinco como preceptua el numeral 5.1 de la Directiva citada. Esta infraccion formal no afecto derecho constitucional de fondo, entre otros, el derecho de defensa, uso de 2 TRIBUNAL CONSTITUCIONAL recursos impugnativos, etc. Los medios procesales producidos en el procedimiento evaluacion han sido pertinentes para lograr el fin que persigue la ley respectiva. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Primera Sala Civil de la Corte Superior Justicia de La Libertad, de fojas quinientos nueve, su fecha veintiuno de enero de novecientos noventa y ocho, que revocando la apelada declaro INFUNDADA la demar Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano devolucion de los actuados.", "SS.": " Misrc ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO VL Lht CLLL Lo que Certif100: MARIA LUZ VASOUEZ RELATORA Dra. SECRETARIA FLONRTUCONNL TRIBUNAL 3", "fecha_publicacion": "1999-08-07", "id": 35563, "nombre_demandado": "Consejo Transitorio de Administración Regional de La Libertad y otros", "nombre_demandante": "Víctor Elí Rodríguez Lescano", "numero_expediente": "00158-1998-AA"}