{"CONTEXTO": " 00157-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00157-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 157-98-AA/TC LIMA ANA MARIA GUEVARA YOVERA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por donia Ana Maria Guevara Yovera contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha treinta y uno de diciembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Ana Maria Guevara Yovera con fecha seis de febrero de mil novecientos noventa y siete, interpone Accion de Amparo contra don Juan Nakandakari Kanashiro, ex presidente de la Comision Reorganizadora del Instituto Nacional Penitenciario, con el proposito de que se declaren inaplicables las resoluciones de la presidencia de la comision reorganizadora N.° 192-96-INPE/CR-P de fecha seis de agosto de mil novecientos noventa y seis, mediante la cual se dispone su cese por causal de excedencia, y N.o 315-96- INPE/CR-P, de fecha dieciocho de setiembre del mismo ano, que deniega su Recurso de Reconsideracion. Sostiene que no ha incurrido en ninguna de las causales de cese establecidas en el articulo 70 de la Directiva N.o 001-96-INPE/CR, aprobada por Resolucion de la Presidencia de la Comision Reorganizadora N.o 039-96-INPE/CR-P; que no se indica en qué ha sido desaprobada, cual es su falta 0 en qué consiste su inconducta funcional; su foja de servicios, ademas, no registra ninguna sancion disciplinaria, ni siquiera una llamada de atencion. Senala que dichos actos violan su derechos constitucionales al trabajo y a la estabilidad laboral. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Justicia absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada O improcedente, por considerar que la resolucion cuestionada no es violatoria de los derechos constitucionales invocados, toda vez que tiene como sustento lo dispuesto por el Decreto Ley N.o 26093; que el proceso de evaluacion correspondiente al primer semestre de mil novecientos noventa y seis consistio en lo siguiente: a) Revision del legajo personal, b) Comportamiento laboral, y c) Consideracion de actos que atentan contra la imagen institucional; que la comision evaluadora llego a la conclusion de que la demandante tenia 2 TRIBUNAL CONSTITUCIONAL deméritos y no reunia los requisitos necesarios para continuar como servidora del Instituto Nacional Penitenciario-INPE. El Juzgado Especializado en lo Civil de Chiclayo, a fojas ciento cuarenta y seis, con fecha veintinueve de setiembre de mil novecientos noventa y siete, declaro fundada la demanda, por considerar, entre otros fundamentos, que la Resolucion de la Presidencia N9192-96-INPE/CR-P cesa por causal de excedencia a la demandante sin precisar la forma y los resultados como se la ha evaluado, y que no se condice con su récord laboral y el desempeno que ha venido demostrando. La Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas ciento noventa y ocho, con fecha treinta y uno de diciembre de mil novecientos noventa y siete, revoco la apelada, y reformandola la declaro improcedente, por considerar que lo que se esta cuestionando son los posibles errores en que se habria incurrido en la evaluacion, lo cual debe ser materia de probanza en un proceso con etapa probatoria y no mediante la Accion de Amparo. Contra esta resolucion, la demandante interpone Recurso de Nulidad que debe entenderse como Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, en el presente caso, el petitorio se circunscribe a que se declare la no aplicacion a la demandante de la Resolucion de la Presidencia de la Comision Reorganizadora N.o 192-96-INPE/CR-P, que dispone su cese por causal de excedencia, y que se la reincorpore en el cargo que venia desempenando, mas el pago de las remuneraciones y reintegros dejados de percibir desde dicho cese. Que la evaluacion a la que fue sometida la demandante como se senala en el 2. tercer considerando de la mencionada resolucion consistio en la \"exhaustiva revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional\", asi como en la investigacion de los actos que atentan contra la imagen institucional. Que, en ese sentido, la mencionada evaluacion no se condice con las certificaciones 3. laborales de fojas veintidos a veinticuatro, expedidas por diversas autoridades del Instituto Nacional Penitenciario, que con fecha cinco, seis y nueve de agosto de mil novecientos noventa y seis, destacan la capacidad y desempeno profesional de la demandante al senalar que ha demostrado disciplina, responsabilidad, idoneidad y que no tiene rendiciones de cuentas pendientes durante el tiempo que ha laborado en esa sede regional; mas aun si en autos no esta acreditado que la demandante haya sido sometida a procedimiento alguno ni proceso penal, como la existencia de sancion disciplinaria; de lo que cabe concluir la subjetividad de la evaluacion a la que fue sometida. TRIBUNAL CONSTITUCIONAL Que, por otra parte, la Resolucion cuestionada no se encuentra debidamente 4. motivada, puesto que no senala cuales fueron los supuestos deméritos del demandante que habrian llevado a la Administracion a tomar la decision de cesarla. Que el derecho constitucional a la proteccion contra el despido arbitrario supone 5. que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar los derechos fundamentales de los mismos. Que, resulta de autos que no se ha respetado el derecho constitucional al debido 6. proceso administrativo y que el cuestionado cese por causal de excedencia fue el resultado de no haberse evaluado a la demandante conforme a criterios objetivos. Que la remuneracion es la contraprestacion por servicios efectivamente prestados al 7. Estado, lo que no sucedido en el caso de autos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento noventa y ocho, su fecha treinta y uno de diciembre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo; y reformândola, la declara FUNDADA; en consecuencia, inaplicable para la demandante la Resolucion de la Presidencia de la Comision Reorganizadora N.o 192-96- INPE/CR-P y dispone que se la reponga en su puesto de trabajo 0 en otro de igual nivel; sin abono de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTASANCHEZ Viduc DIAZ VALVERDE NUGENT GARCIA MARCELO AROLa PBU - L LO QUE CERTIFICO. lufet DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35712, "nombre_demandado": "Ex presidente de la Comisión Reorganizadora del Instituto Nacional Penitenciario (Juan Nakandakari Kanashiro) (Procurador)", "nombre_demandante": "Ana María Guevara Yovera", "numero_expediente": "00157-1998-AA"}