{"CONTEXTO": " 00156-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00156-1996-HC.pdf) ---  EXP. No 156-96-HC/TC SAN MARTIN CASO: MANUEL CHRISTIAN MORENO Y.  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los sietedias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion del PLENO JURISDICCIONAL, con asistencia de los senores Magistrados:  Nugent Lopez-Chaves,  Presidente, Acosta Sànchez,  Vice-Presidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo,  actuando como Secretaria la doctora Maria Luz Vàsquez, pronuncia la siguiente sentencia, respecto a la causa vista en Audiencia Publica, el dia siete de agosto de mil novecientos noventa y seis, tras haber deliberado en privado. ", "ASUNTO:": "Recurso Extraordinario interpuesto de conformidad con el articulo cuarenta y uno de la Ley veintiseis mil cuatrocientos treinta y cinco, por don Manuel Christian Moreno Yuncajallo, Teniente PNP en situacion de retiro, contra la Resolucion numero novecientos cuarenta y uno de mil novecientos noventa y cinco de la Corte Superior de Justicia de San Martin, de fecha seis de diciembre de mil novecientos noventa y cinco, que declara improcedente el Recurso de Habeas Corpus interpuesto ante la Corte Superior de San Martin-Moyobamba. ", "ANTECEDENTES:": "A fojas uno del expediente, se encuentra el Recurso de Habeas Corpus presentado el diecises de noviembre por don Manuel Christian Moreno Yuncajallo, Teniente PNP en situacion de retiro, interno del Penal \"San Cristobal\" de Moyobamba, por el delito de lesiones graves, dirigièndola en contra del Director de dicho Centro Penitenciario, Capitàn PNP Teofilo Huertas Huerta.  El recurrente manifiesta que desde que fue internado estuvo en un ambiente del INPE, separado de la poblacion penal comun, pero que con fecha quince de noviembre de mil novecientos noventa y cinco se dispuso su traslado a una de las celdas que colindan con la de los presos comunes y con la de los terroristas, medida que considera que es atentatoria contra su integridad y seguridad personal.  Fundamenta su pedido en las siguientes normas legales:  Articulo uno, articulo dos, incisos del uno al veinticuatro literal a) y h); articulo ciento treinta y nueve, incisos veintiuno y veintidos y el articulo ciento setenta y cuatro de la Constitucion Politica; articulo trece, catorce y dieciocho de la Ley veintitres mil quinientos seis; articulo trescientos setenta y seis del Codigo Penal; articulo once y doce del Decreto Ley seis cientos cincuenta y cuatro (Codigo de Ejecucion Penal); articulo ciento ochenta, inciso tres, articulo ciento ochenta y uno, inciso cuatro y cinco del Codigo de Justicia Militar, articulo siete y diez del Decreto Legislativo setecientos cuarenta y cinco Ley de Situacion del Personal de la PNP.  A fojas cinco obra la Resolucion del Juez del Primer Juzgado de Moyobamba, quien admite a tràmite la accion y dispone se. haga una verificacion, para constatar la agresion del derecho constitucional que se denuncia y si se ha vulnerado el mismo.  La verificacion dispuesta fue llevada a cabo el dia dieciseis de noviembre de mil novecientos noventa y cinco levantàndose las actas que se consignan en el expediente, a fojas siete y diez, respecto a las declaraciones tomadas al actor, don Manuel Christian Moreno Yuncajallo y al Capitàn de la PNP don Teofilo Alcibiades Huertas Huerta, respectivamente.  De la declaracion del actor se desprende lo siguiente:  a) Que el actor se ratifica en la accion interpuesta, senalando que por tratarse de miembro de la PNP en retiro, no puede estar mezclado con toda la poblacion del penal, solicitando que se le reubique en un ambiente adecuado.  b) Que no se pudo constatar la situacion fisica del ambiente donde se encontraba recluido el actor, por cuanto en el interior del penal habia una huelga de hambre general organizada por los internos, quienes impidieron el ingreso del Juez encargado de la investigacion, del Secretario cursor y del miembro de la PNP asignado al Juzgado.  A fojas diez obra el acta en la que se toma la declaracion al Capitàn de la PNP don Teofilo Alcibiades Huertas Huerta, quien manifiesta que:  a) Que conforme al articulo ciento siete del Codigo de Ejecucion Penal, Decreto Legislativo seis cientos cincuenta y cuatro, el Director es la màxima autoridad del Establecimiento Penitenciario y es el responsable de la seguridad y la administracion, motivo por el que se traslado al actor a otro ambiente, por estar ocupando el ambiente de la administracion, proximo a la puerta de salida al exterior del Penal.  b) Que se ha recibido recomendaciones del Oficial de Seguridad del Penal sobre el riesgo que ocasiona que los internos que ocupan dicho ambiente no cuenten con las medidas de seguridad necesarias pudiendo desplazarse por todo el establecimiento penitenciario.  c) Que se reubico a dicho interno en forma pacifica en presencia del Fiscal Adjunto doctor Josè Manuel Monteverde, el dia quince a las seis y quince a.m., quien aprobo el ambiente donde serian reubicados los internos que ocupaban el ambiente administrativo, por tratarse de un lugar habitable. El acta de traslado elaborada para tal efecto consta de fotocopia simple a fojas nueve.  d) Que el actor se encuentre en ese centro penitenciario como inculpado de un delito comun (homicidio), senalandose que ni su vida ni su integridad fisica corren peligro.  A fojas trece obra la sentencia del Juez, el cual declara improcedente la accion Habeas Corpus interpuesta, al considerar que el interno Moreno Yuncajallo ha sido trasladado a un ambiente exclusivo para internos que proceden de los institutos armados y policiales, que el actor fue internado por un delito comun (lesiones graves) y que, ademàs, ni su vida ni su integridad fisica corrian peligro por estar alejado de los delincuentes comunes.  El actor apela de la resolucion del Juzgado (fojas diecisiete), la misma que es concedida por resolucion de fecha veintiuno de noviembre de mil novecientos noventa y cinco.  A fojas veinticuatro y veinticinco, aparece la resolucion de la Sala Superior de San Martin, la cual confirma la apelada, en aplicacion del articulo cuarto del Decreto Supremo cero veinticuatro guion noventa guion JUS, reglamento de la numero veintiseis mil setenta y uno.  Interpuesto el recurso de nulidad (fojas veintisiete), èste fuè concedido por auto de fecha doce de diciembre de mil novecientos noventa y cinco emanado de la Sala Mixta de la Corte Superior de Justicia de San Martin, quien lo elevo a la Corte Suprema; a fojas cinco del cuaderno de nulidad, la Sala Constitucional y Social de la Corte Suprema de Justicia, atendiendo a la vigencia de la Ley Orgànica del Tribunal Constitucional, remite los autos al Tribunal Constitucional en atencion al articulo cuarenta y uno de su Ley Orgànica. ", "FUNDAMENTOS:": "Que los hechos invocados como fundamento de la accion no han sido acreditados en autos, puesto que no se demostro que el cambio de ambiente haya hecho peligrar la integridad fisica del actor, que se encuentra interno en el establecimiento penal de Moyobamba.  Que la administracion penitenciaria al efectuar el traslado de un ambiente a otro actuo con sujecion a la normatividad legal vigente.  Por estos fundamentos el Tribunal Constitucional ", "FALLA:": "Confirmando la sentencia de fojas veinticuatro, su fecha seis de diciembre de mil novecientos noventa y cinco, mediante la cual se declara improcedente la accion de habeas corpus interpuesta por Manuel Christian Moreno Y. contra el Director del establecimiento penal de Moyobamba. Comuniquese, publiquese y archivese.  S.S. NUGENT LOPEZ-CHAVES ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA", "fecha_publicacion": "1996-08-28", "id": 37369, "nombre_demandado": "Director del Centro Penitenciario \"San Cristóbal\" de Moyobamba (Capitán de la Policía Nacional del Perú, Teófilo Huertas Huerta)", "nombre_demandante": "Manuel Christian Moreno Yuncajallo", "numero_expediente": "00156-1996-HC"}