{"CONTEXTO": " 00153-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00153-1998-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 153-98-AA/TC LUIS ROBERTO OLIVARES VELASQUEZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y och reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Luis Roberto Olivares Velasquez conti la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema Justicia de la Republica, del dos de setiembre de mil novecientos noventa y siete, declara no haber nulidad en la sentencia de vista e improcedente la demanda, en la Accio de Amparo interpuesta por don Luis Roberto Olivares Velasquez contra Superintendencia Nacional de Aduanas (SUNAD).", "ANTECEDENTES:": "Don Luis Roberto Olivares Velasquez interpone la presente Accion de Ampar contra la Superintendencia Nacional de Aduanas a fin de que se declare inaplicables y efecto las Resoluciones de Superintendencia Nos 00041-94-ADUANAS y 00215-9 ADUANAS, del catorce de enero y del veintidos de febrero de mil novecientos noventa cuatro, respectivamente. La primera lo cesa en el cargo de Inspector de Resguard Aduanero en la Intendencia de Aduanas de Pisco, por causal de excedencia. Y, la segund declara improcedente el Recurso de Reconsideracion interpuesto contra dicha resolucio Ello, por vulnerar sus derechos constitucionales de igualdad ante la ley y de libertad trabajo. El demandante senala que durante el periodo de evaluacion estuvo de licenci médica y, por ello, no fue evaluado de \"manera directa\" ni le fue comunicado el resultado La SUNAD, representada por el Procurador Publico encargado de los Asunt Judiciales de Aduanas, contesta la demanda y solicita que sea declarada improcedent debido a que: 1) el plazo para interponer la accion ha caducado; y, 2) el proceso evaluacion, correspondiente al segundo semestre de mil novecientos noventa y tres, adecua a las normas vigentes. El Tercer Juzgado Colectivo Especializado en lo Civil del Callao, con fech diecisiete de julio de mil novecientos noventa y siete, declara fundada la demanda, pe C 2 TRIBUNAL CONSTITUCIONAL considerar que quien evalua al demandante no es su superior jerarquico sino el Intendente de Aduanas de Pisco y, por lo tanto, no hay garantia de una correcta calificacion. La Sala Civil de la Corte Superior de Justicia del Callao, con fecha nueve de abril de mil novecientos noventa y siete, revoca la apelada y reformandola declara improcedente la demanda, por considerar que la Accion de Amparo no es el medio idoneo para solicitar que se deje sin efecto una resolucion administrativa de cese por excedencia en un proceso que se ha llevado de manera irregular. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha dos de setiembre de mil novecientos noventa y siete, declara no haber nulidad en la sentencia de vista e improcedente la demanda.", "FUNDAMENTOS:": "1. Que mediante Decreto Ley No 26093, del veintinueve de diciembre de mil novecientos noventa y dos, se dispuso que los titulares de los distintos Ministerios y de las Instituciones Publicas Descentralizadas evaluen. semestralmente a sus trabajadores, de acuerdo a las normas que para tal efecto se establezcan. En el caso de Aduanas, las referidas normas fueron aprobadas mediante las Resoluciones de Superintendencia Nos 0838 y 1015, del veinticuatro de julio y del veintitrés de agosto de mil novecientos noventa y tres, respectivamente. Dichas normas establecieron que los trabajadores que no aprobaran la correspondiente evaluacion serian cesados por causal de excedencia. Al amparo de las referidas normas se llevo a cabo el procedimiento de evaluacion del demandante. 2. Que obran en autos, a fojas 25, 26 y 27 del Cuadernillo de Nulidad, la Liquidacion de Beneficios Sociales No 34-94-ADUANAS-RRHH-DAP-DR, del dieciocho de enero de mil novecientos noventa y cuatro, y el Comprobante de Pago No 000091, del dieciocho de febrero de mil novecientos noventa y cuatro. Ambos documentos han sido firmados por el demandante en senal de conformidad. Ello supone la aceptacion tacita de las condiciones en las que se llevo a cabo el referido proceso de evaluacion y de sus resultados. Y, por lo tanto, no cabe discusion sobre la supuesta violacion de su derecho a la estabilidad en el trabajo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "TRIBUNAL CONSTITUCIONAL CONFIRMANDO la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas 36 del Cuadernillo de Nulidad, su fecha dos de setiembre de mil novecientos noventa siete, que declarando no haber nulidad en la sentencia de vista declara IMPROCEDENTE la Accion de Amparo. Dispone notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE Cuila NUGENT orou GARCIA MARCELO G.L.B. Lo que Certifioo: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-07", "id": 37099, "nombre_demandado": "Superintendencia Nacional de Aduanas (SUNAD)", "nombre_demandante": "Luis Roberto Olivares Velásquez", "numero_expediente": "00153-1998-AA"}