{"CONTEXTO": " 00152-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00152-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 152-98-AA/TC UCAYALI HELI PÉREZ TUESTA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Heli Pérez Tuesta contra la Resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Ucayali, su fecha catorce de octubre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Heli Pérez Tuesta interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Masisea, don Raul Marden Contreras Ramirez, con el proposito de que se declare inaplicable a su caso la Resolucion de Alcaldia N.o 013-97-MDM que dispuso su cese por causal de excedencia. Refiere que el cese es arbitrario porque el proceso de evaluacion a que fue sometido se ejecuto el ano mil novecientos noventa y siete, cuando ya no estaba vigente la Ley N.o 26553 de Presupuesto del Sector Publico para el ano 1996, la misma que en su Octava Disposicion Transitoria y Final incluyo a los gobiernos locales dentro de los alcances del Decreto Ley N.o 26093; que el cese se ejecuto antes que la resolucion cuestionada entre en vigencia; que se ha conculcado su derecho al trabajo. La Municipalidad demandada, representada por su apoderado don Carlos Solsol Acosta, absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada. Senala que el demandante no ha cumplido con agotar la via administrativa. El Juzgado Laboral de Coronel Portillo emite sentencia declarando improcedente la demanda, senalando que la Accion de Amparo no es la via idonea para resolver la presente causa sino la contencioso-administnativa. TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Sala Mixta de la Corte Superior de Justicia de Ucayali, confirma la apelada, por estimar igualmente que la via idonea para ventilar la materia controvertida es la comtenciosp-administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que este Tribunal Constitucional ha senalado en reiteradas ejecutorias, que se puede 1. acudir al amparo en defensa de los derechos constitucionales, exista 0 no una via ordinaria ad hoc, dado que este proceso constitucional no tiene, en nuestro ordenamiento juridico, caracter subsidiario ni residual; la ley procesal constitucional impone si, que para que el Juez Constitucional pueda entrar a conocer del fondo de la pretension, la dilucidacion de la controversia no requiera de la actuacion de pruebas por las partes, toda vez que, segun lo estipula el articulo 13° de la Ley N.o 25398, en este proceso no existe etapa probatoria. En tal virtud, la resolucion venida en grado incurre en error al senalar que la Accion de Amparo no es la via idonea para ventilar la presente causa. Que el objeto de la presente Accion de Amparo se circunscribe a que se declare 2. inaplicable al caso del demandante la Resolucion de Alcaldia N.o 013-97-MDM, que dispuso su cese por causal de excedencia; contra esta resolucion, el demandante interpuso Recurso de Apelacion el diecisiete de marzo de mil novecientos noventa y siete, el mismo que no fue resuelto por la Municipalidad demandada dentro del plazo de ley, produciéndose el silencio administrativo negativo y agotandose con ello la via administrativa. Que el Decreto Ley N.o 26093 dispone que los titulares de los ministerios y de las 3. instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal, de acuerdo con las normas que para tal efecto se establezcan, permitiendo el cese por causal de excedencia de aquellos servidores que hayan sido desaprobados. Que la Octava Disposicion Transitoria y Final de la Ley N.o 26553, Ley de 4. Presupuesto del Sector Publico para el ano 1996, incluyo dentro de los alcances del referido Decreto Ley a los gobiernos locales; que, teniendo la Ley de Presupuesto un periodo de vigencia anual, que coincide con el ano calendario, debe entenderse que la competencia de los gobiernos locales para ejecutar procesos de evaluacion de personal y, como consecuencia de ello, la facultad de disponer el cese por causal de excedencia de sus servidores, se circunscribe unicamente al ano mil novecientos noventa y seis. 2 TRIBUNAL CONSTITUCIONAL Que, como se desprende del cronograma de fojas sesenta y cuatro, el proceso de 5. evaluacion de personal que se cuestiona en la presente causa se ejecuto entre el dieciocho y el veintisiete de febrero de mil novecientos noventa y siete, y la resolucion que dispuso el cese por causal de excedencia del demandante fue expedida el veintiocho del mismo mes y ano, esto es, fuera del plazo de vigencia de la Ley N.o 26553, vulnerandose su derecho al debido proceso. Que la remuneracion es la contraprestacion por el trabajo efectivamente realizado, 6. situacion que no se ha dado en el presente caso durante el tiempo no laborado por razon del cese, por lo que no corresponde disponer el reintegro solicitado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Ucayali, de fojas ciento ochenta y ocho, su fecha catorce de octubre de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola, la declara FUNDADA; en consecuencia, inaplicable al demandante la Resolucion de Alcaldia N.° 013-97-MDM de fecha veintiocho de febrero de mil novecientos noventa y siete, debiendo la demanda reponerlo en su puesto de trabajo O en otro de igual nivel; sin el pago de las remuneraciones dejadas de percibir por razon del cese. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Avoa Concarili CCL Lo que Certifioo: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-04", "id": 35635, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Masisea (Raúl Marden Contreras Ramírez)", "nombre_demandante": "Heli Pérez Tuesta", "numero_expediente": "00152-1998-AA"}