{"CONTEXTO": " 00159-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00159-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 159-96-AA/TC LIMA ESTHER CHAVEZ HUAYANCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de setiembre mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, / actuando como Secretaria Relatora, la doctora Maria Luz Vasquez pronuncia la siguiente sentencia : ASUNTO : Recurso extraordinario interpuesto por dona Esther Chavez Huayanca, contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Ica, de fecha trece de diciembre de mil novecientos noventicinco, que confirma la sentencia expedida por el Segundo Juzgado Especializado en lo Civil de Ica, su fecha siete de agosto de mil novecientos noventicinco, que declara improcedente la accion de Amparo interpuesta contra el Director Departamental de Educacion don César Enrique Mosqueira Lovon y el Jefe de la Oficina de Administracion don Jorge A. Vargas Reyes, por la violacion de su derecho constitucional a trabajar libremente, con sujecion a ley, y otros. 2 TRIBUNAL CONSTITUCIONAL ANTECEDENTES : Dona Esther Châvez Huayanca, contadora de profesion, presenta demanda de Accion de Amparo, y la dirige contra don Jorge A. Vargas Reyes y don César Enrique Mosqueira Lovon, en sus calidades de Jefe de la Oficina de Administracion y Director Departamental de Educacion de Ica, respectivamente, por haber violado disposiciones constitucionales que atentan contra su libertad y estabilidad en el trabajo, asi como disposiciones que protegen a la madre trabajadora, por el hecho de haber ordenado el retiro de su tarjeta, e impedirle su ingreso a laborar a la Sede Departamental de Educacion, solicitando se deje sin efecto para ella la Resolucion Directoral Sub-Regional No 00564, mediante la cual se la reubicaba en el Colegio \"Nuestra Senora de las Mercedes\", 2 al haber sido declarada excedente; y contratar a otros profesionales contadores para la labor que desempenaba en administracion. La demanda fue contestada, por don Jorge A. Vargas, quién solicito fuera declarada infundada en cuanto a su persona, dado que en su condicion de Jefe de la Oficina de Administracion de la Direccion Sub-Regional de Ica, no tenia ninguna injerencia, ni responsabilidad en el nombramiento, traslado, reasignacion etc. del personal que presta servicios en dicha sede; que no habia figurado como integrante de la Comision de Evaluacion llevada a cabo en cumplimiento de la Ley No 26158, en la cual la actora obtuvo el 30° lugar, por lo que debio ser cesada; que por Resolucion Directoral Sub-Regional No 00564, del cinco de mayo de mil novecientos noventicinco, la actora fue reubicada por causal de excedencia en el Colegio citado, solo podia ingresar a laborar a la sede el personal titular, no pudiendo ingresar la demandante por pertenecer al CAP de la sede Sub-Regional, y esto, no por su decision, sino por mandato del Director. Luego la demanda fue absuelta por el co-demandado don César Mosqueira Lovon, en su calidad de Director, quién expreso que mediante Ley No 26158, se declaro en estado de reorganizacion todas las entidades publicas, habiéndose aprobado el CAP Estructural del DSRE de Ica, con 58 plazas organicas, de 155 que eran originalmente; por lo que para la cobertura de esas plazas fue necesario hacer una evaluacion, producto de la cual es la Resolucion Directoral Sub- Regional No 0564, resultado de un debido proceso, en donde la accionante alcanzo la calificacion desaprobatoria de 56.5 puntos, correspondiéndole el 30° lugar del cuadro de evaluacion y seleccion de personal técnico, cuya meta a coberturar era de solo 19 plazas, quedando de ese modo excedente; que el Despacho Directoral no obstante lo referido, lejos de considerarla cesada de acuerdo a lo senalado por ley, se permitio reubicarla en un Centro Educativo de la localidad, con todos sus derechos laborales adquiridos; hace notar que el caso de autos se encontraba en pleno tramite regular en la via administrativa, por lo que la accion de Amparo resultaba improcedente por la falta de agotamiento de la via previa. 3 TRIBUNAL CONSTITUCIONAL La demanda también fue respondida por el Procurador Publico, encargado de los Asuntos Judiciales del Ministerio de Educacion, por considerar que la accion adolecia de un requisito de procedibilidad, cual es el agotamiento de la via previa. El Juez Provisional del Segundo Juzgado Civil de Ica, con fecha siete de agosto de mil novecientos noventicinco, fallo declarando improcedente la demanda, basicamente por considerar que el accionar del co-demandado don César Mosqueira, en su condicion de Director de la Sub-Region de Educacion de Ica, esta encuadrado dentro de sus funciones; que no obra en autos que la actora hubiese cuestionado el cuadro de evaluacion con respecto a los 56.5 puntos que obtuviera en la evaluacion, que la actora no impugno la resolucion mediante la cual se aprobo el Cuadro de Asignacion de Personal de la Sub- Region de Educacion. La Sala Civil de la Corte Superior de Justicia de Ica, por los fundamentos de la apelada, resolvio confirmando la sentencia de Primera Instancia. FUNDAMENTOS : Que, en autos no se aprecia que la actora haya agotado la via previa administrativa, conforme lo exige el articulo 270 de la Ley No 23506, de Habeas Corpus y Amparo, ya que a fojas ciento treintiséis corre copia de la Resolucion Directoral Sub-Regional No 00780 de fecha treinta de junio de mil novecientos noventicinco, que declaro improcedente el recurso de reconsideracion de la demandante, esto es, dos dias después de haberse interpuesto esta accion de Amparo. Que, del estudio del caso, no es factible encuadrar la situacion de la actora dentro de los casos de excepcion previstos en el articulo 28° de la anotada ley. Que, a fojas dos vuelta, se aprecia la cuestionada Resolucion No 0564, en la que a pesar de haber sido desaprobada la demandante, fue reubicada en el Colegio \"Nuestra Senora de las Mercedes\", en igual nivel de carrera y grupo ocupacional alcanzado de Técnico Administrativo III que venia desemperiando. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgànica, FALLA : CONFIRMANDO la resolucion de fecha trece de diciembre de mil novecientos noventicinco expedida por la Sala Civil de la Corte Superior de Justicia de Ica, que confirma la sentencia apelada de fecha siete de agosto de mil novecientos noventicinco, 4 TRIBUNAL CONSTITUCIONAL dictada por el Juez Provisional del Segundo Juzgado Civil de Ica y declara IMPROCEDENTE la accion de Amparo interpuesta; con lo demas que contiene; dispusieron su publicacion en el Diario Oficial CC El Peruano\", 2 conforme a Ley, y los devolvieron. S.S. hrrcer YO - ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, a A A GARCIA MARCELO. Lo que Certifico: Dra. MARIALUZ ZVASQUEZDELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL JAM/daf", "fecha_publicacion": "1997-11-13", "id": 36433, "nombre_demandado": "Dirección Departamental de Educación de Ica", "nombre_demandante": "Esther Chávez Huayanca", "numero_expediente": "00159-1996-AA"}