{"CONTEXTO": " 00152-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00152-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 152-97-AA/TC PUNO Embotelladora Juliaca S.A c/Concejo Provincial de San Roman-Juliaca SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna a los veinticuatro de agosto de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo: ASUNTO: Recurso Extraordinario interpuesto por Embotelladora Juliaca S.A., contra la sentencia expedida por la Tercera Sala Mixta de la Corte Superior de Justicia de Puno su fecha veinte de diciembre de mil novecientos noventa y seis, de fojas ciento cincuenta y uno que confirmo la sentencia apelada que declaro infundada la Accion de Amparo. ANTECEDENTE: Embotelladora Juliaca S.A. interpone Accion de Amparo contra la Municipalidad Provincial de San Roman para que se declare inaplicable al demandante la Ordenanza Municipal No 005/ MPSRRJ/A, de veinte de junio de mil novecientos noventa y cinco. Pretende cobrar once mil ochocientos veinticuatro nuevos soles por Licencia de Anuncios y Propaganda mediante ordenes de pago. Habiendose requerido la orden de pago dentro de siete dias. No agota la via previa por que se haria irreparable la agresion. Expresa que se afecta el derecho a la libertad de comunicacion y opinion, circulacion 0 propaganda, libertad al trabajo, libre competencia, libertad de expresion. La Municipalidad Provincial de San Roman contesta afirmando que no se agoto la via administrativa. El Juzgado Especializado en lo Civil de San Român-Juliaca declara infundada la Accion de Amparo. La Tercera Sala Mixta de la Corte Superior de Justicia de Puno confirma la sentencia apelada. Sostiene que el demandante no agoto la via previa.", "FUNDAMENTOS:": "1. Que, segun el art. 27° de la ley No 23506 para interponer las acciones de garantia debe agotarse la via previa: 2. Que, en el presente proceso la Cia Embotelladora Juliaca S.A., interpone Accion de Amparo sobre acotacion Tributaria efectuada por el Municipio Provincial de San Roman; sin embargo, el demandante no cumple con el requisito de agotar el reclamo administrativo que preve el art. 27° de la Ley acotada. El sistema legal administrativo Tributario, art.119° del Codigo Tributario, aplicable al presente caso, prescribe que 2 TRIBUNAL CONSTITUCIONAL interpuesto el reclamo administrativo en el plazo de ley, se suspende cualquier cobranza coactiva. Por tanto no es cierto el dano inminente o irreparable. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA": "CONFIRMANDO la sentencia expedida por la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, su fecha veinte de diciembre de mil novecientos noventa y seis, de fojas ciento cincuenta y uno, que confirmo la sentencia apelada que declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. Acosta Sanchez hu Ale Diaz Valverde Nugent Garcia Marcelo Che l L Lo que Certifico; JG/em - L M Dra. MARIA LUZ-VASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-17", "id": 37156, "nombre_demandado": "Municipalidad Provincial de San Román", "nombre_demandante": "Embotelladora Juliaca SA", "numero_expediente": "00152-1997-AA"}