{"CONTEXTO": " 00157-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00157-1995-HC.pdf) --- S-079 Que el inciso 3) del articulo 6° de la Ley No 23506 establece que no proceden las acciones de garantia cuando el agraviado opta por recurrir a la via judicial ordinaria.  Exp. No 157-95-HC/TC Piura Caso: Cecilia Rodriguez Montenegro  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  administrando justicia a nombre de la Nacion, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Cecilia Rodriguez Montenegro y Ciriaca Minaya Palma contra la resolucion de la Primera Sala Penal de la Corte Superior de Piura, su fecha veintidos de marzo de mil novecientos noventa y cinco, que confirma el auto apelado de fecha veintiuno de febrero del mismo ano, el mismo que declara improcedente la Accion de Habeas Corpus interpuesta contra don Ronald Raul Sabogal Jorge, a favor de don Federico Zenon Hinostroza Minaya. ", "ANTECEDENTES:": "Corre la Accion de Habeas Corpus a fojas una, interpuesta por Cecilia Rodriguez Montenegro y Ciriaca Minaya Palma, en favor de Federico Zenon Hinostroza Minaya, y la dirigen contra Ronald Raul Sabogal Jorge, en resguardo de los derechos a no ser secuestrado y otros.  Refieren las accionantes que desde octubre de mil novecientos noventidos el accionado, quien es abogado y periodista, lo amenazo con vengarse después de haber sido derrotado en un litigio; que, cumpliendo su amenaza, denuncio al beneficiario de la Accion por ejercicio ilegal de la abogacia, denuncia que no prospero por carecer de fundamento; que, no contento con ello, el accionado desata una campana de desprestigio por medio de la prensa escrita y radial contra el afectado.  Agregan que, en vista de que no cedieron ante una extorsion del accionado, éste mando a unos individuos para que secuestren a su familia; que el emplazado coacta y priva a su pariente del derecho a transitar libremente y a la legitima defensa.  Obra la resolucion de primera instancia, su fecha veintiuno de febrero de mil novecientos noventa y cinco, en que se declara improcedente la Accion, por considerar que no se han acreditado los hechos y, por consiguiente no se han conculcado los derechos individuales de Federico Zenon Hinostroza Minaya.  A fojas treintinueve corre la resolucion de la Primera Sala Penal de la Corte Superior de Piura, su fecha veintidos de marzo de mil novecientos noventa y cinco, considerando que no se ha probado que Federico Zenon Hinostroza Minaya haya sido victima de secuestro, actos persecutorios O exigencia de dinero por parte del accionado, por estas consideraciones se confirma la apelada. ", "FUNDAMENTOS:": "Que, el inciso tercero del articulo sexto de la Ley veintitrés mil quinientos seis establece que no proceden las acciones de garantia cuando el agraviado opta por recurrir a la via judicial ordinaria.  Que, conforme aparece de la fotocopia que corre a fojas diecisiete, con fecha nueve de enero de mil novecientos noventa y cinco, el Tercer Juzgado Penal de Piura abre instruccion contra don Ronald Raul Sabogal Jorge, por delito contra la libertad individual, en la modalidad de coaccion, previsto en el articulo ciento cincuentiuno del Codigo Penal, en agravio de Federico Zenon Hinostroza Minaya.  Que, habiendo optado el afectado por la via ordinaria para hacer cesar la amenaza a los mismos derechos constitucionales que se pretende cautelar en la presente Accion de garantia, ésta resulta improcedente.  Que los hechos narrados en la Accion no guardan relacion alguna con los derechos constitucionales que dicen le son violados por parte del accionado en contra de don Federico Zenon Hinostroza Minaya.  Que las pruebas que acompana a la Accion, y que en copias corren a fojas siete a la treinta y tres, no acreditan violacion alguna de los derechos constitucionales que senalan en la Accion de Habeas Corpus su demanda los familiares del ya mencionado Federico Zenon Hinostroza Minaya.  Que no ha quedado acreditado que don Federico Zenon Hinostroza Minaya haya sido victima de secuestro alguno ya que no indica la fecha ni lugar donde permanecio secuestrado. Igualmente, no se senala fecha ni lugares donde se le haya coactado su derecho de transitar libremente a don Federico Zenon Hinostroza Minaya.  Que los accionantes, no indican, ni senalan por qué son ellas las que accionan y no el mismo interesado, ni qué impedimentos tenga don Federico Zenon Hinostroza Minaya para interponer esta Accion.  Por estas consideraciones, el Tribunal Constitucional ", "FALLA:": "Confirmando la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Piura recurrida de fojas treinta y nueve, su fecha veintidos de marzo de mil novecientos noventa y cinco, que confirma la apelada de fojas treinta y cuatro, fechada el veintiuno de febrero del mismo ano, que declara improcedente la Accion de Habeas Corpus interpuesto por Cecilia Rodriguez Montenegro y Ciriaca Minaya Palma contra Ronald Raûl Sabogal Jorge; publiquese en el Diario Oficial El Peruano; conforme a ley y los devolvieron.  Comuniquese, registrese y devuélvase.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-24", "id": 37427, "nombre_demandado": "Ronald Raúl Sabogal Jorge", "nombre_demandante": "Cecilia Rodríguez Montenegro y otra en favor de Federico Zenón Hinostroza Minaya", "numero_expediente": "00157-1995-HC"}