{"CONTEXTO": " 00153-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00153-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 153-99-AA/TC LIMA CARLOS GARCIA GARCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Garcia Garcia contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta y siete, su fecha doce de enero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Carlos Garcia Garcia interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional, a efectos de que cumpla con reajustar el monto de su pension al habérsele aplicado en forma retroactiva el Decreto Ley N.o 25967; asimismo, solicita que se le fije una nueva pension en aplicacion de la Ley N.° 23908. El apoderado de la Oficina de Normalizacion Previsional contesta la demanda negândola en todos sus extremos, senalando, entre otras razones, que el pago de su pension se ajusta a las normas legales vigentes, indicando, ademas, que el demandante ha equivocado la naturaleza de la accion utilizada ya que, si lo que pretende es el cumplimiento de una disposicion legal supuestamente inobservada por la autoridad, no es la Accion de Amparo la via idonea. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas veinticinco, con fecha veintisiete de julio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que la Accion de Amparo no genera derechos, pues éste percibe una pension de jubilacion dentro del régimen del Decreto Ley N.o 19990, por lo que el reajuste al monto de su pension constituye un criterio que debe ser probado y resuelto en un proceso ordinario. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cincuenta y siete, con fecha doce de enero de mil novecientos noventa y nueve, confirmo la apelada que declaro improcedente la TRIBUNAL CONSTITUCIONAL demanda, por considerar que en el presente caso se pretende que la demandada reajuste el monto de su pension y le fije una nueva, sin embargo, nuestra Constitucion no reconoce montos de pago de pension, ni siquiera el método para determinarla, remitiendo dicha determinacion a leyes inferiores; por tanto, la via del amparo constitucional no resultaria idonea para conocer la pretension demandada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la pretension del demandante es que a través de la presente Accion de 1. Amparo, se cumpla con el reajuste del monto de su pension, al haberse aplicado en forma retroactiva el Decreto Ley N.o 25967; asimismo, solicita se le fije una nueva pension en aplicacion de la Ley N.o 23908. Que, conforme se advierte de fojas cinco de autos, el demandante ceso en su 2. actividad laboral el treinta de noviembre de mil novecientos ochenta y siete, generandose a partir del dia siguiente su derecho pensionario, el cual fue calculado y otorgado de acuerdo con lo establecido en articulo 73° y siguientes del Decreto Ley N.o 19990, mediante Resolucion N.° 02937-88 expedida por el Instituto Peruano de Seguridad Social de fecha veinticuatro de junio de mil novecientos ochenta y ocho, es decir, antes de la promulgacion del Decreto Ley N.o 25967, de modo que no se configura violacion ni amenaza de su derecho pensionario, por lo que no resulta de aplicacion el inciso 2) del articulo 200° de la Constitucion Politica del Estado. Que la pension minima que solicita en el petitorio de su demanda, amparandose 3. en la Ley N.o 23908, significa la constitucion de un nuevo derecho, que no puede ser establecida a través del presente proceso constitucional de amparo, razon por la que, teniéndose en cuenta su naturaleza juridica, no resulta ser la via idonea para solicitar el incremento de una pension de jubilacion, toda vez que no genera derechos ni modifica los otorgados de acuerdo a las normas legales correspondientes, sino que sirve para cautelar los derechos existentes, caso contrario, se desvirtuaria su caracter eminentemente tutelador de los derechos constitucionales. Que, por otro lado, cabe precisar que siendo las pensiones una contrapartida de 4. las aportaciones efectuadas por el trabajador en funcion de los salarios percibidos, para dilucidar el asunto materia de autos se requiere la probanza de diversos presupuesto legales, como son, entre otros, el numero de pensionistas en sus diversas modalidades como jubilacion, invalidez, viudez, etc. que se encuentran a cargo del Sistema Nacional de Pensiones, el desembolso economico que ello significa en cada ejercicio transcurrido y su proyeccion en el tiempo, asi como la disponibilidad presupuestaria necesaria para su atencion, que, entre otros criterios, lo revelarian los estudios actuariales pertinentes, razones por las que también, la presente Accion de Amparo, no resulta viable, 2 TRIBUNAL CONSTITUCIONAL por carecer ésta de etapa probatoria, de conformidad con lo dispuesto por el articulo 13° de la Ley N.o 25398. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta y siete, su fecha doce de enero de mil novecientos noventa y nueve, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT a GARCIA MARCELO WIA M E.G.D. Lo quel certifico: DR. ÇESAR CUBAS LONGA SECRÉTARIO-RELATOR (e) 3", "fecha_publicacion": "1999-12-18", "id": 36036, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Carlos García García", "numero_expediente": "00153-1999-AA"}