{"CONTEXTO": " 00157-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00157-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 157-97-AA/TC ASOCIACION DE INDUSTRIALES DE HUANUCO Y ANEXOS HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huânuco, a los dos dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por la Asociacion de Industriales de Huanuco y Anexos contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, del dieciséis de enero de mil novecientos noventa y siete, que revoca la apelada y declara improcedente la demanda, en la Accion de Amparo interpuesta por la Asociacion de Industriales y anexos de Huanuco contra la Superintendencia de Administracion Tributaria (SUNAT) de Huanuco y contra la Ejecutora Coactiva de la SUNAT de Huanuco.", "ANTECEDENTES:": "La Asociacion de Industriales de Huanuco y Anexos, representada por su Presidente don Carlos Alfonso Lara Davila, interpone la presente Accion de Amparo contra la SUNAT de Huanuco y otro, a fin de que se inaplique a sus miembros el Decreto Ley No 25980, del siete de diciembre de mil novecientos noventa y dos, que dispone en 18% la tasa del Impuesto de Promocion Municipal (IPM), en las operaciones exoneradas del Impuesto General a las Ventas (IGV). Ello, por constituir una amenaza contra la propiedad y la libertad de trabajo. La demandante fundamenta su accion de garantia en que: 1) la demandada esta cobrando a sus asociados el IPM, en aplicacion del referido Decreto Ley, contraviniendo el articulo 71° de la Ley No 23407, Ley General de Industrias; 2) en virtud de dicha norma, las empresas establecidas en zona de frontera 0 de selva estân gravadas solo con las contribuciones al Instituto Peruano de Seguridad Social, los derechos de importacion y los tributos municipales y estân exoneradas de todo otro impuesto creado 0 por crearse; 3) el Decreto Ley No 25980 es aplicable a las empresas industriales que realizan su labor en zona de frontera 0 de selva y por lo tanto beneficia a las empresas integrantes de la asociacion, en la medida en que el departamento de Huanuco es considerado zona de selva; y, 4) con la tasa del 18% se amenaza con violar los principios de no confiscatoriedad, de igualdad ante la ley, de equidad y de uniformidad. La SUNAT, representada por don Daniel Angel Palomino Palomino, contesta la demanda y solicita que sea declarada improcedente debido a que: 1) solo han cumplido con lo estipulado por la norma cuestionada; y 2) no procede interponer Accion de Amparo contra normas legales emanadas de un procedimiento regular, de acuerdo con lo establecido en el articulo 200° de la Constitucion Politica del Estado. El Juzgado Mixto de Ambo, con fecha cuatro de diciembre de mil novecientos noventa y seis, declara fundada la demanda debido a que: 1) la tasa del 18% del IPM, 2 TRIBUNAL CONSTITUCIONAL que dispone el Decreto Ley No 25980, atenta contra los derechos reconocidos en el articulo 71° de la Ley No 23407, Ley General de Industrias; y 2) el IPM es un impuesto nacional del gobierno central cuya recaudacion esta a cargo de la SUNAT y no es un impuesto municipal. La Sala Civil de la Corte Superior de Huânuco, con fecha del dieciséis de enero de mil novecientos noventa y siete, revoca la apelada y declara improcedente la demanda, por considerar que: 1) la Accion de Amparo no procede contra normas legales emanadas de procedimiento regular; y, 2) la accion se interpone contra el Decreto Ley No 25980, sin precisar los hechos que constituyen amenaza de violacion de los derechos constitucionales.", "FUNDAMENTOS:": "1. Que don Carlos Alfonso Lara Davila, en calidad de Presidente de la Asociacion de Industriales de Huanuco y Anexos; interpone la presente accion de garantia para que se inaplique a los miembros de la referida asociacion el Decreto Ley 25980, del siete de diciembre de mil novecientos noventa y dos. Dicha norma grava con la tasa del 2% las operaciones afectas al régimen del Impuesto General a las Ventas (IGV). El Decreto Ley No 25980 grava con una tasa del 18% las operaciones exoneradas del Impuesto General a las Ventas (IGV), en aplicacion del articulo 71° de la Ley No 23407 - Ley General de Industrias-- a las empresas ubicadas en zonas de frontera y de selva. 2. Que don Carlos Alfonso Lara Davila fue elegido como Presidente de la Asociacion de Industriales de Huanuco y Anexos para el periodo 1992-1993. Y, al dieciocho de julio de mil novecientos noventa y seis, fecha de la interposicion de la presente Accion de Amparo, carecia de representacion legal. Ello, debido a que el poder amplio y general -que aparece a fojas 40 y siguientes- - le fue otorgado por la referida Asociacion para el periodo en el que ejercio su presidencia. 3. Que el demandante no ha acreditado en autos la representacion de su empresa C.I.A. Kotosh, que aparece entre los miembros de la Asociacion de Industriales de Huanuco y Anexos, a fojas 53. Y, por ello, debe entenderse que la presente accion no involucra a la referida empresa. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones concedidas por la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas 537, de fecha dieciséis de enero de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. A S.S. ACOSTA SANCHEZ K DIAZ VALVERDE NUGENT avece GARCIA MARCELO J Lo que Certifico: Dra. MARIA LUZ VASOUZZ SECRETARIA # RELATERA", "fecha_publicacion": "1998-09-28", "id": 37637, "nombre_demandado": "Superintendencia de Administración Tributaria (SUNAT)", "nombre_demandante": "Asociación de Industriales de Huánuco y Anexos", "numero_expediente": "00157-1997-AA"}