{"CONTEXTO": " 00153-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00153-1995-AA.pdf) --- EXP.No 153-95-AA/TC LIMA LUIS GIRALDO JIMENEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de Casacion que debe ser entendido como recurso extraordinario, contra la Resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha diez de mayo de mil novecientos noventa y cinco, de fojas 11, del cuadernillo de nulidad, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Luis Giraldo Jiménez, interpone Accion de Amparo contra la Décimo Primera Sala Penal de la Corte Superior de Justicia de Lima, por violacion del principio de legalidad judicial O debido proceso; alega el demandante que, fue denunciado ante el Décimo Primer Juzgado Penal por la comision del delito de usurpacion en agravio de la Sociedad de Comuneros de los Gramadales de Puente de Piedra, no obstante que el terreno en litigio le pertenecia y no estaba probada debidamente la existencia de dicha persona juridica, siendo condenado en primera instancia por dicho delito, sentencia que fue confirmada por la Sala Penal demandada. El Procurador Publico a cargo de los Asuntos Judiciales del Poder Judicial contesta la demanda, alegando principalmente que, como se aprecia del texto de la demanda ella esta dirigida a enervar la validez y efectos de una resolucion judicial dictada por un organo jurisdiccional competente y emanada de un procedimiento regular dentro del cual el actor ha debido ejercitar los recursos que las normas procesales especificas establecen. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, con fecha ocho de setiembre de mil novecientos noventa y cuatro, a fojas 31, declara improcedente la Accion de Amparo por considerar principalmente, \"que la Accion de Amparo no constituye una suprainstancia para revisar procedimientos judiciales, que es por eso que de acuerdo a lo dispuesto en el punto segundo del articulo sexto de la Ley de Garantias numero veintitres mil quinientos seis, no procede este tipo de acciones contra resoluciones emanadas de procedimientos regulares\". La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha diez de mayo de mil novecientos noventa y cinco, de fojas 11, del cuadernillo de nulidad, declara No Haber Nulidad de la sentencia de vista que declaro improcedente la Accion de Amparo. Contra esta resolucion el demandante interpuso recurso extraordinario.", "FUNDAMENTOS:": "1. Que, es objeto de esta Accion de Amparo se deje sin efecto la sentencia condenatoria expedida por la Sala Penal demandada, en contra del demandante, y otro por la comision de delito de usurpacion; 2. Que, al respecto debe considerarse que las acciones de garantia son pertinentes si una autoridad judicial, fuera de un procedimiento de su competencia, emite una resolucion 0 cualquier disposicion que lesione un derecho constitucional, conforme a lo establecido por el articulo 5° de la Ley No 23506; 3. Que, examinados los autos se aprecia que el demandante pretende enervar el cumplimiento de una resolucion judicial que ha sido emitida por un organo competente y dentro de un procedimiento regular, lo cual contraria la disposicion antes acotada, y el articulo 6°, inciso 2) de la Ley de Habeas Corpus y Amparo; 4. Que, asimismo, no se puede desnaturalizar el ejercicio de la Accion de Amparo pretendiendo a través de este procedimiento constitucional evitar el cumplimiento de una resolucion que tiene calidad de cosajuzgada; Por estos fundamentos, el Tribunal Constitucional en uso de sus atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia, su fecha diez de mayo de mil novecientos noventa y cinco, de fojas once del cuadernillo de nulidad, que declaro No Haber Nulidad en la sentencia de vista que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion de las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO JMS", "fecha_publicacion": "1998-09-24", "id": 37595, "nombre_demandado": "Décimo Primera Sala Penal de la Corte Superior de Justicia de Lima", "nombre_demandante": "Luis Giraldo Jiménez", "numero_expediente": "00153-1995-AA"}