{"CONTEXTO": " 00159-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00159-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 159-98-AA/TC LA LIBERTAD LUIS CONSTANTE LAUREANO POLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Constante Laureano Polo contra Resolucion de la Sala Laboral de la Corte Superior de Justicia de La Libertad de fecha nueve de enero de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo interpuesta contra el Presidente de la Comision de Evaluacion de la Sociedad de Beneficencia de Trujillo, don Eduardo Carlos Felipe Mannucci Quevedo; los integrantes de la misma Comision de Evaluacion, don Genaro Fonseca Jones, don Angel Lopez Aguilar don Julio César Aquino Medina y el Presidente de la Sociedad de Beneficencia de Trujillo don Roberto Luis Rodriguez Vasquez.", "ANTECEDENTES:": "Don Luis Constante Laureano Polo interpone su demanda sustentando su reclamo en la transgresion de sus derechos constitucionales al trabajo y al debido proceso, haberse emitido la Resolucion Institucional N.o 090-96-SBT/P del quince de octubre de mi novecientos noventa y seis, que aprueba los resultados de la evaluacion de rendimiento laboral del primer semestre de mil novecientos noventa y seis, la Resolucion Instituciona N.o 023-97-SBT/P del veintiocho de febrero de mil novecientos noventa y siete, que aprueba los resultados de la evaluacion de rendimiento laboral correspondiente al segundo semestre de mil novecientos noventa y seis, la Resolucion Institucional N.o 024-97-SBT/ del cinco de marzo de mil novecientos noventa y siete, que cesa al demandante en su carg de especialista administrativo I por causal de excedencia y la Resolucion Institucional N. 042-97-SBT/P del doce de mayo de mil novecientos noventa y siete, que declara improcedente el recurso impugnativo formulado contra la ultima de las mencionada resoluciones. Especifica el demandante que no obstante ser su status el de \"Contador Mercantil segun el certificado conferido por el Centro Educativo Victor Andrés Belaunde, Sociedad de Beneficencia de Trujillo lo ha ubicado dentro del grupo ocupacional d \"profesional\", contraviniendo el articulo 1° de la Ley N.o 24156 que senala que lo integrantes de dicho grupo son los funcionarios 0 servidores con titulo universitario O nive equivalente, en concordancia con los articulos 98° y 99° de la Ley Universitaria N.o 2377 2 TRIBUNAL CONSTITUCIONAL que se refiere a las instituciones que otorgan titulo a nombre de la nacion, dentro de las cuales no se encuentran los Institutos Superiores Tecnologicos, que, como en su caso, expiden titulo pero a nombre del Ministerio de Educacion. Dicha ubicacion, por lo demas, lo ha perjudicado por cuanto en el proceso de evaluacion al que fue sometido se le exigio un alto nivel de preparacion, propio de un profesional, no obstante haber desempenado el cargo de especialista administrativo --propio del grupo ocupacional técnico--, lo que a motivado su cese por cuanto, mientras el puntaje aprobatorio para profesionales era de (65) puntos, para el grupo técnico era de (60) puntos. Por otra parte, las \"Normas Generales para el Programa de Evaluacion de Rendimiento a ser aplicado al Personal de la Sociedad de Beneficencia Publica de Trujillo\" no dieron a conocer previamente, en ninguno de sus numerales, el puntaje minimo requerido en los distintos niveles y grupos para ser aprobado y no ser considerado como excedente. Por el contrario, el numeral 7.2 de dichas normas dispone que las comisiones técnicas determinaran el citado puntaje minimo, concluida la etapa de evaluacion. Por ultimo, senala el demandante que el proceso de evaluacion al que fue sometido en sus dos etapas ha sido llevado sin respetar los plazos establecidos, por lo que deviene en irregular. Solicita, por consiguiente, que se declaren inaplicables a su caso, las resoluciones institucionales que aprueban el proceso de evaluacion en sus dos etapas: la que procede a cesarlo y la que desestima su recurso impugnatorio en la via administrativa. Contestada la demanda, tanto por el Presidente de la Sociedad de Beneficencia de Trujillo como por los integrantes de la Comision Evaluadora de la misma Institucion, ésta es negada y contradicha principalmente en atencion a que la inclusion del actor en el grupo ocupacional profesional ha sido resultado de su sometimiento libre y voluntario. Por otra parte, y desde la implementacion de la primera evaluacion semestral, es decir, desde el ano mil novecientos noventa y tres y pasando por los afos mil novecientos noventa y cuatro, mil novecientos noventa y cinco y mil novecientos noventa y seis, se ha definido en forma expresa y con conocimiento del personal, que el puntaje minimo aprobatorio es de setenta puntos para los funcionarios y sesenta y cinco para los profesionales, técnicos y auxiliares. En todo caso, la declaracion de cese por excedencia en virtud a dos evaluaciones desaprobadas consecutivas fue una manera de incentivar al personal al cabal cumplimento de sus funciones, pese a lo cual el demandante siempre ha manifestado una conducta antilaboral asi como negligencia en su desempenio funcional; prueba de ello es que en casi todas las evaluaciones semestrales aunque sin configurar consecutivas, ha sido desaprobado. A ello debe agregarse que en todas estas evaluaciones el demandante fue evaluado ostentando el status de profesional. Por ultimo, los procesos de evaluacion han sido ejecutados en estricta observancia de los plazos dispuestos por las disposiciones legales, por lo que han sido regulares. De fojas trescientos ochenta y uno a trescientos ochenta y siete y con fecha nueve de octubre de mil novecientos noventa y siete, el Tercer Juzgado de Trabajo de Trujillo expide resolucion declarando infundada la accion, principalmente por considerar: Que tanto al TRIBUNAL CONSTITUCIONAL demandante se le ha venido evaluando sistematicamente como profesional desde el ano mil novecientos noventa y tres; Que los técnicos como los profesionales han requerido siempre de un puntaje minimo de (65) puntos para poder aprobar, conforme se desprende de las resoluciones emitidas desde el ano mil novecientos noventa y tres y de las cuales se deduce que, por el contrario, cuando no se alcanzo dicho puntaje se procedio a desaprobar a los técnicos y a los profesionales; Que el demandante fue promovido al status de profesional a su propia solicitud y que no fue por causarle un dano; Que en cuanto al tiempo asumido por la Comision de Evaluacion para establecer los resultados y que significaron un periodo mayor de los veinte dias senalados en las normas pertinentes, tal hecho no puede sustentar una Accion de Amparo, por no implicar infraccion constitucional, ya que ello, a lo sumo, acarrea responsabilidad administrativa en los miembros de la comision pertinente; Que el demandante no ha acreditado la vulneracion de los derechos constitucionales que alega. De fojas seiscientos siete a seiscientos ocho y con fecha nueve de enero de mil novecientos noventa y ocho, la Sala Laboral de la Corte Superior de Justicia de La Libertad confirma la resolucion apelada, fundamentalmente por estimar: Que de la Resolucion Institucional del treinta y uno de diciembre de mil novecientos noventa y uno, fluye que la Sociedad de Beneficencia de Trujillo, luego de un concurso interno, promovio al demandante de Técnico Administrativo I a Especialista Administrativo I, esto es, a la categoria de Servidor Profesional F, cargo que ha desempefiado hasta su cese por excedencia y con el que ha sido considerado en las evaluaciones semestrales desde mil novecientos noventa y tres, sin que haya hecho valer en su oportunidad los medios impugnatorios contra dicha resolucion respecto a su promocion a la categoria de profesional, a la que accedio ademas a solicitud de él, pues tuvo que someterse a las reglas del concurso, promocion esta que recién cuestiona al haber sido desaprobado y cesado por excedencia, lo que constituye un atentado contra los principios de lealtad y buena fe, porque la acepto cuando le fue favorable y ahora denuncia supuestos defectos por serle adversa; Que respecto de la presunta extemporaneidad de la evaluacion, el Tribunal Constitucional ha establecido en reiteradas ejecutorias que aquélla queda salvada, con la concurrencia del demandante a la evaluacion; Que el actor conocia el puntaje para aprobar pues se habia sometido a similares evaluaciones semestrales desde mil novecientos noventa y tres, cuyos resultados fueron de su conocimiento. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que conforme se aprecia en el petitorio contenido en la demanda interpuesta, el 1 objeto de ésta se orienta a la no aplicacion de la Resolucion Institucional N.o 090- 96-SBT/P del quince de octubre de mil novecientos noventa y seis, la Resolucion Institucional N.o 023-97-SBT/P del veintiocho de febrero de mil novecientos noventa y siete, la Resolucion Institucional N.o 024-97-SBT/P del cinco de marzo 4 TRIBUNAL CONSTITUCIONAL de mil novecientos noventa y siete y la Resolucion Institucional N.o 042-97-SBT/P del doce de mayo de mil novecientos noventa y siete, tras considerar que las mismas Y transgreden los derechos constitucionales al trabajo y al debido proceso. Que, por consiguiente, y partiendo de la constatacion respecto de las condiciones de 2 procedibilidad de la presente accion, que en el presente caso han sido satisfechas por haberse interpuesto la demanda de amparo luego de haberse cumplido con el requisito de agotamiento de las vias previas previsto en el articulo 270 de la Ley N.o 23506 y dentro del término de sesenta dias habiles, senalado en el articulo 370 de la misma norma; procede determinar la legitimidad 0 no del petitorio formulado, debiéndose empezar por senalar que aunque el demandante cuestiona las presuntas irregularidades que se habrian cometido durante el curso de las evaluaciones correspondientes al primer y segundo semestre de mil novecientos noventa y seis, tales aseveraciones no han podido ser corroboradas en el curso del presente proceso constitucional. Que, en efecto, cuando el demandante sostiene que no obstante ser su condicion la 3 de técnico fue ubicado por la emplazada en el grupo ocupacional profesional mencionado como una forma evidente de perjudicarlo, se incurre en manifiesta inexactitud, toda vez que su incorporacion a dicho status laboral obedecio al hecho de haberse sometido libre y voluntariamente a concurso interno y haber obtenido la plaza de Especialista Administrativo I, conforme se aprecia de la Resolucion Institucional N.o 251-91-SBT/P de fecha treinta y uno de diciembre de mil novecientos noventa y uno, obrante a fojas seis vuelta de los autos, de manera que no puede invocar un error de la administracion (y que ademas ya no puede ser considerado como tal al no haber sido impugnado en el tiempo y forma oportuna en la via administrativa) cuando el mismo demandante contribuy6 a generarlo. En todo caso, y al contrario de lo dicho, resulta patente la mala fe con la que obra el interesado, pues cuando le favorecio el status laboral de profesional no lo cuestiono mientras que ahora pretende denunciarlo tras considerarlo como supuestamente perjudicial hacia su persona. Que, por otra parte, tampoco es cierto que las evaluaciones semestrales a las que fue 4 sometido el demandante le hayan resultado perjudiciales en virtud del status de profesional que ostentaba, pues en todas las evaluaciones llevadas a efecto en los anos mil novecientos noventa y tres, mil novecientos noventa y cuatro, mil novecientos noventa y cinco y mil novecientos noventa y seis, tanto los profesionales como los técnicos y los auxiliares han requerido obligatoriamente de sesenta y cinco puntos como minimo para los efectos de su aprobacion, conforme se acredita en las diversas resoluciones obrantes a fojas trescientos cuarenta y nueve, trescientos cincuenta, trescientos cincuenta y uno, trescientos cincuenta y dos, 5 TRIBUNAL CONSTITUCIONAL trescientos cincuenta y cinco, trescientos cincuenta y seis, trescientos cincuenta y siete y trescientos cincuenta y ocho, en donde aparece que en todos los casos en que los profesionales, técnicos y auxiliares no obtuvieron el referido puntaje anteriormente, fueron desaprobados sin excepcion alguna; de manera que si en las evaluaciones que el demandante cuestiona mediante el presente proceso fue desaprobado como profesional, igual hubiera ocurrido de habérsele considerado como administrativo. Que tampoco es cierto que el demandante no haya conocido el puntaje que requeria 5 para aprobar en las evaluaciones correspondientes al ano mil novecientos noventa y seis, ya que desde el ano mil novecientos noventa y tres y posteriores, el puntaje requerido venia siendo exactamente el mismo, y tanto es asi que cuando presento su Recurso de Reconsideracion en ningun momento cuestiono esta supuesta anomalia, como tampoco las referidas en los parrafos inmediatamente anteriores. Que, por ultimo, y cuando el demandante pretenda cuestionar ciertos aspectos 6 vinculados a la temporalidad de las evaluaciones llevadas a efecto en mil novecientos noventa y seis, es jurisprudencia ya definida por este Tribunal, que cuando el mismo interesado participa voluntariamente de las mismas, queda salvada la presunta extemporaneidad de las mismas. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren por la Constitucion Politica del Estado y su Ley Organica;", "FALLA": "CONFIRMANDO la Resolucion de la Sala Laboral de la Corte Superior de Justicia de La Libertad, su fecha nueve de enero de mil novecientos noventa y ocho, de fojas seiscientos siete, que confirmando la apelada declara INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "A  Lereer ACOSTASANCHEZ DIAZ VALVERDE NUGENT L 24 € ca GARCIA MARCELO Lu - Lsd. LO que gertifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-07", "id": 35273, "nombre_demandado": "Presidente de la Comisión de Evaluación de la Sociedad de Beneficiaria de Trujillo", "nombre_demandante": "Luis Constante Laureano Polo", "numero_expediente": "00159-1998-AA"}