{"CONTEXTO": " 00152-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00152-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.: 152-96 AA/TC. CIA. MINERA CARAVELI S.A. ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Compania Minera Caraveli S.A. contra sentencia de vista de fojas doscientos veinticinco pronunciado por la Sala Civil de la Cort te Superior de Justicia de Ica del dieciséis de enero de mil novecientos noventa y seis qu CONFIRMA la sentencia apelada de veintiocho de agosto de mil novecientos noventa cinco de fojas ciento cincuenta y seis expedida por el Juzgado Mixto de la Provincia Caraveli que declaro INFUNDADA la demanda interpuesta por Compania Miner Caraveli S.A. contra Gil Emilio Aguirre Villafuerte, Alcalde del Concejo Provincial Caraveli y otro, sobre amparo.", "ANTECEDENTES:": "Compania Minera Caraveli S.A. a fojas noventa y siete interpone accion de ampar ( contra Gil Emilio Aguirre Villafuerte en calidad de Alcalde del Concejo Provincial de Caraveli y contra Walter Antonio Rave Flores para que se declare inaplicable la Resolucio de Alcaldia No 047-95-MPC de siete de agosto de mil novecientos noventa y cinco y reponga a su anterior estado la garita de control que existia en la entrada de la planta beneficio denominado chaucchille. 2 TRIBUNAL CONSTITUCIONAL El accionante sostiene que el dieciocho de agosto de mil novecientos noventa y cinco el demandado junto con miembros de la policia y el Juez de Paz Letrado de Chala se apersonaron para hacerle entrega de la Resolucion de Alcaldia No 047-95-MPC y proceder al retiro de la garita de control que existia en la entrada de la planta de beneficio chaucchille-Tocota que se encuentra en la carretera de penetracion a sus concesiones como Capitana, Capitana II y otras. Manifiesta que se transgrede el Decreto Supremo No 023-92-EM en el articulo 478°, > modificado por el Decreto Supremo No 034-94-EM que autoriza a su representada a poner la garita de control para impedir el robo de minerales. Expone el actor que la Resolucion de Alcaldia No 047-95-MPC violenta las siguientes garantias constitucionales: a) El derecho de propiedad, inciso 16 del articulo 2do. de la Constitucion; b) Violacion del derecho del medio ambiente y recursos naturales precisados en el articulo 66° de la Constitucion; c) Violacion del derecho de la iniciativa privada regulado por el articulo 58° de la Constitucion; d) La violacion de la garantia Derecho de Defensa previsto en el articulo 2do. inciso 23° concordante con el articulo 1390 inciso 14° de la Constitucion; e) La infraccion de la garantia constitucional a la libertad y seguridad personal. La Municipalidad Provincial de Caraveli Departamento de Arequipa, a fojas ciento cincuenta contesta la demanda solicitando se declare la caducidad de la demanda ylo la improcedencia de la pretension; Manifiesta que el dieciocho de julio de mil novecientos noventa y cuatro mediante Resolucion de Alcaldia No 17-94-MPC el Municipio nego la peticion de autorizacion de funcionamiento de una garita de control formulado por el actor, pese a esta negacion el actor instalo la garita lo que motivo la nueva Resolucion de Alcaldia No 047-95-MPC del siete de agosto de mil novecientos noventa y cinco; la Compania Minera Caraveli admitio que la carretera donde instalo la garita era de caracter vecinal y no privado; Manifiesta que el Decreto Supremo No 034-94-EM sustitutorio del articulo 478° del Reglamento de Seguridad e Higiene minera aprobado por Decreto Supremo No 023- 92-EM no es aplicable al caso; ElJuez Provisional del Juzgado Mixto de la Provincia de Caraveli Departamento de Arequipa, a fojas ciento cincuenta y seis de veintiocho de agosto de mil novecientos noventa y cinco declaro infundada la demanda sustentando en el punto cuarto que no se 3 TRIBUNAL CONSTITUCIONAL evidencia agravio O violacion a ningun derecho constitucional. El Fiscal Superior en lo Civil de la Corte Superior de Ica a fojas doscientos diecinueve opina por la revocatoria del fallo y se declare fundada la demanda porque el titular de la concesion minera tiene la facultad de conceder autorizacion de trânsito de conformidad con el articulo 1° del Decreto Supremo No 034-94-EM que es modificatorio del articulo 478° del Decreto Supremo No 023-92-EM reglamento de Seguridad e Higiene Minera. La Sala Civil de la Corte Superior de Justicia de Ica a fojas doscientos veinticinco y confirma la sentencia de primera instancia porque los hechos realizados por la empresa demandante contiene disposiciones emitidas por el Concejo Distrital quien actuo dentro de sus atribuciones; El actor interpone recurso de nulidad contra la sentencia de vista.", "FUNDAMENTOS:": "El articulo 2do. inciso 11° de la Constitucion de mil novecientos noventa y tres regula expresamente de manera indubitable que toda persona tiene derecho a transitar por el territorio nacional; solo precisa tres limitaciones: a) por razones de sanidad; b) por mandato judicial y c) por aplicacion de ley de extranjeria; que, el derecho de libre transito segun el articulo 137 inciso 1° puede ser suspendido en \"Estado de Emergencia\", que no es el caso; que, cualquier ley que afecte estas disposiciones constitucionales carece de eficacia frente al orden juridico anotado; Que, el patrimonio privado de la concesion minera, supuestamente afectado por robos O hurtos, deben ser protegidos e instruidos por la autoridad policial competente; Que, el derecho de libre transito por el territorio nacional que asiste a toda persona constituye excelente expresion juridica de un Estado democratico y debe ser protegido en forma real como en el presente caso; Que, el Decreto Supremo No 034-94-EM del veintidos de julio de mil novecientos noventa y cuatro articulo 1° modificatorio del articulo 48° del Decreto Supremo No 023-92-EM se refiere al transito en areas de propiedad privada como son las concesiones mineras a tenor del articulo 66° de la Constitucion segunda parte y articulo 70° de la Constitucion concordante con el articulo 881° y 885° inciso 8° del Codigo Civil; Que, en este aspecto la opinion del senor Fiscal Superior, obrante a fojas doscientos diecinueve, incurre en error de interpretacion de la norma glosada; Que, la garita de control puede ser colocada TRIBUNAL CONSTITUCIONAL dentro de la propiedad privada pero no en la via publica, la norma anotada que hac referencia el actor no comprende los caminos publicos como es el caso materia de autos Que, a tenor de los planos de red vial nacional emitido por el Ministerio de Transportes Comunicaciones Vivienda y Construccion obrante a fojas ciento setenta concordante, lc planos de fojas ciento setenta y uno, el croquis de ubicacion de fojas ciento sesenta y nuev y el documento denominado de catastro minero nacional de fojas doscientos oche debidamente legalizado demuestran que es camino publico donde se instalo indebidament la garita de control. Por estos fundamentos el Tribunal Constitucional.", "FALLA:": "CONFIRMANDO la sentencia de dieciséis de enero de mil novecientos noventa seis de fojas doscientos veinticinco pronunciado por la Sala Civil de la Corte Superior d Justicia de Ica que CONFIRMA la sentencia de Primera Instancia del Juez Provisional de Juzgado Mixto de la Provincia de Caraveli - Arequipa su fecha veintiocho de agosto de mi novecientos noventa y cinco de fojas ciento cincuenta y seis que declaro INFUNDADA demanda, dispusieron la publicacion de la presente resolucion en el Diario Oficial H Peruano y los devolvieron. S.S. MUNA i Hiri 1 ACOSTA SANCHEZ NUGENT X Li vere . : Ws DIAZ VALVERDE A iw 1 GARCIA MARCELO Lo que dertifico: JGS. Dra. MARIALUZ VASQUEZ ZDELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-27", "id": 36370, "nombre_demandado": "Alcalde del Concejo Provincial de Caravelí (Gil Emilio Aguirre Villafuerte) y Walter Antonio Rave Flores", "nombre_demandante": "Compañía Minera Caravelí SA", "numero_expediente": "00152-1996-AA"}