{"CONTEXTO": " 00150-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00150-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL No 150-97-AA/TC Exp. Nombre Miguel Feliciano Cahui Vargas, y otros PUNO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa 1 a los veintiun dias del mes de agosto de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Martin Chura Parizaca y otros contra la resolucion de la Tercera Sala Mixta de la Corte Superior de Puno, de fecha cinco de noviembre de mil novecientos noventiséis, que confirma la apelada del Vigésimo Juzgado Mixto de Puno, de fecha veinte de agosto de mil novecientos noventiséis, y declara improcedente la accion de amparo respecto a cinco de los reclamantes y fundada en cuanto a don Miguel Cahui Vargas. TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "La accion la interponen contra el Alcalde de la Municipalidad Provincial de Puno, don Victor Torres Esteves, para que se deje sin efecto la Resolucion de Alcaldia No 494-95-MPP, del veintiséis de diciembre de mil novecientos noventicinco, mediante la cual se da por concluido al treintiuno de diciembre de mil novecientos noventicinco los servicios prestados del personal eventual, por diferentes modalidades, y para que se les reponga en sus respectivos puestos de trabajo, pues se ha atentado contra su libertad constitucional de libertad de trabajo. El Primer Juzgado Mixto de Puno declaro improcedente la demanda en cuanto a don Martin Chura Parizaca, Guido Daniel Roque Cruz, Valentin Quispe Charca, Nicolas Alfonso Diaz Cahuana y Teofilo Bustincio Oha, por considerar que han reingresado a prestar servicios a la demandada, y fundada la accion respecto a don Miguel Cahui Vargas, por haberse infringido el inciso 15 del articulo 2° de la Constitucion Politica del Estado. Interpuesto recurso de apelacion, la Tercera Sala Mixta de la Corte Superior de Puno confirmo la apelada, segun resolucion del cinco de noviembre de mil novecientos noventiséis, al estimar que, de la prueba documental que obra a fojas 15, el Municipio demandado expresamente conviene en dar estabilidad laboral a los trabajadores contratados, entre los cuales figuran los actores. Contra esta resolucion se interpone Recurso Extraordinario, insistiendo que los actores se encuentran amparados por el articulo 1° de la Ley No 24404; por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que del acuerdo No 9 contenido en el Acta de Convenio Colectivo de fecha nueve de setiembre de mil novecientos noventidos, consta que la Municipalidad demandada conviene en dar estabilidad laboral a los TRIBUNAL CONSTITUCIONAL trabajadores que vienen laborando en la obra \"Simon Bolivar\" y contratados con mas de cuatro anos de servicios, con los mismos tratos y beneficios de los trabajadores nombrados; decision que fue ratificada por la demandada mediante Resolucion de Alcaldia No 716-95-MPP, del veintiséis de octubre de mil novecientos noventicinco, que reconoce al personal denominado \"Los Tigres\" como personal obrero contratado permanentemente, entre los cuales figuran los demandantes, con los mismos derechos y beneficios del personal permanente. Que del informe No 27-96-MPP-ARP, de fecha trece de agosto de mil 2. novecientos noventiséis, emitido por el Jefe del Area de Remuneraciones y Pensiones de la Municipalidad demandada, consta que los trabajadores que alli se mencionan y entre los que estan los actores, don Martin Chura Parizaca, Guido Daniel Roque Cruz, Valentin Quispe Charca, Nicolas Alfonso Diaz Cahuana y Teofilo Bustincio Oha, para quienes ha cesado entonces la agresion por haberse producido la sustraccion de la materia; mas no figura en dicha relacion de trabajadores don Miguel Cahui Vargas, con respecto a quien debe ampararse la demanda, al haberse atentado la garantia de la estabilidad laboral que consagra el articulo numero veintisiete de la Constitucion Politica del Estado. El contenido de dicho instrumento publico ha sido confirmado por los recurrentes con su escrito de fecha veintiuno de agosto de mil novecientos setentisiete. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Orgânica No 26435 y la ley modificatoria No 26801; TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de fecha cinco de noviembre de mil novecientos noventiséis, expedida por la Tercera Sala Mixta de la Corte Superior de Puno, que a su vez confirma la apelada de fecha veinte de agosto de mil novecientos noventiséis, dictada por el Primer Juzgado Mixto de Puno, y declara IMPROCEDENTE la accion de amparo interpuesta por don Martin Chura Parizaca, Guido Daniel Roque Cruz, Valentin Quispe Charca, Nicolas Alfonso Diaz Cahuana, y Teofilo Bustincio Oha, y FUNDADA en cuanto a don Miguel Feliciano Cahui Vargas, a quien se le repondra en su puesto de trabajo que desempenaba con anterioridad a su afectacion, sin derecho a haberes devengados durante dicho periodo; con lo demas que contiene, no siendo de aplicacion el articulo numero once de la Ley numero veintitrés mil quinientos seis, dadas las circunstancias que rodean el presente caso; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. FTUM Curc ACOSTA SANCHEZE NUGENT, hhlal DIAZ VALVERDE, a Aret GARCIA MARCELO. Lo que Certifico: MFler Bre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL TRIBUNAL CONSTITUCIONAL EXP. No 150-97-AA/TC MIGUELF, CAHUI VARGASY OTROS PUNO RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, 23 de setiembre de 1997 VISTOS Y ATENDIENDO: a que segun lo dispuesto por el articulo 59° de la Ley No 26435, Organica de este Tribunal Constitucional, contra las sentencias no cabe recurso alguno, y que tratandose de las resoluciones a que se refiere el articulo 34° puede aclararse algun concepto O subsanar cualquier error material u omision en que se hubiese incurrido, de oficio O a instancia de parte, en el plazo de dos (2) dias, a contar desde su notificacion O publicacion; que, en el presente caso, es necesario rectificar el error material en que se ha incurrido en la sentencia, al referirse en los \"Antecedentes\" a la Resolucion de Alcaldia No 494- 95-MPP del 26 de diciembre de 1995, siendo la numeracion correcta la No 794- 95-MPP, conforme consta de la copia que obra a fojas 58; asimismo, es preciso rectificar la parte final del fundamento No 2, en cuanto se refiere al escrito de los actores, de fecha veintiuno de agosto de mil novecientos setentisiete, debiendo ser: veintiuno de agosto de mil novecientos noventisiete, conforme aparece de 2 TRIBUNAL CONSTITUCIONAL fojas diez del cuaderno organizado ante este Tribunal; que, de otro lado, advirtiéndose que en los pronunciamientos recaidos en este expediente asi como en el signado con el No 182-97-AA/TC organizado por don Pantaleon Vilchez Quispe y otros, contra la misma Municipalidad Provincial de Puno, la finalidad de preservar en sus puestos de trabajo a los actores es la misma, ya sea porque la propia Municipalidad demandada los haya repuesto, O porque adicionalmente este Tribunal lo haya ordenado, en cada caso, de modo que la parte decisoria de ambas sentencias es favorable a la reposicion de los demandantes; por lo que no existe en consecuencia dualidad de pronunciamiento en los fallos de fecha veintiuno de agosto de mil novecientos noventisiete recaido en el expediente No 150-97-AA/TC, y de fecha veintidos de agosto de mil novecientos noventisiete recaido en el expediente No 182-97-AA/TC; de conformidad con el articulo 407 del Codigo Procesal Civil, aplicable en forma supletoria en estos autos; SE RESUELVE: Rectificar el error material en que se ha incurrido en la sentencia de fecha veintiuno de agosto de mil novecientos noventisiete recaido en el expediente No 150-97-AA/TC, en cuanto alude a la Resolucion de Alcaldia No 794-95-MPP, su 3 TRIBUNAL CONSTITUCIONAL fecha veintiséis de diciembre de mil novecientos noventicinco, y al escrito de los actores, de fecha veintiuno de agosto de mil novecientos noventisiete, segun lo expuesto en las considerativas que anteceden. S.S. Y ACOSTA SANCHEZ, / Ae 2 NUGENT, DIAZ VALVERDE, V7 A hur  A - GARCIA MARCELO. MF/efs Lo que Certifico: Dra. MARIALUAWEGLEZDELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-23", "id": 36351, "nombre_demandado": "Municipalidad Provincial de Puno", "nombre_demandante": "Miguel Feliciano Cahui Vargas y otros", "numero_expediente": "00150-1997-AA"}