{"CONTEXTO": " 00153-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00153-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 153-96-AA/TC ANCASH ERICK ARTURO ROLFO BOJORQUEZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por don Erick Arturo Rolfo Bojorquez contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas doscientos ocho, su fecha veintiséis de diciembre de mil novecientos noventa y cinco, que declaro improcedente la demanda. ANTECEDENTES d Don Erick Arturo Rolfo Bojorquez, el veinticinco de setiembre de mil novecientos noventa y cinco, interpone demanda de Accion de Amparo contra la Resolucion Presidencial N.o 480-94-RCH-CTARPRE expedida por don Fredy Renato Moreno Neglia, Presidente del Consejo Transitorio de Administracion Temporal de la Region Chavin, solicitando su reincoporacion al cargo de Jefe de Abastecimientos y Servicios Auxiliares, por haberse violado sus derechos fundamentales consagrados en los articulos 22, 9 24,270 y 40° de la Constitucion Politica del Estado, en especial aquél que se refiere al despido arbitrario, refiriendo como hechos que ingreso a prestar sus servicios para la Region Chavin en la Oficina Micro Regional Huari, en el mes de mayo de mil novecientos ochenta y siete, como empleado bajo el Régimen del Decreto Ley N.o 11377 y lo hizo ininterrumpidamente hasta el uno de diciembre de mil novecientos noventa y cuatro, fecha en la cual fue cesado por la Resolucion N.o 480-94-RCH-CTARPRE del ocho de noviembre de mil novecientos noventa y cuatro, que origina esta accion; que el proceso de evaluacion, que es el sustento unico de su cese, fue irregular y adolecio de vicios tan graves que no tiene validez alguna, en consecuencia, no puede respaldar acto administrativo alguno que, en su caso particular, reviste singular interés, ya que el Director General de la Micro Region Huari, don Victor Castillo Romero, en los dos ultimos anos de labor lo despojo de hecho de sus funciones, asumiéndolas él en forma directa y personal. El demandado, don Fredy Renato Moreno Neglia, en su calidad de Presidente del Consejo Transitorio de Administracion Regional-Chavin contesta la demanda precisando que al amparo del Decreto Ley N.o 26093 se efectuo la evaluacion del rendimiento laboral de los trabajadores del CTAR-Chavin, que dispone que el personal que no haya sido TRIBUNAL CONSTITUCIONAL aprobado en la evaluacion de rendimiento laboral podra ser cesado por causal de excedencia, en consecuencia, el puntaje obtenido por el demandante es el resultado de sus calificaciones, tal como aparecen de manera detallada en el cuadro, consiguientemente, el demandante no ha logrado superar el puntaje exigido por la Resolucion Ministerial N.o 121-94-PRES; que manifiesta que, a consecuencia de irregularidades y abuso por parte de algunas autoridades, se le ha desaprobado, lo cual es absolutamente falso, puesto que su representada ha llevado a cabo la evaluacion del personal de acuerdo a todos los dispositivos legales acotados, no existiendo por tanto vulneracion de derecho constitucional alguno. El Juzgado Especializado en lo Civil de la provincia de Huari, con fecha once de octubre de mil novecientos noventa y cinco, a fojas cien, declara fundada la demanda, por considerar principalmente que el demandante no ha sido evaluado debidamente. La Sala Civil de la Corte Superior de Justicia de Huaraz, a fojas doscientos ocho, con fecha veintiséis de diciembre de mil novecientos noventa y cinco, revoca la sentencia apelada y reformandola declara improcedente la demanda, por estimar que al momento de interponer la demanda habia transcurrido en exceso el plazo de sesenta dias habiles a que se refiere el articulo 370 de la Ley N.o 23506 y que el demandante no ha acreditado suficientemente los fundamentos de su pretension como es la existencia de posibles irregularidades en el proceso de evaluacion. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que, de autos aparece que el demandante interpone Accion de Amparo contra la Resolucion Presidencial N.o 480-94-RCH-CTARPRE, de fecha ocho de noviembre de mil novecientos noventa y cuatro, publicada en el diario oficial El Peruano el uno de diciembre de mil novecientos noventa y cuatro, cuya copia corre a fojas dos, mediante la cual cesan a personal por excedencia de la Administracion de la Region Chavin, entre los cuales se halla el demandante. 2. Que la demanda fue interpuesta el veinticinco de setiembre de mil novecientos noventa y cinco, como es de verse de fojas quince, esto es, en un plazo superior a nueve meses de publicada dicha Resolucion, a lo que se agrega que la Accion de Amparo no es la via idonea para acreditar si hubo O no irregularidades en la evaluacion a que se sometio. 3. Que, segun el articulo 370 de la Ley N.o 23506 de Habeas Corpus y Amparo, el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion del derecho constitucional; que, para el caso, los recursos impugnativos que indebidamente se interpusieron a la Resolucion Administrativa no interrumpen el plazo de caducidad senalado por la ley. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas doscientos ocho, su fecha veintiséis de diciembre de mil novecientos noventa y cinco, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "dhofa UMVT 0 de A ACOSTA SANCHEZ, DIAZ VALVERDE, 2 Rre  C ucuile L NUGENT, GARCIA MARCELO. Lo que Certifico: MARIA LUZ VASOUEZ RELATORA Dra. SECRETARIAN FCONSTITUEIONAL TRIBUNAL JAM", "fecha_publicacion": "1999-03-24", "id": 34952, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Temporal de la Región Chavín (Fredy Renato Moreno Neglia)", "nombre_demandante": "Erick Arturo Rolfo Bojorquez", "numero_expediente": "00153-1996-AA"}