{"CONTEXTO": " 00169-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00169-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 169-97-AA/TC DIONICIO MEZA GUTIERREZ ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario, interpuesto contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ochenta, su fecha treinta y uno de enero de mil novecientos noventa y siete; que revocando la apelada de fojas cuarenta y nueve, su fecha dos de diciembre de mil novecientos noventa y seis, que declaro fundada la demanda, y reformandola, declaro improcedente la accion de amparo interpuesta por don Dionicio Meza Gutierrez, contra el don Gilver Villaverde Franco, funcionario encargado de la Unidad de Servicios Educativos (USE) de la Provincia de Paucar del Sara Sara Ayacucho.", "ANTECEDENTES:": "Don Dionicio Meza Gutiérrez, interpone Accion de Amparo dirigiéndola contra don Gilver Villaverde Franco en su calidad de funcionario encargado de la Unidad de Servicios Educativos (USE) de la Provincia de Paucar del Sara Sara, por haber emitido en forma arbitraria, ilegal y abusiva el Memorando No 888-96-ME-CTAR'LW\"-DREA- DUSEPS, del veinte de noviembre de mil novecientos noventa y seis, mediante el cual dispone ponerlo a disposicion de la Oficina de Personal de la USE-Pauza, mientras se resuelva su situacion laboral y culmine el proceso administrativo \"a aperturarsele\", lo cual viola sus derechos constitucionales a la estabilidad laboral en el cargo ganado por concurso publico de Director Titular del Colegio \"José Maria Arguedas\" de San Sebastian de Sacraca, para el cual fue nombrado mediante Resolucion Directoral No 276-93, de fecha veinte de diciembre de mil novecientos noventa y tres. Refiere que en el mes de noviembre de mil novecientos noventa y seis, cuando laboraba normalmente, recepciono el Oficio No 657-96-ME-CTAR-LW-DREA-DSRES- DUSEPS, del once de noviembre de mil novecientos noventa y seis, mediante el cual se disponia su pase como Director de la Escuela Estatal No 24387-07 M/MX-P de San Juan, sin que lo hubiera solicitado ni se hubiera expedido Resolucion Directoral que autorizara dicho desplazamiento, por lo que solicito reconsideracion, para luego reincorporarse a la plaza de la cual era titular. 2 TRIBUNAL CONSTITUCIONAL El demandado absuelve la demanda, manifestando que el demandante fue removido de su puesto con la finalidad de garantizar su seguridad personal e integridad fisica, al existir rompimiento de relaciones entre el demandante, el Centro Educativo y la APAFA. Senala que no hubo resolucion alguna para ejecutar dicho desplazamiento, en razon de que las instituciones publicas, estan no solamente para hacer cumplir ylo ejecutar las disposiciones de la superioridad, sino también para garantizar la seguridad fisica y moral de sus trabajadores frente a posibles problemas, cuando el trabajador se vea en situaciones criticas, y en el caso concreto se avisoraba una posible convulsion y atentado contra el demandante. Refiere que el demandante esta laborando en el area de Supervision y Proyectos Educativos de la USE, y consecuentemente no se le ha perjudicado en nada y mucho menos en su ingreso economico. El Juez Mixto Provisional de Paucar del Sara Sara, expide sentencia de fojas cuarenta y nueve a fojas cincuenta y dos, su fecha dos de diciembre de mil novecientos noventa y seis, declarando fundada la demanda, por considerar que hubo violacion del derecho al trabajo del demandante, al habérsele desconocido y rebajado su dignidad e inclusive removido de un lugar a otro, disminuyéndole su jerarquia. La Sala Civil de la Corte Superior de Justicia de Ica, mediante resolucion de fojas ochenta a fojas ochenta y dos, su fecha treinta y uno de enero de mil novecientos noventa y siete, revocando la apelada, y reformandola, declaro improcedente la accion de amparo, por considerar que el demandante no agoto las vias previas administrativas. Interpuesto el recurso de nulidad entendido como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1) Que, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional; 2) Que, mediante la presente accion el demandante pretende se deje sin efecto el Memorando No 888-96-ME-CTAR-LW-DREA-DSRES-DUSEPS, del veinte de noviembre de mil novecientos noventa y seis, mediante el cual se le pone a disposicion de la Oficina de Personal de la USE-Pauza, mientras se resuelva su situacion laboral y culmine el proceso administrativo disciplinario a aperturarsele; 3) Que, de todo lo actuado, resulta evidente que el demandante ha omitido cumplir con el requisito de procedibilidad previsto en el articulo 270 de la Ley No 23506, es decir ha accionado antes de agotar la via previa de caracter administrativo, tramitacion que para el caso esta previsto en los articulos 98°, 990 y 100° del Decreto Supremo No 02-94-JUS, \"Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos\". 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ochenta, su fecha treinta y uno de enero de mil novecientos noventa y siete; que revocando la apelada, y declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. Mitaul / ACOSTA SANCHEZ NUGENT DIAZ VALVERDE hurds 2 L Ct GARCIA MARCELO Lo que Certifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MCM", "fecha_publicacion": "1998-08-25", "id": 41978, "nombre_demandado": "Unidad de Servicios Educativos (USE) de la Provincia de Páucar del Sara Sara", "nombre_demandante": "Dionicio Meza Gutiérrez", "numero_expediente": "00169-1997-AA"}