{"CONTEXTO": " 00162-1999-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00162-1999-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 162-99-AC/TC LIMA HILDA YSAURA MEDINA VELARDE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los cuatro dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Hilda Ysaura Medina Velarde contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha veintiséis de enero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Hilda Ysaura Medina Velarde, con fecha veinticinco de marzo de mil novecientos noventa y ocho, interpone demanda de Accion de Cumplimiento contra don Roger Caceres Velasquez, entonces Alcalde del Concejo Provincial de Arequipa, con la finalidad de que, en cumplimiento de lo dispuesto en el articulo 18° de la Ley N.o 25185, modificada por el articulo 32° del Decreto Legislativo N.o 573 que autorizo a las entidades del Sector Publico a nombrar al personal contratado que tenga por lo menos un ano de servicios de contratado, proceda a expedir su nombramiento como empleada titular del Concejo Provincial de Arequipa, con retroactividad al uno de enero de mil novecientos noventa y uno y en forma acumulativa, objetiva, accesoria y originaria demanda el reembolso de la diferencia de los sueldos dejados de percibir desde el uno de enero de mil novecientos noventa y uno a la fecha en que se haga efectivo el reembolso, asi como el cobro de intereses legales, costos y costas del juicio. Manifiesta que ingreso a prestar servicios como empleada contratada en la Municipalidad Provincial de Arequipa el uno de abril de mil novecientos ochenta y ocho, teniendo a la fecha de la interposicion de la presente accion mas de diez anos de servicios prestados. El demandado contesta la demanda negandola en todos sus extremos. Indica que el articulo 40° de la Constitucion Politica del Estado establece que la Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico regulan y norman los 2 TRIBUNAL CONSTITUCIONAL requisitos para el ingreso a la carrera administrativa; asimismo, desde el ano mil novecientos noventa existe extrema austeridad en las municipalidades provinciales respecto a la contratacion de personal, prohibiéndose nombramientos asi como celebrar contratos bajo cualquier forma 0 modalidad, bajo responsabilidad del titular del pliego; asimismo, proponer la excepcion de falta de agotamiento de la via administrativa. El Primer Juzgado en lo Civil de Arequipa, con fecha doce de abril de mil novecientos noventa y ocho, declaro improcedente la demanda e infundada la excepcion de falta de agotamiento de la via previa, por considerar, entre otras razones, que las normas de las cuales se invoca su cumplimiento eran de caracter especial y por unica vezy, como tal, habria sido derogada por el articulo 65° de la Ley N.o 25388 que establecia la prohibicion de nombrar a personal en la administracion publica y que, en todo caso, la unica forma de ingresar a la carrera administrativa era la establecida por el articulo 15° del Decreto Legislativo N.o 276; en cuanto a la falta de agotamiento de la via previa, la demandante ha cumplido con remitir la carta notarial correspondiente agotando, en consecuencia, la via administrativa. Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha veintiséis de enero de mil novecientos noventa y nueve, confirma la apelada en el extremo que declara improcedente la demanda y la reforma declarando improcedente la excepcion de falta de agotamiento de la via previa, por considerar que las normas de las cuales la demandada exige su cumplimiento son de fecha anterior a la dacion del Decreto Supremo N.o 099-90-PCM, de fecha nueve de agosto de mil novecientos noventa, el mismo que, en su articulo 1° literal \"a\", prohibe en forma expresa nuevos nombramientos y contratos de personal bajo cualquier forma 0 modalidad. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el articulo 200°, inciso 6) de la Constitucion Politica del Estado senala que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que la demandante cumplio con agotar la via previa al 2. haber cursado la correspondiente carta notarial, conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que la demandante pretende, mediante la presente accion de garantia, que en 3. cumplimiento de lo dispuesto por el articulo 18° de la Ley N.o 25185, modificado por el articulo 32° del Decreto Legislativo N.o 573 se le nombre como empleada titular de la Municipalidad Provincial de Arequipa, con retroactividad al uno de 3 TRIBUNAL CONSTITUCIONAL enero de mil novecientos noventa y uno, abonandose la diferencia de los sueldos dejados de percibir hasta la fecha que se haga efectivo el reembolso. Que las normas legales que la demandante pretende se disponga su cumplimiento 4. mediante la presente accion han sido tacitamente derogadas en razon a que ambas normas contienen la autorizacion de un crédito suplementario en el presupuesto del Gobierno Central para el ejercicio fiscal 1989. La doctrina senala que la derogatoria de una norma puede ser expresa 0 tacita; un tipico caso de la derogatoria tacita de la norma son las leyes de presupuesto y sus normas complementarias, pues las mismas nacen y regulan aspectos juridicos y economicos para el ano que, en rigor, van a regular el presupuesto, y hasta la expedicion de la nueva Ley de Presupuesto para el ano inmediato siguiente, esta ultima entra en vigencia derogando taxativamente todas las normas que para dicho fin se expidieron anteriormente. Que, en este orden de ideas, la pretension de la demandante es desestimable, 5. maxime si en forma expresa, con normas expedidas con posterioridad a las normas que se pretende su cumplimiento, se establece la prohibicion de nombrar personal en la Administracion Publica. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas cien, su fecha veintiséis de enero de mil novecientos noventa y nueve en la parte que reformando la apelada declaro improcedente la excepcion de falta de agotamiento de la via previa, reformandola en este extremo declara infundada dicha excepcion y la CONFIRMA en la parte que declara IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO C Lo que certifico: MR DR. CESAR CUBAS LONGA SECKETARIO-RELAPOR (e)", "fecha_publicacion": "1999-12-07", "id": 36083, "nombre_demandado": "Alcalde del Concejo Provincial de Arequipa (Róger Cáceres Velásquez)", "nombre_demandante": "Hilda Ysaura Medina Velarde", "numero_expediente": "00162-1999-AC"}