{"CONTEXTO": " 00163-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00163-1995-AA.pdf) --- S-556 ...debe ventilarse en la via procedimental ordinaria, donde en la etapa probatoria se acredite si hubo 0 no despido arbitrario..., la accion de amparo no es la idonea para dilucidar (este) petitorio. Exp.N\"163-95-AA/TC Lima Caso: Lilian Angélica Guardia Ancasi y otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de casacion que debe entenderse como extraordinario interpuesto por dona Lilian Angélica Guardia Ancasi y otros contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha cuatro de julio de mil novecientos noventicinco, que declaro improcedente la accion de amparo interpuesta contra Servicios de Parques de la Municipalidad de Lima Metropolitana -Serpar Lima-.", "ANTECEDENTES:": "Dona Lilian Angélica Guardia Ancasi y otros interponen demanda de accion de amparo contra Servicios de Parques de la Municipalidad de Lima Metropolitana -Serpar Lima- con la finalidad de que deje sin efecto la Resolucion de Consejo Administrativo de Servicios de Parques No 012-94 del veintiocho de febrero de mil novecientos noventicuatro. Senalan los actores que dicha resolucion que los destituye se basa en faltas administrativas inexistentes y solo es represalia a su calidad de dirigentes sindicales. Amparan su demanda en lo dispuesto por el articulo 270 e inciso 2) del articulo 28° de la Ley 23506, asi como los articulos 2°, 24°, 25°, 26° y 270 de la Constitucion. E123° Juzgado en lo Civil de Lima con fecha doce de Julio de mil novecientos noventicuatro declaro fundada la demanda, por considerar, entre otras razones, que siendo la fuente legal de la negociacion colectiva la Constitucion, ésta garantiza dicho derecho y en mérito a que no se ha establecido en forma clara y fehaciente que los demandantes sean autores de los cargos que se les imputa ademas actuaron en representacion del Sindicato. Interpuesto recurso de apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, con fecha diecisiete de octubre de novecientos noventicuatro revoco la apelada, y reformandola la declaro improcedente por estimar que los demandantes no agotaron la via previa en razon a que solo presentaron recurso de reconsideracion el mismo que es opcional y no de apelacion que es obligatorio a efectos que quede expedido el derecho de los administrados a recurrir a la instancia judicial. Interpuesto el Recurso de Nulidad, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica declaro no haber nulidad en la resolucion de vista que revocando la apelada declaro improcedente la accion de amparo. Contra esta resolucion los demandantes interponen recurso de casacion el mismo que debe entenderse como extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, de autos se establece que los demandantes pretenden mediante la presente accion de garantia su reposicion en la entidad demandada, argumentando que han sufrido despido arbitrario. Para el caso tratândose de una situacion litigiosa, donde incluso la destitucion de los demandantes es consecuencia de un proceso administrativo, el mismo debe ventilarse en la via procedimental ordinaria, donde en la etapa probatoria se acredite si hubo 0 no despido arbitrario, ya que el proceso especial y sumarisimo de la accion de amparo no es la idonea para dilucidar un petitorio como el incoado por los demandantes. 2. Que, no habiéndose violado ni amenazado en el presente caso ningun derecho constitucional establecido como acto de cumplimiento obligatorio, es de aplicacion \"contrario sensu\" lo previsto en el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha cuatro de julio de mil novecientos noventicinco, que declaro no haber nulidad en la sentencia de vista de fecha diecisiete de octubre de mil novecientos noventicuatro que revocando la apelada de fecha doce de julio de mil novecientos noventicuatro declaro IMPROCEDENTE la accion de amparo; mandaron se publique en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. MR/efs", "fecha_publicacion": "1997-11-27", "id": 36472, "nombre_demandado": "Servicios de Parques de la Municipalidad de Lima Metropolitana (Serpar Lima)", "nombre_demandante": "Lilian Angélica Guardia Ancasi y otros", "numero_expediente": "00163-1995-AA"}