{"CONTEXTO": " 00168-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00168-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 168-98-AA/TC Gustavo Mohme Llona y otro Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los diecisiete dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Dy Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha trece de enero de mil novecientos noventa y ocho, que confirma la resolucion apelada, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Gustavo Mohme Llona y don Javier Diez Canseco Cisneros, interponen Accion de Amparo contra el Presidente del Consejo de Ministros, Ministro del Interior y Ministro de Defensa, por la violacion de sus derechos constitucionales al honor, buena reputacion, a la voZ e imagen. Alegan los actores que desde el dia diez de junio de mil novecientos noventa y seis, a través de los canales cinco y nueve de television se viene propalando un spot publicitario, a través de la cual se les pretende presentar a la opinion publica como personas que estan empenadas en danar el prestigio de las Fuerzas Armadas. 2 TRIBUNAL CONSTITUCIONAL Refiere don Gustavo Mohme Llona que dicho aviso televisivo contiene un claro proposito de amedrentamiento a la prensa, ademas de ser una respuesta oficial contra las declaraciones que brindara con ocasion del sospechoso asalto y secuestro de la editora general del diario La Republica, dona Blanca Rosales Valencia. Precisa que en su calidad de Director del diario La Republica no responsabilizo de dichos hechos a las Fuerzas Armadas, por lo que considera que la propalacion del spot publicitario vulnera sus derechos constitucionales al honor y a la buena reputacion. Sostiene, de otro lado, don Javier Diez Canseco Cisneros, que en ningun momento él imputo a las Fuerzas Armadas el asalto, robo e incendio de su camioneta, aunque no descarto que en el hecho hubiera intencionalidad polttica. Anade que el supuesto delincuente comiin que la Policia Nacional del Peri habria capturado y al que se sindicaria la comision de dicho acto ilicito, no parece ser verosimil, pues las circunstancias en las que habria cometido otro delito, muestran la incoherencia de las versiones policiales. Admitida la demanda, ésta es contestada por los Procuradores Pablicos encargados de los Asuntos Judiciales del Ministerio del Interior, del Ministerio de Defensa y de la Presidencia del Consejo de Ministros, respectivamente, quienes solicitan se declare improcedente y/o infundada la demanda, ya que: a) Que se tenga por no presentada la demanda, pues el abogado defensor de los demandantes se encuentra inhabil para ejercer la abogacia, b) La utilizacion de la imagen y de la voZ de los actores se ha realizado al amparo de lo dispuesto por el articulo 15° del Codigo Civil, c) La accion de amparo no es la via adecuada pues existe un procedimiento penal privado donde puedan hacer valer sus derechos, d) No existe ningun amedrentamiento a la prensa, e) Los spot publicitarios no ofende o ultraja a los actores, f) No se ha cumplido con agotar la via previa, g) La difusion del spot publicitario ha sido realizado en ejercicio legitimo del derecho al Estado de informar a la opinion publica, h) Los demandantes no tienen legitimidad para obrar pues carecen de la facultad de impedir al Estado que realice desmentidos y aclaraciones, i) La Presidencia del Consejo de Ministros no ha celebrado contrato alguno con canal de television para la propalacion del spot publicitario, por lo que sobre dicha instancia es procedente que se declare fundada la excepcion de falta de legitimidad para obrar del demandado, j) Los spots publicitarios ya no se trasmiten; por lo que ha operado la sustraccion de la materia. Con fecha trece de agosto de mil novecientos noventa y siete, el Juez del Primer Juzgado Corporativo Transitorio Especializado de Derecho Pablico, expide resolucion declarando infundada la demanda. Interpuesto el recurso de apelacion, la Sala Corporativa Transitoria Especializada de Derecho Publico, de la Corte Superior de Justicia de Lima expide resolucion, con fecha trece de enero de mil novecientos noventa y ocho, confirmando la apelada. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional. L 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que las entidades demandadas se abstengan de propalar \"el aviso O spot publicitario\" que se viene trasmitiendo en los canales cinco y nueve de television, que segun se alega afectan maliciosamente los derechos constitucionales al honor, la buena reputacion, a la proteccion de la voZ y de la imagen, y en consecuencia, se disponga que los referidos canales de television no trasmitan los avisos publicitarios considerados como lesivos. 2. Que, siendo ello ast, la pretension de los actores debera de desestimarse, ya que: a) Segun se esta a lo dispuesto por el inciso 4) del articulo 2° de la Constitucion Politica del Estado, en nuestro ordenamiento juridico la libertad de propalar informacion a través de los medios de prensa, hablado, escrito, radial O televisado, no siendo un derecho respecto del cual pueda proclamarse su cardcter absoluto, pues es susceptible de ser limitado, sin embargo, su ejercicio no requiere autorizacion previa, ni esta sujeto a censura O impedimento alguno; b) En ese sentido, en modo alguno puede olvidar este Supremo Intérprete de la Constitucion que cuando como consecuencia del ejercicio de las libertades informativas, se transgredan otros derechos constitucionales, como al honor, a la buena reputacion, a la imagen o la vOZ, como en el caso de autos alegan los accionantes, su tutela no puede significar que con cardcter preventivo se impida a un medio de comunicacion social, cualquiera sea su naturaleza, propalar la informacion que se considera como lesiva, pues ello supondria que la clausula de prohibicion de la censura previa 0 de la proscripcion del impedimento para el ejercicio de tales libertades quedara vaciada de contenido, y con él la garantia institucional de la libertad informativa como sustento de un régimen constitucional basado en el pluralismo. c) El que las libertades informativas ejercidas a través de los medios de comunicacion social, como se ha anotado, no constituyan derechos a proposito de los cuales se pueda predicar un caracter absoluto, y al mismo tiempo respecto de los cuales no pueda intentarse de manera previa un control, no significa que la persona quede en absoluta indefension, cuando ello suponga que con su ejercicio se haya generado violaciones de otros derechos constitucionales, pues nuestro ordenamiento juridico ha previsto que los mecanismos de control frente a este género de conductas habran de intentarse siempre en forma reparadora, haciéndose uso de los diversos mecanismos que nuestro ordenamiento procesal ordinario prevé. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren, TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha trece de enero de mil novecientos noventa y ocho, de fojas doscientos ventitrés, que confirmo la apelada, que declaro infundada la Accion de Amparo interpuesta; dispusieron su publicacion en el diario oficial El Peruano, y los devolvieron.", "SS.": "U 1 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE V GARCIA MARCELO ( / - Lo que Certifico: ECM Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 34578, "nombre_demandado": "Presidente del Consejo de Ministros y otros", "nombre_demandante": "Gustavo Mohme y otro", "numero_expediente": "00168-1999-AA"}