{"CONTEXTO": " 00167-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00167-1995-HC.pdf) --- S-004 \"no se ha acreditado que la demandante haya sido objeto de hechos O amenazas que hayan vulnerado su libertad individual O algun otro derecho fundamental que amerite una Accion de Habeas Corpus.  Exp. No 167-95-HC/TC Ancash  SENTENCIA DEL TRIBUNAL FISCAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y cinco, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Maria Consuelo Aquino Romero contra la sentencia de vista expedida por la Primera Sala Penal de la Corte Superior de Ancash, en la Accion de Habeas Corpus seguida por dicha demandante contra Dedicacion Mejia Huerta, Hipolita Zelaya Avendano, Edgar Diaz Alfaro y Elba Tello Mejia. ", "ANTECEDENTES:": "La demandante afirma que a consecuencia de una querella que le interpusieron los demandados que termino por conciliacion sin obligacion de pagar ninguna indemnizacion, estos ultimos pretenden obtener algun pago y ante su negativa la estan amenazando diciéndole que la van a hacer liquidar con un policia, hermano de uno de dichos demandados y que la van a hacer destituir del centro educativo en que trabaja. Acompana copias simples fotostaticas de dos denuncias interpuestas por la demandante en contra de los demandados y de un certificado médico que acreditan haber sufrido lesiones ocasionadas por punetes y patadas.  En su manifestacion los demandados Dedicacion Mejia Huerta e Hipolita Zelaya Avendano afirman ser falsas las imputaciones que les hace la demandante, que es mas bien ella la que los injuria de palabra tratandolos de delincuentes y ladrones por lo que tuvieron que interponerle dos querellas, en una de las cuales se llego a una conciliacion en que la demandante se obligo a pedir disculpas publicamente, sin embargo ante la asamblea de la Comunidad de Vicos los volvio a injuriar insultandolos de delincuentes, ladrones y mentirosos. Acompanan copias de las querellas asi como una certificacion de las autoridades y vecinos de Vicos sobre las injurias e insultos que la demandante profirio en publico contra dichos demandados.  El Juez del Primer Juzgado Especializado en lo Penal de Huaraz expidio su sentencia de treinta de enero de mil novecientos noventa y cinco que corre a fojas diecinueve, declarando infundada la Accion de Habeas Corpus por considerar que la demandante no ha acreditado ser amenazada por los demandantes y que es mas bien ella la que los injuria y agravia incluso publicamente.  La Primera Sala Penal de la Corte Superior de Ancash expidio su sentencia de vista de veintiocho de febrero de mil novecientos noventa y cinco que corre a fojas treinta y dos que confirma la sentencia apelada por sus propios fundamentos y ademas porque de autos no aparecen indicios razonables de violacion o amenaza a la libertad individual. ", "FUNDAMENTOS:": "Los pertinentes de la sentencia de vista que conducen a determinar que no se ha acreditado que la demandante haya sido objeto de hechos O amenazas que hayan vulnerado su libertad individual O algun otro derecho fundamental que amerite una Accion de Habeas Corpus.  FALLO: El Tribunal confirma la sentencia de vista recurrida de veintiocho de febrero de mil novecientos noventa y cinco disponiendose que en el Diario Oficial El Peruano se publique esta sentencia.  Comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-08-28", "id": 37370, "nombre_demandado": "Dedicación Mejía Huerta y otros", "nombre_demandante": "María Consuelo Aquiño Romero", "numero_expediente": "00167-1995-HC"}