{"CONTEXTO": " 00161-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00161-1995-AA.pdf) --- S-338 Que, la demandante solamente interpuso recurso de reconsideracion que fue declarado improcedente...por consiguiente no agoto la via previa segun lo establece el articulo 27° de la Ley No 23506. Exp. No 161-95-AA/TC Lima Caso: Agustina Carmela Torres Rodriguez SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio de mil novecientos noventisiete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Agustina Carmela Torres Rodriguez contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de fecha siete de agosto de mil novecientos noventicinco, que declaro haber nulidad en la de vista e infundada la Accion de Amparo incoada por la misma recurrente.", "ANTECEDENTES:": "Dona Agustina Carmela Torres Rodriguez, dentro del plazo establecido por el articulo 370 de la Ley 23506, interpone demanda de Accion de Amparo contra la Municipalidad Distrital de El Tambo de la Provincia de Huancayo; a fin de que se le reincorpore en el cargo de contadora de dicho Concejo, por haber sido, segun expresa la demandante, injustamente destituida mediante la Resolucion de Alcaldia No 145-AMDT-92 de fecha diez de setiembre de mil novecientos noventidos (folio 3). Considera la actora, que la Municipalidad Distrital demandada no tuvo en cuenta su destaque a la Direccion Ejecutiva del Proyecto Especial CHAVIMOCHIC y la destituyo por la causal de faltas injustificadas. El Alcalde de la Municipalidad Distrital de El Tambo, contesta la demanda, en los términos que a continuacion se resumen: que, a partir del seis de abril de mil novecientos noventidos, la actora abandono sorpresivamente el trabajo, incurriendo en falta grave tipificada en el articulo 28° inciso k) del Decreto Legislativo No 276; que, a raiz de ello se le instauro proceso administrativo llegândose a la conclusion de haber culpabilidad, razon por la cual se dicto la Resolucion de Alcaldia No 145-AMDT-92 destituyendola; que, la solicitud de destaque (folio 5) formulada por el Director Ejecutivo del Proyecto Especial CHAVIMOCHIC con fecha trece de mayo del mismo ano, no fue aceptada por la Municipalidad; y finalmente, que mediante Resolucion de Alcaldia No 190-AMDT-92 de fecha tres de diciembre de mil novecientos noventidos (folio 2) se declaro improcedente el recurso de reconsideracion que interpuso la demandante contra la Resolucion que la destituyo. El Vigésimo Juzgado en lo Civil de Lima (folio 34) mediante resolucion de fecha primero de abril de mil novecientos noventitrés, fallo declarando improcedente la Accion de Amparo por no haberse agotado la via previa. La Cuarta Sala Civil de la Corte Superior de Justicia, mediante la Resolucion No 646 de fecha dos de agosto de mil novecientos noventicuatro, (folios 78 y 79) revoca la sentencia de primera instancia y declara fundada la accion de garantia de autos, en base a las siguientes consideraciones: que, al haber sido procesada la actora a través de una Comision Ordinaria de Procesos Administrativos, no se cumplio con lo establecido por el articulo 165° del Reglamento de la Ley de Bases de la Carrera Administratival aprobado por el Decreto Supremo No 005-90- PCM de fecha diecisiete de enero de mil novecientos noventa, que establece constituir una Comision Especial para el proceso de funcionarios como la demandante, que, el pedido de destaque no fue denegado expresamente por la Municipalidad Distrital de El Tambo; y, que no consta en autos la defensa de la demandante en el citado proceso administrativo. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, mediante Resolucion de fecha siete de agosto de mil novecientos noventicinco, (folios 9y 10 del Cuadernillo de Nulidad) declara haber nulidad en la de vista y reformândola declara infundada la Accion de Amparo; en base a los siguientes fundamentos: que, la actora no cuestiona en su escrito de demanda ni en su recurso de reconsideracion, el proceso administrativo que se le siguio; que, el fundamento principal de la accion es que se la ha despedido sin tomar en cuenta su destaque al Proyecto Especial Chavimochic; que, no ha probado la actora con documento alguno haber sido destacada a dicho Proyecto en el lapso que abandono su labor en el Concejo demandado.", "FUNDAMENTOS:": "Que, la demandante Agustina Torres Rodriguez acredito ser empleada de la Municipalidad Distrital de El Tambo - Huancayo. Que, el articulo 122° de la Ley No 23853, Organica de Municipalidades, establece, que los actos administrativos municipales que dan origen a reclamaciones individuales, como en el presente caso, se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos. Que, dicho Reglamento, hoy denominado Ley de Normas Generales de Procedimientos Administrativos merced a la Ley No 26111, tiene un Texto Unico Ordenado aprobado por el Decreto Supremo No 02-94-JUS, cuyo articulo 100° establece, que la via administrativa queda agotada con la resolucion expedida en segunda instancia, vale decir, resolviendo el recurso de apelacion. Que, la demandante solamente interpuso recurso de reconsideracion que fue declarado improcedente mediante la acotada Resolucion de Alcaldia No 190-AMDT-92; por consiguiente, no agoto la via previa segun lo establece el articulo 270 de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, su fecha siete de agosto de mil novecientos noventicinco, que al declarar haber nulidad en la de vista, declaro infundada la demanda; y REFORMANDOLA declararon IMPROCEDENTE la Accion de Amparo; mandaron se publique en el Diario Oficial \"El Peruano\" conforme a ley; y los devolvieron. S.S./ACOSTA SANCHEZ NUGENT / DIAZ VALVERDE IGARCIA MARCELO.", "fecha_publicacion": "1997-08-06", "id": 36281, "nombre_demandado": "Municipalidad Distrital de El Tambo de la Provincial de Huancayo", "nombre_demandante": "Agustina Carmela Torres Rodríguez", "numero_expediente": "00161-1995-AA"}