{"CONTEXTO": " 00160-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00160-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL No 160-96-AA/TC Exp. Nombre : Alejandro Ortiz Acha LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vâzquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Alejandro Ortiz Acha contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha dieciocho de diciembre de mil novecientos noventicinco, que declara No Haber Nulidad en la de vista, emitida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, que confirmando la apelada dictada por el Décimo Juzgado Especializado en lo Civil de Lima, de fecha cinco de setiembre de mil novecientos noventicuatro, declara improcedente la accion de amparo.", "ANTECEDENTES:": "Don Alejandro Ortiz Acha interpone la presente accion de amparo contra la Empresa de Servicio de Agua Potable y Alcantarillado de Lima (SEDAPAL) a fin de que se deje sin efecto y validez legal la Resolucion de la Gerencia General No 299-94-PRES-SEDAPAL-12000, de fecha once de mayo de mil novecientos noventicuatro, por la cual se pretende sustituir el régimen especial de su cesantia establecida por la demandada para los servidores cesantes antes de la Ley No 2 TRIBUNAL CONSTITUCIONAL 11377, mediante Resolucion de Directorio No 068-851VC-83-00000, del once de julio de mil novecientos ochenticinco, por el sistema de cesantia establecido por el Decreto Legislativo No 276, del seis de marzo de mil novecientos ochenticuatro, y su reglamento. El Décimo Juzgado Especializado en lo Civil de Lima declaro improcedente la demanda, por considerar, entre otras razones, que el acto administrativo impugnado deriva de la sentencia de fojas nueve a once dictada por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, con fecha dieciséis de noviembre de mil novecientos noventitrés, en ejecucion de medida cautelar. Interpuesto recurso de apelacion, la Quinta Sala Civil de la Corte Superior de Justicia de Lima confirmo la apelada, segun resolucion del veintiséis de enero de mil novecientos noventicinco, al estimar que no es la via idonea para pedir la nulidad de dicha resolucion. Contra esta resolucion el accionante interpone Recurso de Casacion, por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, segun lo expuesto por el actor en recurso de demanda, ésta no 1. persigue la declaracion de su derecho a ser pensionista, en vista de que viene percibiendo su pension provisional de cesantia a mérito de la sentencia dictada por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, su fecha dieciséis de noviembre de mil novecientos noventitrés, en ejecucion de medida cautelar, por cuya razon este Colegiado estima que, segun el articulo 2° de la Ley No 23506, en el presente caso no existe ni se ha probado la existencia de violacion O amenaza de violacion de algun derecho constitucional cierto y actual, cometido por accion u omision de actos de cumplimiento obligatorio, sino un mayor derecho que reclama el demandante en base a lo que estima una remuneracion basica mayor, que se ha venido aplicando en su ex-empleadora por mas de doce anos al punto que ha devenido en un derecho adquirido, no susceptible por lo tanto de sustitucion, modificacion O alteracion alguna. Que mayor derecho de su pension provisional debe sustanciarse agotando 2. primero las vias previas, y luego a través de la via jurisdiccional que resulte idonea para la acreditacion amplia de su derecho, mas no a través de una accion de amparo que, por su naturaleza, es excepcional y residual. Asimismo, la pension provisional de cesantia se sirve a mérito del articulo 3. 47° del D.L. No 20530, en tanto se expide la resolucion que le acuerde la pension definitiva, en cuya determinacion el actor puede hacer valer 3 TRIBUNAL CONSTITUCIONAL también todos los medios legales y recursos impugnatorios en orden a la cautela de su derecho. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica No 26435 y la ley modificatoria No 26801;", "FALLA:": "Confirmando la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha dieciocho de diciembre de mil novecientos noventicinco, que declara No Haber Nulidad en la de vista de fecha veintiséis de enero de mil novecientos noventicinco, expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, que confirma la apelada de fecha cinco de setiembre de mil novecientos noventicuatro, dictada por el Décimo Juzgado Especializado en lo Civil de Lima, que declara IMPROCEDENTE la accion de amparo interpuesta; con lo demas que contiene; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, / NUGENT, DIAZ VALVERDE, R et GARCIA MARCELO. MFler Lo que Certifico: Dra. MARIALUZ ZVASQUEZDELOPEZ SEORETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-27", "id": 36375, "nombre_demandado": "Empresa de Servicio de Agua Potable y Alcantarillado de Lima (SEDAPAL)", "nombre_demandante": "Alejandro Ortiz Acha", "numero_expediente": "00160-1996-AA"}