{"CONTEXTO": " 00163-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00163-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N163-96AAfrC. SINDICATO PESQUERO DEL PERU S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventa y siete, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia, NUGENT DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario interpuesto por Sindicato Pesquero del Perû S.A., contra la Resolucion de la Sala Constitucional y Social de la Corte Suprema de 09 de enero de 1996, que declara Haber Nulidad en la sentencia de vista su fecha 20 de febrero de 1995, que revocando la apelada, declara Fundada la accion de amparo interpuesta; y, Reformando la de vista, conftrmaron la apelada, que declara IMPROCEDENTE la referida accion seguida contra Hidrandina S.A.", "ANTECEDENTES": "La empresa demandante, al amparo del articulo 24, incisos 10 y 13, y los articulos 28° y 29° de la ley 23506, solicita que HIDRANDINA, le reponga el suministro de energia eléctrica, la misma que, sostiene la entidad accionante, ha sido indebidamente cortada por una deuda inexistente. Refiere que dicha deuda que la demandada alega como incumplida, se origino a partir de una defectuosa lectura de diferentes medidores. 2 TRIBUNAL CONSTITUCIONAL Alega, también que HIDRANDINA no le ha permitido hacer su reclamacion bajo las normas del Decreto Supremo 006-SC y el D.L. 26111, normas administrativas bajo las cuales deberia seguirse su reclamo. Admitida la demanda, ésta es contestada por la entidad accionada, quien solicita que la demanda sea declarada improcedente toda vez que no se ha cumplido con agotar la via previa como indica la ley. Refiere, asimismo, que la demandante plante6 su reclamo invocando el D.L.26111, Ley de Normas General de Procedimientos Administrativos, la misma que no le alcanza, pues la que corresponde es el decreto ley 25844, su Reglamento y demas normas conexas, que establecen claramente el procedimiento a seguir para la atencion de un reclamo del usuario de Hidrandina S.A. Con fecha 28 de diciembre de 1994, el Juez del Segundo Juzgado Especializado de la Provincia de Santa, declara improcedente la Accion de Amparo, tras considerar que la entidad demandante no ha cumplido con expresar, en forma clara, el derecho constitucional violado, habiendo debido accionar en la via legal correspondiente afin de que se le restituya el suministro de energia eléctrica, que alega el ha sido cortado arbitrariamente. Interpuesto el recurso de apelacion, con fecha 20 de febrero de 1995, la Sala Mixta Descentralizada de Chimbote, expide resolucion, reformando la sentencia apelada, para declararla Fundada, tras considerar que el reclamo planteado por la recurrente en base al decreto ley 26111 no puede ser cuestionado, pues son normas de orden publico y de obligatorio cumplimiento cuya inaplicacion constituye violacion al debido proceso, y violacion a los derechos amparados por los incisos 10 y 13 del articulo 24° de la ley 23506. Interpuesto el recurso de nulidad, los autos se elevan a la Sala Constitucional y Social de laCorle Suprema la cual declara Haber Nulidad en la resolucion de vista, tras no haberse agotado la via previa. Interpuesto el recurso de casacion, que debe entenderse como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "Considerando: Que, del petitorio de la demanda se desprende que el objeto de ésta es: a) que la entidad demandada proceda a reponer el suministro de energia eléctrica que le fuera cortada a la actora, tras no efectuar el pago de una deuda, que los actores consideran como inexistente; y, b) que se ordene a la entidad demandante que la reclamacion efectuada se tramite bajo lo dispuesto en el decreto supremo 006-SC y decreto ley No 26111. Que, en ese sentido, con el objeto de que este Colegiado pueda entrar a dilucidar las cuestiones de fondo que el recurso extraordinario entrana, es de advertirse que si bien el inciso b) del articulo 15° del decreto ley 25844 prevé que en el caso de reclamaciones sobre asuntos relativos a materia de fijacion tarifaria de electricidad, ésta corresponde efectuar al Consejo Directivo de la Comision de Tarifas Eléctricas, en el caso de autos, el transito por dicha Comision no era exigible, ya que la entidad actora si bien ejercio su reclamacion al amparo del decreto ley 26111, que regula el procedimiento administrativo ante las diversas entidades de la Administracion Pablica, obtuvo de la Gerencia Zonal Ancash Costa, un acto administrativo en virtud del cual no solo se le hacia conocer que dichas normas a cuyo amparo ejercitaba su reclamacion no eran las pertinentes, 3 TRIBUNAL CONSTITUCIONAL sino que inclusive se pronunciaba sobre el fondo de la reclamacion interpuesta, como, en efecto, es de advertirse del documento obrante afojas nueve. Que, en tal orden de consideraciones, este Colegiado estima que no es exigible el agotamiento de la via previa si, habiéndose iniciado uno de manera incorrecta, la entidad, cuya impugnacion de algun acto por ella expedida se pretende, permite prever de manera cierta e inequivoca que, de iniciarse la via adecuada se ira de obtener una confirmacion del acto que se considera lesivo de algun derecho constitucional. Que, no obstante ello, la pretension de la entidad accionante debe de desestimarse, ya que la Accion de Amparo no tiene por objeto el que se ordene la reposicion del suministro de energia eléctrica, derivada de eventuales discrepancias sobre la lectura de medidores de consumo eléctrico, sino, como se ha recordado, el de tutelar los derechos constitucionales, que, en el caso de autos no solamente no acontece, sino que, adicionalmente, no se ha invocado en modo alguno su vulneracion. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le facultan,", "FALLA": "Confirmando la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia, de fecha nueve de enero de mil novecientos noventa y seis, que declaro Haber Nulidad en la de vista, su fecha veinte de febrero de mil novecientos noventa y cinco, que, revocando la apelada, que declaro fundada la demanda, la declaro improcedente; dispusieron su publicacion en el diario oficial El Peruano.; y los devolvieron.-", "SS.": "twwul - - ACOSTA SANCHEZ; NUGENT DIAZ VALDERDE; GARCIA MARCELO. - -  ECM/ MV LO QUE CERTIFICO. - L/ Dra. Maria Luz Vasquez Vargas Secretaria Relatora", "fecha_publicacion": "1997-07-17", "id": 36244, "nombre_demandado": "Hidrandina SA", "nombre_demandante": "Sindicato Pesquero del Perú SA", "numero_expediente": "00163-1996-AA"}