{"CONTEXTO": " 00166-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00166-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 166-96-AA/IC DALILA RAMIREZ. AGUIRRE HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a primero de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia la sentencia siguiente: ASUNTO: Recurso extraordinario interpuesto por dona Dalila Ramirez Aguirre contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha cinco de diciembre de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo. ANTECEDENTES: Dona Dalila Ramirez Aguirre interpone Accion de Amparo contra el Director de la Region de Educacion de Huanuco, don Carlos Matos Tello, solicitando que se deje sin efecto la Resolucion Directoral Sub Regional No 1408 y se la reponga en el puesto de trabajo que venia ocupando; por haberse conculcado su derecho al trabajo. Refiere que presta servicios en la entidad demandada desde hace diecisiete anos, ocupando el cargo de Técnico en Contabilidad I, Grupo Ocupacional Profesional \"C\" de la Oficina de Administracion; que ocupo el primer puesto en la evaluacion efectuada en el proceso de reorganizacion y reestructuracion administrativa de la Region \"Andrés Avelino Caceres\", uno de cuyos objetivos era complementar los cuadros de asignacion de personal con aquellos servidores que ocuparan los primeros puestos; sin embargo, el demandado en lugar de proporcionarle un cargo de mayor jerarquia la ha reasignado a una plaza de personal docente del Instituto Superior Tecnologico \"Aparicio Pomares\", > la cual no tiene nivel, por lo que considera que se le ha rebajado de nivel de carrera, excluyéndolo inclusive del cuadro de asignacion de personal nominal de la Sub Region de Educacion. El Director Regional de Educacion de la Region \"Andrés Avelino Caceres\" contesta la demanda, solicitando se la declare infundada; senala que fue la misma demandante quien solicito se la reasigne en el cargo que actualmente ocupa, en el cual percibe mayor remuneracion; por lo que al haberse aceptado su solicitud de reasignacion no se ha vulnerado ningun derecho constitucional. El Segundo Juzgado Civil de Huanuco declara fundada la demanda, por considerar principalmente, que por haber ocupado la demandante el primer puesto en la evaluacion realizada en el proceso de reorganizacion y reestructuracion administrativa de la Region \"Andrés Avelino Caceres\", la demandada estaba en la obligacion de aprobar el cuadro de 2 TRIBUNAL CONSTITUCIONAL asignacion de personal de la Sub Region de Educacion de Huanuco e incluir a la demandante en el mismo. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Huanuco confirma la apelada, por sus mismos fundamentos. Interpuesto recurso de nulidad, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica declara improcedente la demanda, por estimar que la demandante no cumplio con agotar la via administrativa. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, en la presente accion la demandante cuestiona la Resolucion Directoral Sub Regional No 1408, de fecha veintisiete de agosto de mil novecientos noventa y tres, que considera lesiva a su derecho al trabajo. 3. Que, el articulo 27° de la mencionada norma legal prescribe que solo procede la Accion de Amparo cuando se hayan agotado las vias previas. Contra la mencionada resolucion administrativa la demandante no interpuso recurso impugnativo alguno,como lo reconoce expresamente en el tercer otrosi de su escrito de fojas cuarenta y cinco; tampoco ha acreditado que en el presente caso se haya configurado alguna de las excepciones establecidas en el articulo 28° del mismo dispositivo legal, que haga inexigible el agotamiento de la via administrativa; en consecuencia, la demanda resulta improcedente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica de fojas quince, su fecha cinco de diciembre de mil novecientos noventa y cinco, que reformo la de vista que declaro fundada la 3 TRIBUNAL CONSTITUCIONAL demanda, y la declaro IMPROCEDENTE, dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano; y la devolucion de los actuados. SS Fal u Muun ACOSTA SANCHEZ DIAZ VALVERDE NUGENT aUceL - GARCIA MARCELO  Lo que Certifico: Dre.MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1998-09-23", "id": 37570, "nombre_demandado": "Director de la Región de Educación de Huánuco (Carlos Matos Tello)", "nombre_demandante": "Dalila Ramírez Aguirre", "numero_expediente": "00166-1996-AA"}