{"CONTEXTO": " 00161-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00161-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 161-98-AA/TC LA LIBERTAD JORGE LUIS SALVADOR VILLACORTA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa y Y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jorge Luis Salvador Villacorta contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha veintiuno de enero de mil novecientos noventa y ocho, que declaro infundada la demanda de accion de Amparo.", "ANTECEDENTES:": "Don Jorge Luis Salvador Villacorta interpone Accion de Amparo contra el Instituto Regional de Cultura de La Libertad, en la persona de su representante legal, dona Ana Maria Hoyle Montalva, para que se declare la inaplicabilidad de la Resolucion No 021, de fecha once de abril de mil novecientos noventa y cinco, y en consecuencia, quede sin efecto la sancion impuesta, por atentar contra su derecho de propiedad. El demandante senala que es copropietario junto con dona Violeta Salvador Villacorta del inmueble ubicado en jiron San Martin No 776, 780 y 784, en la ciudad de Trujillo. Con fecha once de abril de mil novecientos noventa y cinco, el Instituto Regional de Cultura de La Libertad emitio la Resolucion No 021, con la que se le sanciono con una multa de 20 Unidades Impositivas Tributarias, por haber realizado trabajos de demolicion, apertura de vanos y construccion sin la autorizacion del mencionado Instituto. Don Jorge Luis Villacorta Salvador, indica que los trabajos realizados no significaron un cambio estructural del inmueble y son mejoras necesarias por encontrarse el inmueble en estado ruinoso. Asimismo, no solicito permiso al Instituto Regional de Cultura por ser él el propietario y no tener conocimiento de que el inmueble hubiese sido calificado como bien cultural, pues si no estaria inscrito como tal en el Registro de la Propiedad Inmueble, anotacion que no existe. Contra esa Resolucion interpuso Recurso de Reconsideracion, el que fue declarado improcedente, por lo que con fecha catorce de julio de mil novecientos noventa y cinco, interpuso Recurso de Apelacion, elevandose el expediente administrativo a la Direccion General de Conservacion de Patrimonio Cultural de Inmuebles en la ciudad de Lima, sin que se haya emitido respuesta alguna, por lo que con fecha diecisiete de mayo de mil novecientos noventa y siete, presento un escrito dando por denegada la apelacion y por agotada la via administrativa. TRIBUNAL CONSTITUCIONAL Dona Ana Maria Hoyle Montalva, Directora del Instituto Regional de Cultura - Li Libertad, senala que por Resolucion Directoral No 014-92, de fecha veinticinco de mayo de mil novecientos noventa y dos, el inmueble fue declarado monumento historico por lo que al haber realizado una construccion no autorizada, demolicion, apertura de vanos sobre bAd monumento historico, sin contar con permiso del Instituto, se sanciono a los propietarios, que no atenta contra su derecho de propiedad. Los trabajos realizados no son mejoras necesarias, tal como lo demuestra la carta de la copropietaria dona Violeta Consuel Salvador Villacorta, de fecha veintitrés de mayo de mil novecientos noventa y cinco, en que se indica que los trabajos realizados fueron para poder poner un negocio en inmueble, para asi generar ingresos para su manutencion, al no poder vender la casa po estar calificada como monumento historico. Asimismo, a fojas sesenta y cuatro, obra u escrito de fecha doce de junio de mil novecientos ochenta y nueve, en el que el demandant solicita autorizacion para la refaccion de la fachada del inmueble. El Procurador Adjunto, a cargo de los asuntos judiciales del Ministerio d Educacion, deduce la excepcion de caducidad considerando la fecha en que el demandant interpuso recurso de apelacion y la fecha de la demanda. El Tercer Juzgado Especializado en lo Civil de Trujillo, a fojas ciento ochenta seis, con fecha catorce de noviembre de mil novecientos noventa y siete, declard improcedente la excepcion de caducidad e infundada la demanda al considerar que mediante la Resolucion Directoral No 014-92, el inmueble fue declarado monument historico, y de acuerdo a las instrumentales de fojas sesenta y cuatro, setenta y tres, setenta y seis, se infiere que el demandante tenia conocimiento de esta calificacion. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas doscientos veintiocho, su fecha veintiuno de enero de mil novecientos noventa y ocho, po los mismos fundamentos, confirmo la apelada. Contra esta resolucion, el demandant interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que don Jorge Luis Salvador Villacorta presento ante el Instituto Regional de Cultura La Libertad, recurso de reconsideracion contra la Resolucion Administrativa No 021, fecha once de abril de mil novecientos noventa y cinco, el que fue declarado improcedente. Por lo que, con fecha catorce de julio de mil novecientos noventa cinco, interpuso Recurso de Apelacion. De acuerdo al articulo 870 del Decreto Suprem No 02-94-JUS, Texto Unico Ordenado de la Ley de Normas Generales Procedimientos Administrativos, transcurridos los treinta dias habiles sin que resolviera el mencionado recurso; esto es, hasta el veintiocho de agosto de mi novecientos noventa y cinco, debio considerar denegada la apelacion, y no esperar hast 2 TRIBUNAL CONSTITUCIONAL el dieciséis de mayo de mil novecientos noventa y siete para dar por agotada la via administrativa. 2. Que, por lo tanto, es desde el veintiocho de agosto de mil novecientos noventa y cinco que se computa el plazo de caducidad establecido en el articulo 370 de la Ley No 23506 Ley de Habeas Corpus y Amparo, por lo que a la fecha de presentacion de la demanda dieciséis de julio de mil novecientos noventa y siete, vencio en exceso el referido plazo Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas doscientos veintiocho, su fecha veintiuno d enero de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada demanda; y reformandola la declara IMPROCEDENTE. Dispone la notificacion a la partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. Vauun ACOSTA SANCHEZ DIAZ VALVERDE NUGENT L A RRC GARCIA MARCELO Lo que Certif100: Dra. MARIATUE-VASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAE ML 3", "fecha_publicacion": "1999-01-04", "id": 34834, "nombre_demandado": "Instituto Regional de Cultura de La Libertad (Ana María Hoyle Montalva - representante)", "nombre_demandante": "Jorge Luis Salvador Villacorta", "numero_expediente": "00161-1998-AA"}