{"CONTEXTO": " 00164-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00164-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 164-97-HC/TC ANCASH MARIANO QUINONEZ ORTIZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de setiembre de mil novecientos noventa y reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nuge Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Mariano Quinonez Ortiz contra resolucion expedida por la Sala Penal Transitoria de la Provincia del Santa de la Corte Supe de Justicia de Ancash, su fecha veintinueve de octubre de mil novecientos noventa y seis, declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Mariano Quinonez Ortiz, don Oswaldo Rodriguez Gutiérrez y don Franc Amoretti Mendoza interponen Accion de Habeas Corpus contra el Presidente de la Comi Reorganizadora de la Universidad Privada \"Los Angeles\", don Julio Dominguez Granda Coronel de la Policia Nacional del Peru, don Luis Alberto Vidal Rivadeneyra, por violacion libertad y seguridad personal garantizado en el articulo 2° inciso 24), literal a) y b) Constitucion Politica del Estado. Los actores senalan que los denunciados han cercado CC contingente policial el domicilio de la Universidad Privada \"Los Angeles\", ? los han amedren y no permiten el ingreso de los alumnos y profesores, violandose también su derecho libertad de transito, a la autonomia universitaria y de domicilio, por lo que solicitan el retir los policias destacados. A fojas veintidos, corre la declaracion del Coronel PNP Luis Alberto Rivadeneyra, quien manifesto que personal de la Policia Nacional del Peru presto garanti los miembros de la Comision Reorganizadora para la toma de los locales de la Univers Privada \"Los Angeles\", y lo que se hizo en presencia de un representante del Ministerio Publi A fojas veinticuatro, obra la declaracion de don Julio Dominguez Granda, manifesto que desde el doce de setiembre de mil novecientos noventa y seis preside la Com Reorganizadora de la Universidad Privada \"Los Angeles\"; y el uno de octubre de ese ano, cinco de la manana, en presencia de un representante del Ministerio Publico y con 2 TRIBUNAL CONSTITUCIONAL policial, ingresaron a los locales de la universidad con el fin de realizar un inventario de los bienes, la entrega y analisis de la documentacion académica, administrativa y contable de la universidad, y el empadronamiento de estudiantes y docentes, que en su mayoria ya se han empadronado, debiéndose considerar que el cierre de los locales es una medida de carâcter temporal. El Segundo Juzgado Especializado en lo Penal de Chimbote, a fojas veintisiete, su fecha diez de octubre de mil novecientos noventa y seis, declara fundada en parte la demanda, por considerar principalmente, que la Policia Nacional del Peru ha cumplido con su funcion de preservar el orden publico brindando garantias a los funcionarios de la Comision Reorganizadora, y es a pedido de los mismos, que custodian los locales de la universidad Privada \"Los Angeles\". Sin embargo, la funcion de la Comision Reorganizadora no puede impedir las actividades de la universidad, por lo que se ha probado que se ha violado el derecho a la libertad y seguridad personal de los actores al no poder ingresar y salir libremente de los locales de la universidad. La Sala Penal Transitoria de la Provincia del Santa de la Corte Superior de Justicia de Ancash, a fojas sesenta y cinco, con fecha veintinueve de octubre de mil novecientos noventa y seis, revoco la apelada y la declaro improcedente por considerar que la Policia Nacional del Peru cumple con su deber de preservar el Orden Publico, y es a pedido de los miembros de la Comision Reorganizadora de la Universidad Privada \"Los Angeles\" que estan custodiando los locales. El cumplimiento de las funciones de los miembros de la Comision Reorganizadora no implica violacion a la libertad individual y seguridad personal de los actores. Contra esta resolucion, el actor interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que los actores manifiestan que se les ha impedido el acceso a su centro de trabajo, lo que configura una violacion a su derecho de libertad de transito. La violacion a este derecho se entiende como el impedimento de circular libremente y sin restricciones por el territorio de la Republica, situacion que no corresponde al caso planteado en autos, toda vez que el supuesto impedimento esta referido al ingreso a su centro de trabajo y no se puede alegar libertad de transito dentro de una propiedad privada como es la Universidad Privada \"Los Angeles\". 2.- Que, respecto a la violacion a la libertad individual de los actores, se tiene que, por Resolucion No 1367-96-ANR, publicada el once de setiembre de mil novecientos noventa y seis, la Asamblea Nacional de Rectores declaro en reorganizacion a la Universidad Privada \"Los Angeles\", y nombro una Comision Reorganizadora. Por Resolucion No 001-96-ANR, publicada al dia siguiente, se establecio que la mencionada Comision fuera presidida por don Julio Dominguez Granda, por lo que conforme a estas resoluciones se determino el cierre 3 TRIBUNAL CONSTITUCIONAL temporal de los locales de la Universidad Privada \"Los Angeles\", solicitando el apoyo de las fuerzas policiales para su custodia. Esta medida en si misma no implica la violacion de la libertad individual y seguridad personal de los actores. Asimismo, los actores no han acreditado que los accionados hubiesen realizado otros actos que configuren violacion a este derecho. 3.- Que, asimismo, debe tenerse presente que la Accion de Habeas Corpus tiene por objeto la proteccion de la libertad individual contra actos realizados en forma arbitraria por cualquier autoridad, funcionario 0 persona. Por lo tanto, esta accion no es la via pertinente para solicitar la proteccion al derecho de la inviolabilidad del domicilio y autonomia universitaria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Penal Transitoria de la Provincia del Santa de la Corte Superior de Justicia de Ancash, de fojas sesenta y cinco, su fecha veintinueve de octubre de mil novecientos noventa y seis, que revocando la apelada la declaro improcedente, y reformandola declara INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ / DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Certifico: N fiM- MLC Dra. MARIA LUZVASOUEZ SECRETARIA RELATERA TRIBUNAL CONSTITUGIONAN", "fecha_publicacion": "1998-12-01", "id": 37262, "nombre_demandado": "Presidente de la Comisión Reorganizadora de la Universidad Privada \"Los Angeles\" (Julio Domínguez Granda) y otro", "nombre_demandante": "Mariano Quiñonez Ortiz y otros", "numero_expediente": "00164-1997-HC"}