{"CONTEXTO": " 00177-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00177-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 177-96-AA/TC HUARAZ EDGAR TEJEDA FIGUEROA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Edgar Tejeda Figueroa contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, su fecha diecisiete de noviembre de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El veintidos de agosto de mil novecientos noventa y cinco, don Edgar Tejeda Figueroa interpone Accion de Amparo contra el Consejo Transitorio de Administracion Regional de la Region Chavin, representado por su Presidente, don Fredy Moreno Neglia, con el proposito de que se disponga su reincorporacion al régimen previsional del Decreto Ley No 20530. Refiere que presto servicios en la Micro Region Callejon de Huaylas hasta el veintiocho de febrero de mil novecientos noventa y uno; que, mediante la Resolucion Ejecutiva Regional No 057-91 fue cesado a solicitud de él, se le reconocieron veinticuatro anos de servicios y lo incorporaron al mencionado régimen de pensiones; que después de haber percibido pension de cesantia por mas de tres anos, la demandada le ha privado de la misma mediante la Resolucion Presidencial No 0267-94-RCH-CTARPRE de fecha treinta de junio de mil novecientos noventa y cuatro; por lo que solicita se le restituya dicha pension. La demandada absuelve el trâmite de contestacion de la demanda solicitando se declare infundada; senala que se declaro infundada la incorporacion del demandante al régimen previsional del Decreto Ley No 20530, en razon de que para acogerse al mismo se requiere que el servidor se haya encontrado laborando en condicion de nombrado al veintiuno de junio de mil novecientos noventa, requisito que no cumplia el demandante, por cuanto éste fue nombrado recién el trece de julio de mil novecientos noventa. El Primer Juzgado en lo Civil de Huaraz emite sentencia declarando improcedente la demanda, por considerar -entre otras razones- que el demandante no cumplio con agotar la via administrativa. 2 TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Ancash confirma la apelada por sus propios fundamentos. Contra esta resolucion, el demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de amparo proceden en los casos que se violen O amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, en el presente caso, el petitorio se circunscribe a que se declare inaplicable al demandante la Resolucion Presidencial No 0267-94-RCH-CTARPRE y que se le reincorpore en el régimen previsional del Decreto Ley No 20530. 3. Que, contra la referida resolucion, el demandante interpuso el Recurso de Reconsideraciôn de fojas nueve, el mismo que fue declarado infundado en ultima instancia administrativa mediante la Resolucion Presidencial No 0358-95-RCH- CTAR/PRE de fojas once; por lo que se cumplio con la exigencia de agotar la via administrativa, por ser ésta la ultima instancia administrativa. 4. Que, mediante la Resolucion Ejecutiva Regional No 0057-91-GRCH/PRE de fecha diecinueve de marzo de mil novecientos noventa y uno, la entidad demandada acepta el cese voluntario del demandante y le reconoce veinticuatro anos de servicios; senalando, ademas, que aquél esta comprendido en el régimen previsional del Decreto Ley No 20530, consagrado constitucionalmente por la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979 y ulteriormente reafirmada por la Primera Disposicion Transitoria y Final de la Carta Politica del Estado de 1993. 5. Que, el demandante sostiene que ha venido percibiendo por mas de tres anos su pension de jubilacion bajo dicho régimen previsional y que, en virtud a lo dispuesto por la Resolucion Presidencial No 0267-94-RCH-CTARPRE de fecha treinta de junio de mil novecientos noventa y cuatro, la entidad demandada le ha suprimido dicha pension, privândole de este derecho; afirmaciones que no han sido contradichas ni desvirtuadas por la demandada. Con las boletas de pago de fojas siete, el demandante acredita que, en efecto, percibio su pension de jubilacion hasta el mes de junio de mil novecientos noventa y cuatro, y mediante la antedicha resolucion, la Administracion declaro infundada su incorporacion al régimen previsional regulado por el Decreto Ley No 20530. 6. Que, conforme se ha expresado en la sentencia de fecha veintitrés de abril de mil novecientos noventa y siete, recaida en el Expediente No 008-97-I/TC, el Tribunal Constitucional considera que los derechos adquiridos por el demandante no pueden ser desconocidos por la demandada en forma unilateral y fuera de los plazos de ley, sino que, contra resoluciones administrativas que constituyen cosa decidida, solo procede determinar su nulidad mediante un proceso regular en sede judicial. TRIBUNAL CONSTITUCIONAL 7. Que, tratândose de pensiones que asumen el caracter alimentario del ex trabajador, sustituyen al salario, éstas son irrenunciables, conforme lo establecia el articulo 570 Constitucion Politica del Perû de 1979, principio reiterado en el articulo 26° inciso la vigente Carta Politica del Estado; que, en consecuencia, es evidente la agresio derecho pensionario del demandante, por lo que resulta amparable la presente accioi garantia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones qU confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Just de Ancash de fojas cincuenta y cuatro, su fecha diecisiete de noviembre de mil novecie noventa y cinco, que confirmando la apelada declaro improcedente la Accion de Amp reformandola la declara FUNDADA y, en consecuencia, inaplicable al demandant Resolucion Presidencial No 0267-94-RCH-CTARPRE de fecha treinta de junio de novecientos noventa y cuatro, y ordena que el Consejo Transitorio de Administra Regional de la Region Chavin cumpla con efectuar el pago continuado de su pension, pe régimen pensionario del Decreto Ley No 20530. Dispone la notificacion a las partes publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ, TAucr / DIAZ VALVERDE, - Ce NUGENT, Ailnl GARCIA MARCELO. Lo que Certifico: 1UE REI OF R MAF RIA Dra. SEÇRI AT CCL U C HIONAN TRIBUNAL", "fecha_publicacion": "1999-03-20", "id": 34925, "nombre_demandado": "Consejo Transitorio de Administración Regional de la Región Chavín (Fredy Moreno Neglia)", "nombre_demandante": "Edgar Tejeda Figueroa", "numero_expediente": "00177-1996-AA"}