{"CONTEXTO": " 00177-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00177-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 177-99-AA/TC LIMA VIACOM INTERNACIONAL S.A. Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Viacom Internacional S.A. y otros, contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta y cinco, su fecha veintisiete de enero de mil novecientos noventa y nueve, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Viacom Internacional S.A., Inmobiliaria Artemisa S.A., Medios Interactivos S.A., Multifilms S.A., Stellaris Lumina S.A., Cines y Servicios S.A., Producciones Incorporadas S.A., Multicines S.A., Corporacion Polaris S.A., Starvision S.A., e Internet Limitada S.A., todas representadas por don Segundo Francisco Avila Reyes, con fecha dieciocho de junio de mil novecientos noventa y ocho, interpone demanda de Accion de Amparo contra el Ministerio de Economia y Finanzas y la Presidencia del Consejo de Ministros, para que se declaren inaplicables a sus representadas los efectos de los articulos 1° y 2° del Decreto Supremo N.o 039-98-EF del veintisiete de mayo de mil novecientos noventa y ocho, que grava la actividad de exhibicion de peliculas cinematograficas con el Impuesto General a las Ventas, porque a través del dispositivo legal mencionado se esta estableciendo un tributo para su sector, contraviniendo lo dispuesto en el articulo 74° de la Constitucion Politica del Estado; solicita, ademas, se exima a sus representadas del pago de dicho tributo, \"sea por exhibicion en Asociacion en Participacion y/o coexhibicion\". Refiere que tal disposicion legal viola los derechos de sus representadas tales como la libertad de trabajo y empresa, de contratacion y el principio de no confiscatoriedad de los tributos. Admitida la demanda, el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas representada por don Jorge Ernesto Freyre Espinosa y, el Procurador Publico a cargo de la defensa de la Presidencia del Consejo de Ministros y del Poder Legislativo, representada por don Jorge Hawie Soret, contestan la demanda y solicitan que sea declarada infundada 0 improcedente. Refiriendo que el Decreto Supremo N.o 039-98-EF, se ha emitido de conformidad con el articulo 6° del Decreto Legislativo N.o 821; que éste no ha creado, modificado, derogado 0 establecido una exoneracion de tributos, materias que pueden ser reguladas unicamente mediante ley 0 decreto legislativo TRIBUNAL CONSTITUCIONAL en caso de delegacion de facultades; que, en el presente caso, mediante la norma legal mencionada se establece implicitamente que la exhibicion de peliculas no se encuentra exonerada del Impuesto General a las Ventas. Ambas entidades deducen las excepciones de incompetencia, falta de agotamiento de la via administrativa y falta de legitimidad para obrar, respectivamente. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas cien, con fecha tres de julio de mil novecientos noventa y ocho, declaro improcedentes las excepciones de falta de legitimidad para obrar de las demandantes, de incompetencia y de falta de agotamiento de la via administrativa y, fundada la demanda, por considerar que, entre otros, el Decreto Supremo N.o 039-98-EF, no ha sido expedido con arreglo a lo dispuesto por el articulo 74° de la Constitucion, gravândose con el Impuesto General a las Ventas a la exhibicion de peliculas cinematograficas, pese a que segun el principio tributario establecido en la Norma IV del Titulo Preliminar del Codigo Tributario, esta materia competia ser regulada por ley 0 por decreto legislativo. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cuarenta y cinco, con fecha veintisiete de enero de mil novecientos noventa y nueve, confirma la apelada en cuanto declara improcedente la excepcion de falta de legitimidad para obrar de las demandantes, la revoca en cuanto declara fundada la demanda y, reformandola la declara infundada, por considerar que el Decreto Supremo N.° 039-98-EF no crea ningun tributo, puesto que el Impuesto General a las Ventas ha sido creado por el Decreto Legislativo N.o 821; que no existe confiscatoriedad tributaria, ya que el Impuesto General a las Ventas se traslada al comprador del bien 0 prestatario del servicio, siendo responsabilidad del vendedor el retener impuestos. Contra esta resolucion, las demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo establecido por el inciso 3) del articulo 28° de la Ley N.o 23506, no sera exigible el agotamiento de la vias previas si la via previa no se encuentra regulada. Que el articulo 74° de la Constitucion Politica del Estado dispone que los tributos se 2. crean, modifican 0 derogan 0 se establece una exoneracion, exclusivamente, por ley O decreto legislativo en caso de delegacion de facultades, salvo los aranceles y tasas, los cuales se regulan mediante decreto supremo. Disponiendo la Norma IV del Codigo Tributario, que observa los principios de legalidad y reserva de la ley, en concordancia con la norma constitucional, que solo por ley 0 decreto legislativo, entre otros, se puede, crear, modificar y suprimir tributos. Que el Decreto Legislativo N.o 821 (Ley General del Impuesto a las Ventas e 3. Impuesto Selectivo al Consumo) se dio al amparo de las facultades que el Congreso de la Republica, mediante Ley N.o 26557, del veintiséis de diciembre de mil novecientos noventa y cinco, publicada el veintisiete del mismo mes y ano 2 TRIBUNAL CONSTITUCIONAL mencionados, delego en el Poder Ejecutivo. Consecuentemente, el hecho de estar contenido el tributo en la ley significa someterlo al principio de legalidad enunciado en el aforismo: \"No hay tributo sin ley previa que lo establezca\". Que el articulo 5° del mencionado dispositivo legal dispuso que estaban 4. exonerados del Impuesto General a las Ventas las operaciones contenidas en los apéndices Iy II. Tal exoneracion, comprendio, entre otros, al servicio de exhibicion de peliculas que se encontraba contenido en el Apéndice II; pudiendo ser modificadas estas exoneraciones mediante decreto supremo, con el voto aprobatorio del Consejo de Ministros, refrendado por el Ministro de Economia y Finanzas, con opinion técnica de la Superintendencia Nacional de Administracion Tributaria. Que el Decreto Supremo N.o 039-98-EF, cuyos efectos son materia de la presente 5. accion de garantia, sustituye el texto del numeral 4 del Apéndice II del dispositivo legal mencionado en el fundamento que precede, quedando, en consecuencia, el servicio de exhibicion de peliculas gravado con el Impuesto General a las Ventas. Que el impuesto es exigido a quienes se hallan en las situaciones consideradas por 6. la ley como hechos imponibles. Esa persona obligada a tributar por estar comprendida en el hecho generador es el \"contribuyente in jure\", ? 0 sea la persona designada por la ley para pagar el impuesto. Pudiendo trasladarse el impuesto. En este caso, recae la carga en un tercero, a quien se denomina \"contribuyente de facto\". Asi, el impuesto al consumo es soportado por el comprador, pero son pagados al fisco por el vendedor que los carga en los precios. Nuestra legislacion sobre la materia dispone que estan obligados a aceptar el traslado del impuesto, entre otros, el usuario del servicio. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Lima, de fojas doscientos cuarenta y cinco, del veintisiete de enero de mil novecientos noventa y nueve, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial. El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT LOMUMA 1 GARCIA MARCELO Rucli Lo que-eattyfigo: EL 1 Dra. MARIA LUZ IVASOUEZ RELATORA 3 SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-24", "id": 35402, "nombre_demandado": "Ministerio de Economía y Finanzas (MEF) y Presidencia del Consejo de Ministros (PCM)", "nombre_demandante": "Viacom Internacional SA y otros", "numero_expediente": "00177-1999-AA"}