{"CONTEXTO": " 00179-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00179-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N. o 179-98-AA/TC LIMA SINDICATO DE TRABAJADORES DE LA LADRILLERA KAR S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Sindicato de Trabajadores de Ladrillera Kar S.A. contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y uno, su fecha veintinueve de diciembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo interpuesta.", "ANTECEDENTES:": "El Sindicato de Trabajadores de Ladrillera Kar S.A. con fecha treinta y uno de marzo de mil novecientos noventa y siete, interpone demanda de Accion de Amparo contra la empresa de Servicios de Agua Potable y Alcantarillado de Lima-Sedapal, a fin de que cese la amenaza producida con fecha nueve de enero de mil novecientos noventa y siete, fecha en la cual la citada empresa procedio al desplazamiento de maquinaria pesada y a la destruccion del enrocamiento que servia de proteccion contra las crecidas del rio Rimac en el lote de terreno ubicado en la parte exterior de la mencionada f창brica lo cual se hizo con la finalidad de extender el cauce del rio Rimac en un terreno que se halla en posesion de la citada empresa. Senalan los demandantes que la amenaza se cierne en aplicacion de lo dispuesto en la Resolucion Administrativa N-9134-96-AG-UAD-LCIATDR-CHRI, de fecha ocho de agosto de mil novecientos noventa y seis, que establece los criterios para la medicion de la franja del cauce del rio Rimac en ambas margenes; senalan que dichos actos constituyen un peligro inminente al funcionamiento de la fabrica y, en consecuencia, afectarian el derecho de los trabajadores a la libre empresa y el derecho al trabajo. La empresa de Servicio de Agua Potable y Alcantarillado de Lima-Sedapal contesta la demanda solicitando que la misma sea declarada infundada, al considerar que con fecha veintidos de diciembre de mil novecientos noventa y cinco, el Ministerio de Agricultura emitio la Resolucion Administrativa N.9156-95-AG-UAD-LCIATDR- 2 TRIBUNAL CONSTITUCIONAL CHRL, con la cual se autorizaba a la Empresa demandada a ejecutar obras para el tratamiento del cauce del rio, dentro del marco del proyecto \"Tratamiento del cauce del rio Rimac para la recarga del acuifero y conduccion del periodo de estiaje\", las cuales implican la realizacion de trabajos de enrocado en sus riberas agregando, ademas, que la empresa Ladrillera Kar S.A. ha invadido la ribera y el lecho del rio con la acumulacion de desechos industriales. El Tercer Juzgado Especializado en Derecho Publico, a fojas doscientos setenta y cinco, con fecha diecisiete de junio de mil novecientos noventa y siete, declara improcedente la Accion de Amparo interpuesta al considerar que los demandantes no se encuentran directamente afectados con los alcances de la Resolucion Administrativa N9156-95-AG-UAD-LCIATDR-CHRI, toda vez que a los trabajadores no se les ha recortado su derecho a la libre empresa, ademas, se senala que el demandante carece de legitimidad para obrar, por la cual no resulta procedente pronunciarse sobre el fondo del asunto. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos setenta uno, con fecha veintinueve de diciembre de mil novecientos noventa y siete, confirma la apelada que declaro improcedente la demanda interpuesta senalando que no existe una afectacion directa, evidente, grave y actual que prive a los demandantes de su puesto laboral, ademas de que los mismos, representados por el sindicato de trabajadores, carecen de legitimidad para obrar. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, mediante la Resolucion Administrativa N.o 134-96-AG-UAD- LC/ATDR- 1. CHRL, de fecha ocho de agosto de mil novecientos noventa y seis, se delimita la faja marginal del cauce del rio Rimac con la finalidad de ensancharlo como parte de un proyecto de tratamiento del cauce del rio Rimac, dicha delimitacion considera el area exterior de la empresa demandante, la cual le fue concedida en posesion. Dicha area esta comprendida dentro de la faja marginal del cauce del rio; por lo tanto, de acuerdo a la legislacion pertinente, pertenece al dominio publico. Que, de lo anterior se puede colegir que la calidad de bien de dominio publico, 2. de acuerdo a lo prescrito en el articulo 73째 de la Constitucion Politica de 1993, le otorga la calidad de inalienabilidad e imprescriptibilidad. Asimismo, la Ley General de Aguas Ley N.o 17752, articulo 79째, senala que en las propiedades aledanas a los alveos naturales se mantendra libre la faja marginal de terreno necesario para el uso de agua, navegacion, transito, pesca y otros servicios. Que, de acuerdo a lo prescrito en el articulo 26째 de la Ley N.o 23506, la Accion 3. de Amparo puede ser interpuesta por el afectado, su representante 0 el representante de la entidad afectada, por lo que el sindicato de trabajadores de la 3 TRIBUNAL CONSTITUCIONAL empresa demandante carece de legitimidad para obrar en el presente proceso, razon por la cual no resulta procedente pronunciarse sobre el fondo del asunto. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y uno, su fecha veintinueve de diciembre de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "/L 14 ACOSTA SANCHEZ DIAZ VALVERDE GARCIA MARCELO 6 U bL avcea NUGENT Le que Oertifico: FDA / o/ Dre. MARAT LUZ VASOVEZ SECRETARIA . RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-07-04", "id": 35248, "nombre_demandado": "Servicio de Agua Potable y Alcantarillado de Lima (Sedapal)", "nombre_demandante": "Sindicato de Trabajadores de La Ladrillera Kar SA", "numero_expediente": "00179-1998-AA"}