{"CONTEXTO": " 00175-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00175-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 175-96-AA/TC C.I.N.S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de marzo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO : Accion de Amparo. Recurso Extraordinario interpuesto por Compania de Industrias Nacionales S.A., contra la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintiséis del cuaderno del Recurso de Nulidad, su fecha dieciséis de enero de mil novecientos noventa y seis que revoco la sentencia de la Tercera Sala Civil de la Corte Superior de Justicia de Lima que declaro fundada la Accion de Amparo; revocandola, declaro improcedente la Accion de Amparo. Sustenta que la demanda de fojas veintitrés, interpuesto el dieciocho de noviembre de mil novecientos noventa y tres resulta extemporaneo al primero de enero de mil novecientos noventa y tres fecha de vigencia del articulo 118° del D.L. No 25751, objeto de la pretension.", "ANTECEDENTES": "Petitorio : Compania de Industrias Nacionales S.A., \"CINSA\" interpone Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria, S.U.N.A.T.y el Ministerio de Economia y Finanzas con el fin que se reponga los hechos al estado anterior del giro de dos Ordenes de Pago No 93-101-115-J-18666-01 por treinta y cinco mil setecientos noventa con sesenta centavos de nuevos soles, mas intereses y el No 93-101-102-4-20637-01, por cincuenta y dos mil seiscientos dos nuevos soles mas intereses, por derechos de Impuesto Minimo a la Renta correspondiente a los meses de agosto y setiembre del ejercicio gravable de mil novecientos noventa y tres. Pretension: La empresa solicita se deje sin efecto legal los giros efectuados mediante Ordenes de Pago anotados. Pretende se reconozca que no se les puede aplicar el Impuesto a la Renta y el Impuesto Minimo a la Renta porque la empresa no produce rentas hace varios anos. Sostienen que se violan los siguientes derechos constitucionales: a) A la propiedad y no confiscatoriedad de los tributos, b) A la libre empresa; c) A la libertad de trabajo, d) A la seguridad juridica. Afirma que la empresa ha interpuesto recurso de reclamacion contra la Orden de Pago girado por S.U.N.A.T. por el mes de agosto de mil novecientos noventa y tres. Esta entidad ha aplicado el articulo 129° del Codigo Tributario que contiene el inconstitucional sistema del \"Solve et Repete\", > primero 2 TRIBUNAL CONSTITUCIONAL pagar y reclamar después. El Ministerio de Economia y Finanzas expresa : Uno de los fundamentos del Impuesto Minimo a la Renta es evitar la evasion tributaria y que el Estado al constituir como crédito la suma que resulte de aplicar el treinta por ciento sobre la pérdida del ejercicio, estaba otorgando un beneficio que encuadraba dentro de la politica economica de ese momento, pero que como la realidad economica no es inmutable también podria por las mismas consideraciones suspender ese crédito. La demandante al expresar que ha iniciado un reclamo ante la S.U.N.A.T. no ha cumplido con lo establecido en el articulo 270 y 28° de la Ley No 23506. La S.U.N.A.T. expresa: El Impuesto Minimo a la Renta tiene su sustento en lo que se denomina \"renta potencial\", grava la renta que generarian las empresas mediante un uso adecuado de sus activos, fomentando la eficiencia de las mismas. Es aplicable a todas las empresas, no existe tratamiento diferenciado. El caracter confiscatorio de un tributo no se puede presumir, debe ser fruto de un analisis riguroso, implica la existencia de un plazo probatorio, aspecto que no permite la Accion de Amparo. Menciona que el articulo 126° del D.S. No 868-92-EF, Reglamento del Impuesto a la Renta, establece que adicionalmente se debera presentar en formulario cada mes en que opere la suspension indicando el motivo por el que no se realiza dichos pagos. El demandante no ha agotado la via previa por cuanto ha interpuesto recurso de reclamacion contra las Ordenes de Pago que culmina en la Corte Suprema. El Segundo Juzgado Civil de Lima en Primera Instancia declaro improcedente la demanda. Fundamentos : La empresa omitio el ejercicio oportuno de una facultad que le conferia el articulo 83° de la Ley No 25751, por el cual podia suspender el pago a cuenta, total 0 parcialmente, siempre que sus rentas netas gravables de dicho ano sean presumiblemente inferiores, en por lo menos un cincuenta por ciento a los correspondientes al ejercicio gravable anterior, ajustados por el indice de precios al por mayor 0 cuando considere que los pagos a cuenta ya efectuados seran superiores al impuesto que en definitiva le correspondera pagar por el ejercicio, lo que debera comunicar a la Superintendencia Nacional de Administracion Tributaria, dentro del mes siguiente a la suspension del pago. La Tercera Sala Civil de la Corte Superior de Justicia de Lima, declara fundada la Accion de Amparo. Sostiene que la omision de la empresa en dar aviso al ente recaudador no menoscaba su derecho sustantivo a la no aplicacion del referido impuesto. La creacion del Impuesto Minimo a la Renta constituye un doble gravamen y su exigencia legal viola los principios de justicia, proporcionalidad, no confiscatoriedad y certeza, afectan el articulo 1390 de la Constitucion de 1979; en tal virtud hay incompatibilidad notoria de la aplicacion de la Ley 25751, articulo 118° y la Constitucion de 1979.", "FUNDAMENTOS:": "1. Que, el plazo de caducidad prescrito por el articulo 370 de la Ley No 23506 para interponer Accion de Amparo, se computa a partir de la fecha del hecho que da inicio 0 en el que se produce la afectacion; no en la fecha de promulgacion de la Ley No 25751, el primero de enero de mil novecientos noventa y tres; segun el escrito de demanda de fojas veintitrés e instrumentos de fojas uno y siete, la notificacion de las ordenes de pago se 3 TRIBUNAL CONSTITUCIONAL produjo el mes de octubre de mil novecientos noventa y tres; por tanto, la Accion de Amparo se planteo dentro del plazo de ley. 2. Que, segun el cargo del escrito, de fojas cinco y seis, su fecha veintiocho de octubre de mil novecientos noventa y tres, el demandante formulo recurso de reclamacion ante la Administracion Tributaria; contra la Orden de Pago No 93-101-115-3-18666-01, objeto de la pretension por el cual, por no mas de noventa dias, solicita especificamente, la suspension del procedimiento coactivo que pueda iniciarse contra su empresa respecto al cobro de la Orden de Pago anotada; al efecto, sustenta su reclamacion administrativa en el presupuesto contemplado en los articulos 119° y 129° del Codigo Tributario, regulado por el Decreto Legislativo No 773; senala el accionante que en su caso median otras circunstancias diferentes a las indicadas del inciso a) al f) del articulo 119° acotado, como es el que su empresa debido a la dura recesion economica que viene afrontando el pais, ha arrojado pérdidas durante el ejercicio gravable de mil novecientos noventa y tres. 3. Que, segun estas dos reglas tributarias, cuando se invoca la pretension anotada, la Administracion Tributaria, bajo responsabilidad, debera admitir la reclamacion y resolver dentro del plazo de noventa dias la solicitud; es decir, al plantear el demandante el argumento referido tenia conocimiento que esta regulacion garantiza la inafectacion de su patrimonio mientras agota la via administrativa; en caso de inadmisibilidad gozaba de la facultad de interponer sucesivamente los recursos jerarquicos respectivos; en consecuencia, en el presente caso, habiendo el demandante iniciado el reclamo administrativo y no existiendo en autos constancia de haberse agotado la via administrativa, no es atendible la pretension incoada, de conformidad con el articulo 270 de la Ley No 23506 y articulo 11° de la Ley No 17537; 4. Que, antes de recurrir a la via jurisdiccional, los interesados deben agotar la via previa cuando se trata de demandas contra actos 0 resoluciones administrativas del Estado, el incumplimiento de este precepto esta sujeto a responsabilidad como preceptua el articulo 11° de la Ley No 17537, salvo excepciones de leyes especiales; Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica. FALLA: : CONFIRMANDO, la sentencia expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha dieciséis de enero de mil novecientos noventa y seis, de fojas veintiséis del cuaderno de recurso de nulidad que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicaeion en el Diario Oficial \"El Peruano\"; y la devolucion de los actuados. MChe S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO JGS acoia Lo que Certifico: 11 Dra. MARIA LUZ VASUUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-27", "id": 37042, "nombre_demandado": "Ministerio de Economía y Finanzas y otros", "nombre_demandante": "Compañía de Industrias Nacionales SA", "numero_expediente": "00175-1996-AA"}