{"CONTEXTO": " 00176-1999-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00176-1999-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 176-99-AC/TC LIMA NORA CASTILLO ARISTONDO - - SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia d de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Nora Castillo Aristondo contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento cincuenta, su fecha veintisiete de enero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Nora Castillo Aristondo interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se cumpla con lo dispuesto en la Primera Disposicion Final y Transitoria de la actual Constitucion Politica del Estado y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, y se le restituya su derecho pensionario conculcado, por cuanto considera que habiendo sido incorporada en el ano mil novecientos ochenta y siete dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, no podia excluirsele del mismo, en forma extemporanea, a través de decisiones administrativas que afectan dicho derecho pensionario. Indica que ha cumplido con el requerimiento notarial dirigido a la demandada, conforme a ley. La Empresa Nacional de Edificaciones contesta la demanda y manifiesta que las resoluciones cuyo cumplimiento reclama la demandante no estan vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, indica que por error se reconocio a la demandante el derecho de incorporarse al régimen de pensiones del Decreto Ley N.o 20530 y que si bien se le mantuvo incorporada al citado régimen pensionario en cumplimiento de una medida cautelar dictada en una Accion de Amparo, mediante Sentencia del Tribunal Constitucional recaida en el Expediente N.o 278-93-AA/TC, expedida el once de agosto de mil novecientos noventa y siete, se declaro improcedente dicha demanda de amparo, razon por la que se procedio a la suspension del descuento de aportaciones al fondo de pensiones que se le efectuaba a la demandante, lo cual no constituye un acto arbitrario, sino que se ajusta a derecho. TRIBUNAL CONSTITUCIONAL La Oficina de Normalizacion Previsional contesta la demanda y propone la excepcion de falta de agotamiento de la via administrativa; manifiesta que no solo basta el requerimiento por carta notarial, sino que también se debe cumplir con lo senalado en el articulo 270 de la Ley N.o 23506. Asimismo, refiere que la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru ningun mandato a su establece no L administracion para el pago de pensiones; y que tampoco se configura el incumplimiento de la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, toda vez que la Resolucion emitida por Enace respecto a la demandante esta amparada por el Decreto Legislativo N.o 763 y no por el Decreto Legislativo N.o 817, por haberse acumulado indebidamente periodos prestados bajo diferentes regimenes laborales. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha treinta de marzo de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar que las autoridades administrativas en uso de sus facultades declararon a la demandante comprendida dentro del régimen de pensiones del Decreto Ley N.o 20530, lo cual, por el transcurrir del tiempo se ha constituido en cosa decidida, careciendo la propia autoridad de la facultad para declarar la nulidad de la resolucion acotada, al haber transcurrido en exceso el plazo senalado en el articulo 110° del Decreto Supremo 002-94-JUS. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintisiete de enero de mil novecientos noventa y nueve revoca la apelada y declara fundada la excepcion de falta de agotamiento de la via previa e improcedente la demanda, por considerar que la demandante no ha iniciado el correspondiente reclamo de su pension en sede administrativa, de conformidad con el Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 200° inciso 6) de la Constitucion Politica del Peru, concordante con 1. la Ley N.o 26301, establece que la Accion de Cumplimiento es una garantia constitucional que procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que la demandante cumplio con agotar la via previa, al 2. haber cursado carta notarial conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que, a través del presente proceso constitucional, la demandante pretende que en 3. cumplimiento de lo prescrito por la Primera Disposicion Final y Transitoria de la 2 TRIBUNAL CONSTITUCIONAL Constitucion Politica del Peru y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de la pension de jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. Que, mediante la Resolucion N.o 162-87-ENACE-B100AD, de fojas cinco, su fecha 4. cinco de mayo de mil novecientos ochenta y siete, se dispuso incorporar a la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, sin perjuicio de su régimen laboral, Ley N.o 4916, cuando todavia se encontraba en actividad. Que la mencionada Resolucion N.o 162-87-ENACE-8100AD fue declarada nula 5. mediante la Resolucion N.o 07-93-ENACE-PRES-GG expedida el veintiocho de junio de mil novecientos noventa y tres, de fojas dieciocho de autos, la misma que no fue impugnada por la demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para restablecer el derecho pensionario invocado, puesto que la pretension debe ser actual y debidamente acreditada, no pudiéndose solicitar el cumplimiento de un derecho constitucional, ya que ello no es propio del presente proceso constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta, su fecha veintisiete de enero de mil novecientos noventa y nueve, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ HArner DIAZ VALVERDE NUGENT GARCIA MARCELO  MR. 6 degtifiga1 que Lo le Dra. MARIA LUZ VASQUEZ RELATORA 3 SECRETARIA CONSTITUCIONAE TRIBUNAL", "fecha_publicacion": "1999-09-07", "id": 35655, "nombre_demandado": "Empresa Nacional de Edificaciones y otro", "nombre_demandante": "Nora Castillo Aristondo", "numero_expediente": "00176-1999-AC"}