{"CONTEXTO": " 00178-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00178-1995-AA.pdf) --- S-196 Que el demandante si agoto la via administrativa al presentar recurso de reconsideracion ante el mismo organo que lo destituye, y no recurre en nulidad al Tribunal de Servicio Civil porque se encontraba desactivada, entidad que veia las reclamaciones de los trabajadores municipales. Exp. No 178-95-AA/TC Willian Tello Nole SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los trece dias del mes de junio de mil novecientos noventa y siete reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Willian Tello Nole contra la sentencia de vista de fecha catorce de junio de mil novecientos noventa y cinco, que declara improcedente la Accion seguida contra Arturo Castillo Chirinos sobre violacion de derechos laborales.", "ANTECEDENTES:": "El demandante interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Chiclayo, representada por Arturo Castillo Chirinos, para que deje sin efecto la Resolucion Municipal No 1504-94-MPCH en virtud de la cual se le destituye de su puesto de trabajo, solicita su reposicion y el pago de los haberes dejados de percibir desde la afectacion de sus derechos laborales. Senala que ha trabajado como empleado en dicha Municipalidad por mas de siete anos. Desempenandose como recaudador en el camal municipal durante los dos ultimos anos. Agrega, que al practicar un arqueo sorpresivo el Organo de Control Interno de dicha entidad edil, con fecha tres de mayo de mil novecientos noventa y cuatro, encontro que faltaba SI 354.40 soles, de lo cual se le culpo al demandante. No obstante que al dia siguiente él hizo ingresar este supuesto faltante, segun consta del recibo de ingresos de la Municipalidad, y posteriormente hacer sus descargos respectivos ante la Comision de Procesos Administrativos, no se hizo caso a su informe y fue destituido arbitrariamente de su puesto de trabajo. Manifiesta que si agoto la via administrativa al presentar recurso de reconsideracion ante el mismo organo que lo destituye. Corrido el traslado, la Accion es contestada por Marco Polo Exebio Garcia en representacion del demandado negandola y contradiciéndola en todas sus partes. Senala que efectivamente el demandante fue destituido el veintiuno de octubre de mil novecientos noventa y cuatro por haberse comprobado un faltante de dinero cuando se realizo un arqueo en las operaciones asignadas a su cargo. Manifiesta que pese a que el dinero fue repuesto al dia siguiente, esto no exime al trabajador del delito de apropiacion ilicita descubierto al momento del arqueo, esta es una falta grave prevista en el inciso f) del articulo 28° del Decreto Legislativo No 276. La devolucion solo lo exime de no denunciarlo penalmente. Agrega, que no se ha agotado la via previa. A fojas treinta y cinco, el juez de primera instancia declara fundada la demanda, considerando que para la aplicacion de la sancion de un servidor publico debe tenerse en consideracion las circunstancias en que se comete la falta, la forma, la concurrencia de varias faltas y los efectos, y que la falta cometida por el demandante no amerita su destitucion teniendo en cuenta los siete anos de servicio prestados al Concejo. A fojas setenta y dos la Sala de la Corte Superior revoca la sentencia apelada y la declara improcedente por considerar que el recurrente al sentirse agraviado con la resolucion que lo destituye debio impugnarla conforme lo senala el Decreto Supremo No 006-SC-67, modificada por el Decreto Ley No 26111, y en caso de resultarle adversa tal impugnacion recurrir al Poder Judicial en via de procedimiento contencioso administrativo y no a la Accion de Amparo. Contra esta resolucion se interpone Recurso Extraordinario, siendo enviados los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que el demandante si agoto la via administrativa al presentar recurso de reconsideracion ante el mismo organo que lo destituye, y no recurre en nulidad al Tribunal de Servicio Civil porque se encontraba desactivada la entidad que veia las reclamaciones de los trabajadores municipales. Que en autos se ha determinado que cuando el Organo de Control Interno realiza el arqueo sorpresivo en las Oficinas del Camal Municipal Provincial de Chiclayo, efectivamente, habia un faltante de dinero que administraba directamente el demandante. Que al abrirse un proceso administrativo sumario al demandante, tal como consta a fojas siete, se determino que William Tello Nole era el responsable de este hecho. Y por version del propio accionante, de fojas tres y cuatro, el dinero se encontraba en su casa por seguridad. Que el demandante ha cometido una falta de caracter disciplinario prevista en el articulo 28°, inciso f) del Decreto Legislativo No 276, el cual determina que puede ser sancionado, segun su gravedad O destituido, previo proceso administrativo. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "Revocando la sentencia de vista que declaro improcedente la Accion que revoco la apelada que la declaro fundada, y reformândola, la declara infundada. Mandaron: Se publique en el Diario Oficial El Peruano, dentro del plazo previsto por la Ley numero veintitrés mil quinientos seis.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-06-19", "id": 36157, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Chiclayo (Arturo Castillo Chirinos)", "nombre_demandante": "Willian Tello Nole", "numero_expediente": "00178-1995-AA"}