{"CONTEXTO": " 00178-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00178-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 178-99-AA/TC LIMA JORGE JIBAJA CAMPOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jorge Jibaja Campos contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas sesenta y siete, su fecha treinta de diciembre de mil novecientos noventa y ocho, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Jorge Jibaja Campos interpone Accion de Amparo contra la Gerente General de la Oficina de Normalizacion Previsional, a fin de que se declare la inaplicabilidad, para el caso concreto, de la Resolucion N.o 397-94 de fecha catorce de abril de mil novecientos noventa y cuatro. Indica que presento su solicitud de pension de jubilacion al amparo del Decreto Ley N.o 19990, contando con los requisitos exigidos por dicha norma legal. Por ello considera que a través de la citada resolucion, mediante la cual se le reconoce su pension de jubilacion de acuerdo a las normas del Decreto Ley N.o 25967, se ha vulnerado el principio de irretroactividad de la ley, por cuanto debieron haberse aplicado las normas contenidas en el Decreto Ley N.o 19990, para el câlculo de dicha pension de jubilacion. El apoderado de la Oficina de Normalizacion Previsional contesta la demanda y manifiesta que la solicitud presentada por el demandante fue resuelta mediante la Resolucion N.o 397-94, otorgandose a éste su pension de jubilacion de acuerdo al Decreto Ley N.o 25967, razon por la que al haberse cumplido con aplicar la normatividad vigente, no se ha vulnerado derecho constitucional alguno del demandante, y que la citada resolucion tiene plena eficacia, por lo que sus efectos deben ser respetados y cumplidos. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y seis, con fecha catorce de julio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que la presente accion versa sobre aspectos litigiosos donde se pretende discernir si es correcto el otorgamiento de la pension dej jubilacion al demandante, por lo que, siendo controvertible, requiere de la actuacion de medios probatorios, no siendo idonea, para tal efecto, la Accion de Amparo, por su naturaleza sumaria y carente de estacion probatoria. TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas sesenta y siete, con fecha treinta de diciembre de mil novecientos noventa y ocho, revocando la apelada declaro infundada la demanda, por considerar que, cuando entro en vigencia el Decreto Ley N.o 25967, el demandante no reunia los requisitos exigidos para obtener una pension de jubilacion. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que este Tribunal ha establecido en uniforme y reiterada jurisprudencia que, debido 1. a la naturaleza del derecho pensionario, no se produce la caducidad de la accion, en razon de que los actos que constituyen la afectacion son continuados, es decir, que mes a mes se repite la vulneracion, resultando de aplicacion lo establecido en el ultimo paragrafo del articulo 26° de la Ley N.o 25398. Que, en el presente caso, teniéndose en consideracion que la pension tiene carâcter 2. alimentario y al haberse ejecutado en forma inmediata el acto considerado lesivo, no resulta exigible el agotamiento de la via previa, de conformidad con lo previsto en el inciso 1) del articulo 28° de la Ley N.°2 23506. Que, de la Resolucion N.o 397-94 de fecha catorce de abril de mil novecientos 3. noventa y cuatro, de fojas nueve de autos, se advierte que el demandante, si bien ceso en su actividad laboral el veintitrés de marzo de mil novecientos noventa y tres, debe tenerse en cuenta que a la fecha en que entro en vigencia el Decreto Ley N.o 25967, éste ya habia cumplido con los requisitos establecidos por el Decreto Ley N.o 19990 para gozar de una pension de jubilacion. Igualmente se encuentra acreditado que el demandante nacio el diez de febrero de mil novecientos veintinueve. Que, teniéndose en cuenta lo senalado en los fundamentos precedentes y conforme 4. se ha expresado en la Sentencia recaida en el Expediente N.o 007-96-I/TC, este Tribunal considera que el estatuto legal segun el cual debe resolverse la solicitud presentada por el demandante, respecto a que se le otorgue una pension de jubilacion, es el Decreto Ley N.° 19990, por cuanto, al haber reunido los requisitos senalados por dicha norma legal -aunque todavia se encontraran laborando-, ha incorporado a su patrimonio dicho derecho en virtud del mandato expreso de la ley, que no esta supeditado al reconocimiento de la administracion; en consecuencia, el nuevo sistema de calculo de la pension jubilatoria asi como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.o 25967, se aplicaran unicamente a los asegurados que a la fecha de su vigencia no hayan cumplido aun con los requisitos senalados en el Decreto Ley N.o 19990, porque de hacerlo se estaria contraviniendo lo consagrado en el articulo 1870 de la Constitucion Politica del Estado de 1979, vigente en la fecha de ocurridos los hechos, y ulteriormente reafirmado por el articulo 103° y la Primera Disposicion Final y Transitoria de la vigente Constitucion Politica del Estado. 2 TRIBUNAL CONSTITUCIONAL Que, al haberse resuelto la solicitud del demandante aplicando las normas 5. contenidas en el Decreto Ley N.o 25967, se ha vulnerado su derecho pensionario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y siete, su fecha treinta de diciembre de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la Accion de Amparo; reformandola, la declara FUNDADA; en consecuencia, inaplicable al demandante la Resolucion N.o 397-94 de fecha catorce de abril de mil novecientos noventa y cuatro, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.° 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Vhu ercr DIAZ VALVERDE NUGENT GARCIA MARCELO A 4 ard C / LO QUE CERTIFICO: ww ww DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) AAM 3", "fecha_publicacion": "1999-11-02", "id": 35924, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Jorge Jibaja Campos", "numero_expediente": "00178-1999-AA"}