{"CONTEXTO": " 00178-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00178-1996-AA.pdf) --- % TRIBUNAL CONSTITUCIONAL Exp. 178-96-AA/TC César Anibal Lino Diaz Huaura SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a diez dias del mes de diciembre de mil novecientos noventa y siete, el Tribun Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senore Magistrados: Acosta Sanchez Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Civil Mixta de la Corte Superio de Justicia de Huaura, de fecha dieciocho de abril de mil novecientos noventa y seis los seguidos entre don César Anibal Lino Diaz y don Arnulfo Alfredo Loza La Ros Alcalde de la Municipalidad Distrital de Santa Maria, sobre accion de amparo.", "ANTECEDENTES:": "Don César Anibal Lino Diaz, interpone accion de amparo contra don Arnulfo Alfred Loza La Rosa, Alcalde de la Municipalidad Distrital de Santa Maria, aj fin que se declar nulo el despido del que ha sido objeto, asi como se ordene Su reposicion como trabajado de dicha Municipalidad. Sostiene el demandante que ingreso a trabajar como chofer el primero de agosto de V novecientos noventa, realizando dicha labor con cardcter permanente y en form ininterrumpida hasta el treintiuno de diciembre de mil novecientos noventa y cinco; a el dia dos de enero de mil novecientos noventa y seis, el Alcalde procedio a despedirlo forma verbal desconociendo el trato directo de fecha veintinueve de setiembre de novecientos noventa y cinco suscrito entre el Comité de Base de los rabajadores y 2 TRIBUNAL CONSTITUCIONAL Alcalde de la Municipalidad, en el que se acordo el respeto irrestricto a la estabilidad laboral de los trabajadores contratados; que ante tales hechos solicito la constatacion policial, y que al efectuarse ésta el Alcalde manifesto que se habia vencido Su contrato de trabajo; que solo suscribio contrato de servicios no personales para el periodo comprendido entre el primero de agosto al treintiuno de diciembre de mil novecientos noventa y que continuo laborando hasta el treintiuno de diciembre de mil novecientos noventicinco, sustentando lo dicho con una certificacion expedida por don Hugo Diaz Mauricio, ex Alcalde de la Municipalidad. Considera que ha adquirido el derecho a estabilidad laboral en virtud a la Ley 24041y que solo puede ser cesado por las causales previstas en el Decreto Legislativo No. 276, amparando su demanda en los articulos 22, 2 inciso 23 de la Constitucion Politica. Vy Admitida la demanda, esta es contestada por el Alcalde de la Municipalidad Distrital de Santa Maria quien solicita que se declare infundada por cuanto al actor no le asiste ningin derecho a la estabilidad laboral, habiéndose concluido su vinculo contractual; que la certificacion entregada por el ex Alcalde no obra en los archivos de la Municipalidad que por tal motivo y otras irregularidades se esta formulando denuncia penal contra el referido ex Alcalde. Con fecha primero de marzo de mil novecientos noventa y seis el Juez Provisional del Primer Juzgado Civil de Huaura expide resolucion, declarando improcedente la demanda. Interpuesto el recurso de apelacion, con fecha dieciocho de abril de mil novecientos noventa y seis la Sala Civil Mixta de la Corte Superior de Justicia de Huaura expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, el demandante solicita Su reincorporacion a la Municipalidad de Santa Maria por cuanto considera que al haber laborado en forma permanente e ininterrumpida ha adquirido estabilidad laboral en virtud a las disposiciones de la Ley 24041, segin la cual los trabajadores contratados para labores de naturaleza permanente que tengan mas de un aho ininterrumpido de servicios no pueden ser cesados ni destituidos sino por las causales previstas en el Decreto Legislativo No. 276. Ley de Bases de la Carrera Administrativa del Sector Piblico. Que, los hechos expuestos por el demandante que lo llevan a considerar que el cese es violatorio de sus derechos como servidor dentro del régimen de actividad publica; son controvertibles y requieren probanza para Su dilucidacion lo que no puede ser resuelto en la via sumarisima del amparo, por carecer, ésta, de estacion probatoria. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones conferidas por la Constitucion y Su propia Ley Organica.", "FALLA:": "Confirmando la resolucion de la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, de fojas ochentinueve, Su fecha dieciocho de abril de mil novecientos noventa y seis, la que confirmando a Su vez la apelada declaro IMPROCEDENTE la accion de amparo; dispusieron la publicacion de la presente en el Diario Oficial El Peruano; y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT o - l ce DIAZ VALVERDE GARCIA MARCELO Lo que Certifice: NFG/tvd Dra-MARIAEUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-09", "id": 36617, "nombre_demandado": "Municipalidad Distrital de Santa María (Alcalde, Arnulfo Alfredo Loza La Rosa)", "nombre_demandante": "César Aníbal Lino Díaz", "numero_expediente": "00178-1996-AA"}