{"CONTEXTO": " 00175-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00175-1995-AA.pdf) --- S-1031 ..al haber cesado la violacion del derecho constitucional conculcado, se ha producido la sustraccion de la materia, siendo de aplicacion lo establecido por el inciso 1) del Articulo 6° de la Ley No 23506. Exp. No 175-95-AA/TC Lima Caso: PISAPIS.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de abril de mil novecientos noventiocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad entendido como extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Lima, su fecha veintiuno de julio de mil novecientos noventicinco, que revocando la sentencia apelada del treintiuno de marzo de mil novecientos noventicinco, que declaro fundada la Accion de Amparo, y que reformandola, declararon improcedente la Accion de Amparo interpuesta por PISAPIS.A. representada por su Director Gerente don Lizandro Ponce de Leon Villarreal, contra la Municipalidad Distrital de Miraflores, representada por su Alcalde don Alberto Andrade Carmona.", "ANTECEDENTES:": "Con fecha quince de febrero de mil novecientos noventicinco, la Cia. PISAPIS.A., debidamente representada por su Director Gerente don Lizandro Ponce de Leon Villarreal, interpone Accion de Amparo contra la Municipalidad Distrital de Miraflores, representada por su Alcalde don Alberto Andrade Carmona, a efecto de que se suspenda la clausura y el cierre del negocio denominado Restaurant \"Nautilus\", 9 ubicado en la Av. Ricardo Palma No 141 - Miraflores, autorizado para el giro de pizzeria, con venta de licores solo como complemento de las comidas, cuyo funcionamiento se autorizo mediante Certificado Municipal No 11847, aprobado mediante Resolucion de Alcaldia No 3112-93-RAM, del seis de octubre de mil novecientos noventitrés. Solicita, ademas, el retiro de los carteles pegados en la puerta que dice \"Clausurado por Resolucion Municipal No 0456-95-RAM\", del treinta de enero de mil novecientos noventicinco, la cual es materia de la presente accion. Aduce que con este acto se ha vulnerado el derecho de trabajo al personal que labora en dicho establecimiento; por lo que solicita también se les restituya este derecho. Refiere que esta resolucion fue expedida resolviendo su recurso de reconsideracion contra la Resolucion de Alcaldia No 0689-94-RAM, que declaro improcedente su pedido de ampliacion de giro del negocio para salon de baile, pena y similares por no contar con tratamiento acustico. Corrido traslado, la Municipalidad Distrital de Miraflores contesta la demanda negandola en todos sus extremos, y solicita que en su oportunidad se declare improcedente en especial el petitorio consistente en la suspension de la orden de clausura contenida en la resolucion sub judice, por cuanto conforme el articulo 27° de la Ley No 23506, establece que solo procede la Accion de Amparo cuando se hayan agotado las vias previas, requisito de procedibilidad que no ha cumplido el accionante, toda vez que, el recurso de apelacion que interpuso el quince de febrero de mil novecientos noventicinco ante la municipalidad se encuentra en tramite. La Jueza del Vigésimo Noveno Juzgado Especializado en lo Civil de Lima, expidiendo sentencia, con fecha treintiuno de marzo de mil novecientos noventicinco, falla declarando fundada la Accion de Amparo interpuesta por considerar sustancialmente que la Municipalidad ha expedido la resolucion materia del presente proceso, excediéndose en sus funciones, al revocar la Resolucion de Alcaldia No 3112-93-RAM, la cual no fue materia de cuestionamiento alguno, constituyendo un acto violatorio a la libertad de trabajo y a la propiedad consagradas en el articulo 2° inciso 15) y 16) y articulo 22° de la Constitucion Politica del Peru, no resultando exigible el agotamiento de las vias previas por cuanto ésta puede convertir en irreparable la agresion. El Fiscal de la Primera Fiscalia Superior en lo Civil de Lima, opino porque se confirme la sentencia apelada por haberse expedido con sujecion a Ley. La Primera Sala Civil de la Corte Superior de Justicia de Lima, expide resolucion, con fecha veintiuno de julio de mil novecientos noventicinco, revocando la sentencia apelada del treintiuno de marzo de mil novecientos noventicinco, que declaro fundada la Accion de Amparo, y reformandola, declararon improcedente la Accion de Amparo interpuesta por PISAPI S.A. representada por su Director Gerente don Lizandro Ponce de Leon Villarreal contra la Municipalidad Distrital de Miraflores, representada por su Alcalde don Alberto Andrade Carmona, considerando que hay sustraccion de la materia, en razon de que la entidad demandada ha dejado sin efecto la resolucion de clausura del establecimiento comercial de la actora. Interpuesto el recurso de nulidad, entendido como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1) Que, del petitorio de la demanda se desprende que mediante la presente Accion de Amparo, la compania demandante pretende que se declare la suspension de la clausura y cierre del negocio denominado Restaurant \"Nautilus\", ubicado en la Av. Ricardo Palma No 141- Miraflores, dispuestos por el articulo 2° de la Resolucion de Alcaldia No 0456-95- RAM, del treinta de enero de mil novecientos noventicinco, al revocar la Resolucion de Alcaldia No 3112-93-RAM, dejando sin efecto el Certificado de Autorizacion Municipal No 11847, que otorgo a la firma recurrente para funcionar con el giro de pizzeria con venta de licores solo como complemento de comidas; 2) Que, mediante el articulo 3° de la Resolucion de Concejo No 20-95-RCM, del quince de julio de mil novecientos noventicinco, que corre a fojas ciento treinta, repetida a fojas ciento treintidos del expediente principal, se resuelve restituir la autorizacion de funcionamiento del Restaurant \"Nautilus\", en el giro de pizzeria con venta de licores como complemento de comidas, declarando asimismo infundado el recurso de apelacion interpuesto por la demandada en lo que refiere a la solicitud de ampliacion de giro a salon de baile, pena y similares; por lo que, al haber cesado la violacion del derecho constitucional conculcado, se ha producido la sustraccion de la materia, siendo de aplicacion lo establecido por el inciso 1) del articulo 6° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento cuarenta, su fecha veintiuno de julio de mil novecientos noventicinco, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta; dispusieron su publicacion en el Diario Oficial El Peruano; y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MCM", "fecha_publicacion": "1998-06-05", "id": 36931, "nombre_demandado": "Municipalidad Distrital de Miraflores, representada por su Alcalde Alberto Andrade Carmona", "nombre_demandante": "PISAPI SA, representada por su Director Gerente Lizandro Ponce de León Villarreal", "numero_expediente": "00175-1995-AA"}