{"CONTEXTO": " 00172-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00172-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 172-99-AA/TC JUNIN MIGUEL MENÉNDEZ ESPINAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veintiséis dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Miguel Menéndez Espinal contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fecha treinta de noviembre de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Miguel Menéndez Espinal interpone demanda de Accion de Amparo contra don Pedro Antonio Morales Mansilla, Alcalde de la Municipalidad Provincial de Huancayo con la finalidad de que se le reconozca el nivel de F-3 para efectos pensionarios toda vez que es pensionista del régimen previsional establecido en el Decreto Ley N.o 20530, Ley N.o 11377, Decreto Ley N.o 276, Ley N.o 23495 y Decreto Supremo N.° 0015-83-PCM y tiene derecho a percibir su pension considerando el mas alto cargo que hubiese detentado, por lo que tal desconocimiento de la demandada conculca su derecho constitucional al derecho de peticion, a los derechos adquiridos y el derecho a la seguridad social; ampara su demanda en lo dispuesto por el articulo 2° inciso 20); 570; 870;y 187° de la Constitucion Politica del Estado y la Ley N.o 23506. La Municipalidad Provincial de Huancayo contesta la demanda negando y contradiciéndola en todos sus extremos y solicita que en su oportunidad sea declarada improcedente, senalando que al demandante no le corresponde el nivel que solicita puesto que trabajo en el cargo de jefe de promocion provincial por encargo, mas no fue nombrado como la ley senala para reconocer el nivel alcanzado; asimismo, que no se ha violado norma constitucional alguna, pues se ha cumplido con aplicar las normas legales pertinentes; asimismo senala que existe caducidad de la accion y no se ha agotado la via previa. La ONP absuelve el traslado de la demanda y solicita que la misma sea declarada improcedente, toda vez que la accion ya caduco. TRIBUNAL CONSTITUCIONAL El Primer Juzgado en lo Civil de Huancayo, con fecha veintisiete de julio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar, entre otras razones, que el Tribunal Nacional de Servicio Civil ratifica el nivel remunerativo del Supremo Tribunal Constitucional, que, a la fecha, esa pension se viene nivelando en forma automatica de acuerdo al nivel alcanzado; por otro lado, el demandante no fue nombrado en el cargo que aduce corresponderle, sino que accede al cargo de jefe por encargo, conservando su nivel y remuneracion; que en la hipotesis de que haya existido violacion, ésta se produjo el veinte de diciembre de mil novecientos noventa y uno, fecha de expedicion de la Resolucion de Alcaldia que declara improcedente la peticion de reconsideracion, por lo que la accion ha caducado. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Junin, con fecha treinta de noviembre de mil novecientos noventa y ocho, revoca la apelada y declara infundada la demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTO: Que la supuesta afectacion de los derechos del demandante se produjo el veinte de diciembre de mil novecientos noventa y uno fecha de expedicion de la Resolucion de Alcaldia N.o 1233-91-A/MPH, que declaro infundada su Recurso de Reconsideracion, asimismo, dicha resolucion fue ratificada mediante Resolucion de Alcaldia N.o 1211- 93-A/MPH de fecha once de noviembre de mil novecientos noventa y tres, consecuentemente, a la fecha de interposicion de la demanda, veintinueve de marzo de mil novecientos noventa y seis, ya habia transcurrido en exceso el término senalado en el articulo 370 de la Ley N.o 23506, y como tal, la accion habia caducado. Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas doscientos sesenta y siete, su fecha treinta de noviembre de mil novecientos noventa y ocho, que revocando la apelada declara infundada la demanda, reformandola declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lhotashs t MR Lo que gertyfig0: > bf Dra. MARIA LZ VASOUEZ 2 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-12", "id": 35501, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Huancayo (Pedro Antonio Morales Mansilla)", "nombre_demandante": "Miguel Menéndez Espinal", "numero_expediente": "00172-1999-AA"}