{"CONTEXTO": " 00179-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00179-1995-AA.pdf) --- EXP.No 179-95-AA/TC AYACUCHO NERIOJANAMPA ACUNA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Nerio Janampa Acuna contra la resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Ayacucho, su fecha cuatro de abril de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El quince de febrero de mil novecientos noventa y cinco, don Nerio Janampa Acuna interpone Accion de Amparo contra don Carlos Gonzales Chacon, Presidente del Consejo Transitorio de Administracion Regional de la Region Los Libertadores-Warl, don Edmundo Esquivel Vila, don Nilo Munoz Rocha, don Silvio Leandro Prado y don Mario Huayhua Yupanqui, funcionarios de la referida entidad, por amenazar sus derechos constitucionales a la libertad de trabajo y a la adecuada proteccion contra el despido arbitrario al haber dictado la Resolucion Presidencial Regional No 289-94-CTAR \"LW\"/PE que aprueba la solicitud de revision y culminacion del Proceso de Reestructuracion y Reorganizacion de la Direccion Regional de Educacion de la Region Los Libertadores-Wari y la Resolucion Presidencial Regional No 364-94-CTAR \"LW\"/PE que amplia en treinta dias las facultades de la Comision de Revision y Culminacion del referido Proceso de Reorganizacion y Reestructuracion Administrativa, y por haber dispuesto la publicacion del Cuadro para Asignacion de Personal. Refiere que a través del Decreto Ley No 26109 y de las Resoluciones Ministeriales NoS 032-93/PRES y 033- 93/PRES se dispuso el proceso de Reorganizacion y Reestructuracion Administrativa, de la Region Los Libertadores-War; que, mediante la Resolucion Presidencial Regional No 047-93-GRLW/P, de fecha treinta de junio de mil novecientos noventa y tres, se le adjudico el cargo de Tesorero II, el mismo que viene ocupando sin ningun inconveniente; que, sin embargo, el dia diez de febrero de mil novecientos noventa y cinco se ha publicado el Cuadro para Asignacion de Personal de la mencionada Direccion Regional de Educacion, en el que su cargo figura como \"vacante\". Los demandados absuelven el tramite de contestacion de la demanda a fojas cuarenta y tres, sesenta y dos, ochenta, noventa y nueve, y ciento dieciocho, respectivamente, solicitando se la declare improcedente; senalan que la Resolucion Presidencial Regional No 047-93-GRLW/P ha sido expedida indebidamente puesto que el demandante no reunia los requisitos para que se le adjudique el cargo de Tesorero II; que el demandante no alcanzo el puntaje minimo para la adjudicacion de plazas en el nuevo Cuadro para Asignacion de Personal, aprobado por Resolucion Ejecutiva Regional No 176-93-GRLW/P del veintitrés de abril de mil novecientos noventa y tres, por lo que debe ser reubicado en otra plaza, lo cual no atenta contra su estabilidad laboral. El Segundo Juzgado Especializado en lo Civil de Huamanga emite sentencia declarando improcedente la demanda, por considerar --entre otras razones-- que el demandante no ha cumplido con agotar la via administrativa. Interpuesto Recurso de Apelacion, la Segunda Sala Mixta de la Corte Superior de Justicia de Ayacucho confirmo la apelada, por estimar igualmente que no se habia cumplido con agotar la via previa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, conforme lo establece el articulo 1° de la Ley No 23506 de Habeas Corpus y Amparo. 2. Que el demandante considera lesivo a sus derechos constitucionales, a la libertad de trabajo y a la adecuada proteccion contra el despido arbitrario la publicacion efectuada por la demandada con fecha diez de febrero de mil novecientos noventa y cinco, en la cual se considera vacante su plaza de Tesorero II, la misma que se le adjudicara mediante la Resolucion Presidencial Regional No 047-93- GRLW/P de fecha treinta de junio de mil novecientos noventa y tres. 3. Que, de lo actuado se establece que el demandante tenia el cargo de Tesorero II y la Administracion, como consecuencia de las labores de la Comision de Revision y Culminacion del Proceso de Reestructuracion y Reorganizacion de la Direccion Regional de Educacion de la Region Los Libertadores-Wari --dispuesto por el Decreto Ley No 26109--, publico un proyecto del nuevo Cuadro para Asignacion de Personal, en el que dicha plaza se considera vacante; que, sin embargo, no se ha acreditado que dicho proyecto ha sido aprobado y, por otro lado, como lo reconoce el mismo demandante, éste se mantiene en su centro laboral. 4. Que, en su escrito de fojas ciento setenta y seis, presentado el veinte de marzo de mil novecientos noventa y cinco, el demandante senala que ya no ocupa la referida plaza, sin embargo, no afirma que, a consecuencia de dicho cambio, se haya afectado su nivel de carrera 0 rebajado sus remuneraciones. Tal como el Tribunal Constitucional lo tiene senalado, el cambio de lugar de trabajo dentro de la propia institucion, percibiendo igual salario, no afecta ningun derecho constitucional, salvo que la nueva labor afecte la dignidad del trabajador, que no es el caso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Ayacucho, de fojas ciento ochenta y ocho, su fecha cuatro de abril de mil novecientos noventa y cinco, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. CCL", "fecha_publicacion": "1999-04-22", "id": 35068, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región Los Libertadores-Wari (Carlos Gonzales Chacón) y otros", "nombre_demandante": "Nerio Janampa Acuña", "numero_expediente": "00179-1995-AA"}