{"CONTEXTO": " 00172-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00172-1995-AA.pdf) --- S-403 Que, por lo tanto habiéndose acudido de manera prematura a la accion de amparo, resulta de aplicacion al caso de autos el articulo 27° de la Ley No 23506. Exp.No 172-95-AA/TC La Libertad Sindicato de Trabajadores de la Sociedad de Beneficencia de Trujillo SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los catorce dias del mes de julio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "Recurso extraordinario interpuesto contra la resolucion de la Segunda Sala Civil de la Corte Superior de la Libertad de fecha catorce de agosto de mil novecientos noventa y cinco, que, confirmando la sentencia apelada del diecisiete de mayo de mil novecientos noventa y cinco, declara improcedente la accion de amparo interpuesta por el Secretario General del Sindicato de Trabajadores de la Sociedad de Beneficencia de Trujillo Eduardo Aguilar Montoya contra la Contraloria General de la Republica representada por Victor Enrique Caso Lay y la Sociedad de Beneficencia de Trujillo presidida por Roberto Rodriguez Vasquez.", "ANTECEDENTES": "El Sindicato demandante interpone su accion sustentando su reclamo en la transgresion de sus derechos constitucionales a percibir una remuneracion equitativa y a la vigencia de los convenios colectivos, por parte de la Contraloria General de la Republica y la Sociedad de Beneficencia de Trujillo. Alega que a pesar que mediante las Actas de Conciliacion y Trato Directo suscritas con fecha veinte de enero y doce de agosto de mil novecientos noventa y dos se reconocio la Bonificacion por Productividad en favor del personal de la Beneficencia, lo que supone que dicho beneficio se amparo en el derecho a celebrar Pactos Colectivos y adicionalmente, en observancia del inciso c) del articulo 64 de la Ley No. 25388 0 Ley de Presupuesto de la Republica para 1992 que habilito la procedencia de bonificaciones derivadas de pactos colectivos previstos en el presupuesto correspondiente, criterio que ademas se volvio a ratificar por el inciso c) del articulo 17 de la Ley No. 25986 0 Ley de Presupuesto para 1993, la Sociedad de Beneficencia, de manera unilateral y dando cumplimiento a una orden de la Contraloria, suspendio definitivamente el otorgamiento de la citada bonificacion desde el quince de enero de mil novecientos noventa y cinco, habiéndosele comunicado de tal decision el veintiocho de febrero del mismo ano. Puntualiza ademas que el referido beneficio se les ha otorgado a los trabajadores durante tres anos consecutivos por lo que formaba parte de la remuneracion permanente de cada trabajador, que por principio tiende a ser ascendente y nunca descendente. Por consiguiente solicita se deje sin efecto la orden de suspension del beneficio que se les venia otorgando. Admitida la accion a tramite por el Cuarto Juzgado Especializado Civil de Trujillo se dispone su traslado a los emplazados de acuerdo a ley, siendo absuelta preliminarmente por el Presidente de la Sociedad de Beneficencia de Trujillo, quien contradice la demanda por considerar: Que Si bien la bonificacion por productividad es resultado de una negociacion colectiva entre su despacho y la representacion de los trabajadores activos y al amparo de las disposiciones vigentes, no ha transgredido unilateralmente ninguna Convencion Colectiva, puesto que su representada cumplidora de las disposiciones superiores y en base a la orden de suspension del otorgamiento del beneficio reclamado por parte de la Contraloria les comunico a los amparistas la imposibilidad de seguirles pagando la referida bonificacion, lo que no supone violacion de normas legales 0 constitucionales. Asi mismo es absuelta la demanda por el Procurador encargado de los Asuntos de la Contraloria General de la Republica, quien la niega y contradice por estimar: Que la Contraloria actuo de conformidad con sus atribuciones constitucionales y legales y que en ejercicio de las mismas detecto que la Sociedad de Beneficencia habia incrementado indebidamente las remuneraciones bajo la denominacion de Bonificacion por rendimientos y aportes a la productividad y por permanencia fuera del horario normal de trabajo, habiéndose por ello recomendado dejar sin efecto dichos beneficios por ser contrarios a las leyes presupuestarias de austeridad en el gasto publico de 1992, 1993 y 1994. Que ademas, la excepcionalidad a la que se refiere la Ley de Presupuesto es solo para negociar condiciones generales de trabajo, que son las que facilitan la actividad del trabajador y que pueden cubrirse con recursos presupuestales existentes, no pudiéndose considerar en ningun caso, las que impliquen partidas presupuestales adicionales como se dio en los pactos celebrados que son por ello nulos de pleno derecho. De fojas ciento noventa y nueve a doscientos dos y con fecha diecisiete de mayo de mil novecientos noventa y cinco, el Cuarto Juzgado Especializado en lo Civil de Trujillo expide resolucion declarando improcedente la accion fundamentalmente por considerar: Que segun el Oficio No. 011-95-BET/P es el Directorio de la Sociedad de Beneficencia quien acordo dejar sin efecto el pago de la Bonificacion reclamada por haber sido observada por la Contraloria; Que no se constata en los autos que la Contraloria General de la Republica haya ordenado dejar sin efecto el pago de dicha bonificacion, sino unicamente la recomendacion de su suspension; Que el referido conflicto de intereses, no corresponde ventilarse en la via del amparo, ya que la parte agraviada debe previamente agotar la via administrativa antes de interponer su demanda y, en todo caso, acudir a la via ordinaria del fuero de trabajo para efectuar su reclamacion, siendo de aplicacion el articulo 27 de la Ley No. 23506. Interpuesto recurso de apelacion por el Sindicato demandante, los autos son remitidos a la Segunda Fiscalia Superior en lo Civil de la Libertad para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia por la revocatoria de la apelada, la Segunda Sala de la Corte Superior de la Libertad, a fojas doscientos setenta y cuatro y con fecha catorce de agosto de mil novecientos noventa y cinco, confirma la resolucion apelada considerando, que el derecho reclamado en la presente accion es uno de caracter administrativo, que debe hacerse valer en las instancias internas de la Beneficencia Publica de Trujillo y no ante el Organo Jurisdiccional. Contra esta resolucion el Sindicato demandante interpone recurso de nulidad, por lo que de conformidad con el articulo 41 de la Ley No 26435 y entendiendo el referido recurso como \"Extraordinario\" se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que conforme aparece del Oficio No. 011-95-SBT/P de fecha veintiocho de febrero de mil novecientos noventa y cinco, obrante a fojas trece de los autos, ha sido el Directorio de la Sociedad de Beneficencia de Trujillo, quien por recomendacion de la Contraloria General de la Republica, acordo dejar sin efecto el pago de la Bonificacion por rendimiento y aporte a la productividad, beneficio cuya vigencia precisamente, se reclama por el Sindicato demandante. Que por consiguiente, si ha sido la Sociedad de Beneficencia, la que adopto la decision de desconocer el derecho que se reclama, por mas que la Contraloria General de la Republica haya recomendado su suspension, no puede interpretarse el proceder de esta ultima como una transgresion directa de la Constitucion por cuanto no es aquella quien decide, sino y como se ha visto el Directorio de la Sociedad a la que pertenece el Sindicato demandante. Que en consecuencia, si la decision de suspender el pago de la Bonificacion por rendimiento y aporte a la productividad, ha sido materia de una decision perfectamente individualizada, el Sindicato demandante en principio, ha tenido que hacer uso de las vias previas por ante la misma entidad que presuntamente lesiono sus derechos constitucionales antes de acudir a la via procesal constitucional. Que en todo caso, tampoco cabe invocar la aplicacion del inciso 2 del articulo 28 de la Ley No. 23506 por cuanto no se ha probado en modo alguno que la violacion alegada pueda devenir en irreparable, desde que resulta obvio que Si su reclamo ante la administracion de la entidad a la que pertenece el Sindicato demandante, se ajusta a derecho, va a tener que ser atendida via los reintegros correspondientes. Que por lo tanto habiéndose acudido de manera prematura a la accion de amparo, resulta de aplicacion al caso de autos el articulo 27 de la Ley No. 23506. Por estos fundamentos el Tribunal Constitucional, en uso de las facultades conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley Modificatoria No. 26801", "FALLA": "CONFIRMANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de la Libertad del catorce de agosto de mil novecientos noventa y cinco, que, confirmando la resolucion apelada del diecisiete de mayo de mil novecientos noventa y cinco, declara IMPROCEDENTE la accion de amparo interpuesta. Se dispuso asi mismo la publicacion de la presente sentencia en el diario oficial \"El Peruano\" y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lsd.", "fecha_publicacion": "1997-09-10", "id": 36335, "nombre_demandado": "Contraloría General de la República y otro", "nombre_demandante": "Secretario General del Sindicato de Trabajadores de la Sociedad de Beneficencia de Trujillo (Eduardo Aguilar Montoya)", "numero_expediente": "00172-1995-AA"}