{"CONTEXTO": " 00177-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00177-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N777-97-AA/TC CASO: CONVENTO DE SANTO DOMINGO CUSCO SENTENCIA En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventisiete, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: VICEPRESIDENTE encargado de la ACOSTA SANCHEZ, PRESIDENCIA, NUGENT, DIAZ VALVERDE, GARCIA MARCELO, Y / actuando como Secretaria Relatora la doctora Maria Luz Vasquez V., pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Reverendo Padre Benigno Santos Gamarra Padilla, en representacion del Convento de Santo Domingo del Cusco, contra la sentencia de la Primera Sala Civil de la Corte Superior de Justicia del Cusco, de fecha 22 de noviembre de 1996, que declaro improcedente la accion de amparo seguida en contra del Alcalde de la Municipalidad Provincial del Cusco y del Director Departamental del Instituto Nacional de Cultura del Cusco.", "ANTECEDENTES:": "La parte demandante, a fojas dieciocho, interpone accion de amparo, contra la Municipalidad del Cusco y el Instituto Nacional de Cultura del Cusco, por amenaza de violacion de los derechos constitucionales de propiedad, a la inviolabilidad de domicilio, a la libertad personal y libertad de contratacion, entre otros derechos consagrados en el articulo 2° de la Constitucion, y a los derechos reconocidos a la Orden Dominica, de la cual es parte integrante el Convento de 2 TRIBUNAL CONSTITUCIONAL Santo Domingo, reconocido por el articulo 21 de la Constitucion. Los demandantes.sostentien que son propietarios, desde la época colonial, del inmueble utilizado como Convento por su orden y construido sobre el templo del Qoricancha, parte del cual cedieron al Concejo Provincial del Cusco, en razon de los trabajos que éste estuvo efectuando, habiéndose delimitado la propiedad de ambos; también, se acordo que el Concejo no permitiria por ningun motivo el ingreso de visitantes al Convento por la Avenida El Sol, acuerdo que fue roto unilateralmente por los demandados al disponer publicamente que el ingreso temporal seria por la antes mencionada avenida, hasta que se resolvieran los impases, es decir que los padres dominicos volvieran a alquilar parte del bien inmueble al Instituto Nacional de Cultura, y de no ser asi, los demandados procederian a expropiar el bien; hechos que claramente atentan contra los derechos constitucionales enunciados. El Instituto Nacional de Cultura, a fojas cuarentiuno, contesta la demanda contradicièndola en todos sus extremos, manifestando que el Instituto vino poseyendo desde hacia una década, en virtud de convenios celebrados, el primer claustro del Convento de Santo Domingo, y que sin mediar mandato judicial el Prior del Convento ha despojado al INC. de la posesion del inmueble. Indica que es cierto que publicamente el Director del INC, sostuviera que el convento podia ser materia de expropiacion, la misma que de producirse cuenta con el respaldo legal pertnente, siendo por tanto una subjetividad del demandante el que se haya dicho en tono de amenaza y que haya violado algin derecho 0 garantia constitucional. También refirio que la accion era improcedente porque los accionantes recurrieron a la via judicial ordinaria (Fiscalia de Prevencion del Delito) denunciando los hechos iguales a los que son materia de la accion de amparo, es decir, el ingreso al templo del Qoricancha por la explanada de la. Av. elSol. La Municipalidad Provincial del Cusco, absuelve la demanda manifestando que la unica publicacion hecha por la Municipalidad, no autorizaba ningun ingreso al templo yo convento del Qoricancha, limitandose a facilitar a los turistas a apreciar el monumento desde la explanada, propiedad del Concejo, que la Municipalidad siempre ha sido respetuosa de los convenios que haya celebrado y finalmente pide se declare la accion improcedente, por no haber sido agotada la via previa. El Primer Juzgado Especializado en lo Civil del Cusco, con fecha 23 de setiembre de 1996, falla declarando fundada la accion de amparo, por considerar que el inmueble que origina la presente accion, es de propiedad privada, por tanto, la Municipalidad no tenia facultad para disponer el ingreso al mismo; asi como tampoco el Instituto Nacional de Cultura tenia porqué lograr un acuerdo por medio de la amenaza y de la ofensa. El senor Fiscal Superior, fue de opinion que se confirme la apelada, atendiendo a que la disposicion unilateral del Concejo de ingresar al monumento arqueologico, atentaba contra los derechos constitucionales de los demandantes. ) TRIBUNAL CONSTITUCIONAL La Primera Sala Civil de la Corte Superior de Justicia del Cusco, emite sentencia el 22 de noviembre de 1996, revocando y reformando la apelada declara improcedente la accion de amparo, al considerar que no existe en autos las pruebas que demuestren que efectivamente hayan ingresado personas ajenas al Convento por el lugar indicado. Asimismo, se sostiene en la sentencia, que la amenaza no es inminente, por cuanto desde la fecha de la publicacion hecha por el Concejo demandado, hasta laj fecha de presentacion de la accion de amparo, mediaron mas de 60 dias, y que los demandante no han podido probar que se les esté presionando para celebrar un contrato en los términos que le imponga el I.N.C. Se sehala también que los inmuebles considerados monumentos y Patrimonio Cultural tienen muchas mas restricciones que cualquier otro inmueble privado. PUNDAMENTOS: Que, las acciones de garantia proceden en los casos en que se viole 0 amenacen los derechos constitucionales por accion, 0 por omision de actos de cumplimiento obligatorio. Que, los demandantes han probado en autos, tanto por el comunicado que aparece a fojas dos, como por declaracion de los demandados, que la amenaza de violacion a su derecho de propiedad es constante y por tanto su derecho a interponer la accion de amparo no ha caducado. Que, el derecho de propiedad de los demandantes està probado, mas aun cuando hay de por medio un convenio celebrado entre la Municipalidad del Cusco con intervencion del Instituto Nacional de Cultura- Region Inca. Que, mediante dicho convenio la Municipalidad se comprometia a respetar la Zona de dominio Conventual de la de dominio Municipal, la cual fué cedida por la Orden Dominica a efecto de que se concluyeran los trabajos iniciados por la Municipalidad. Que, mediante el comunicado que aparece a fojas dos, la Municipalidad del Cusco sin previo acuerdo con la Orden Dominica, dispone que el ingreso al Qoricancha ubicado en la zona de propiedad de la Orden, sea por el frontis de la. Avenida El Sol, violandose asi la ultima parte de la clausula tercera del Convenio celebradoy, por tanto violandose también el derecho de propiedad de los demandantes, ya que tanto la Municipalidad como el INC del Cusco, no han probado que dicho convenio se haya renovado en el sentido de la publicaciony declaraciones que hicieron los demandados. Que, la amenaza de violacion de derechos tiene ademas expresion en la notificacion del pago del impuesto predial que se hace en contra de la Orden, conociendo la Municipalidad la exoneracion de que gozan los monumentos a que se refiere el articulo 21° de la Constitucion. Que, a fojas tres, se aprecia que los accionantes recurrieron al Fiscal de Prevencion del Delito para una diligencia de prevencion con el animo de llegar a un acuerdo, y habiéndo sido exhortados por el Fiscal, se dispuso el archivamiento de la investigacion, por lo cual no se puede considerar dicha diligencia como via paralela a la accion de amapro por no tratarse de un procedimiento judicial. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Organica, TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la sentencia de vista emitida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco, de 22 de noviembre de 1996, que revocando y reformando la de primera instancia la declara IMPROCEDENTE; y Reformandola declararon FUNDADA la accion de amparo interpuesta; Dispusieron Su publicacion en el diario oficial El Peruano; y los devolvieron. S.S. ACOSTA SANCHEZ 1 NUGENT DIAZ VALVERDE GARCIA MARCELO Puh . mool 11 17 Lo que Certif100: Dra. MARIALUZI VASQUEZDELOPEZ SECRETARIA- -RELATORA TRIBUNAL CONSTITUCIONAL TRIBUNAL CONSTITUCIONAL EXP. 177-97-AA/TC CONVENTO DE SANTO DOMINGO CUSCO RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, cinco de diciembre de mil novecientos noventisiete VISTO: El escrito presentado con fecha primero de diciembre del ano en curso, por don Fausto Salinas Lovon en su condicion de abogado de Fray Benigno Santos Gamarra Padilla representante legal y Prior del Convento de Santo Domingo de la ciudad del Cusco, en los seguidos contra el Alcalde de la Municipalidad Provincial del Cusco y el Director del Instituto Nacional de Cultura del Cusco, solicitando la correccion del error material incurrido en el tercer considerando de la sentencia expedida por este Colegiado de fecha veintisiete de octubre de mil novecientos noventisiete, en cuanto a que se ha senalado \"que; LH el derecho de propiedad de los demandados esta probado >> 2 cuando lo que debe decir es \"que: el derecho de propiedad de los demandantes esta probado\"sy, ATENDIENDO: A que, efectivamente del propio tenor del fundamento senalado y de las instrumentales que obran en autos, se concluye que por error material se consigno el término DEMANDADOS por el de DEMANDANTES en el tercer fundamento de la sentencia de fecha veintisiete de octubre de mil novecientos noventisiete, por tal razon y en mérito a lo dispuesto por el articulo 590 de la Ley No 26435. TRIBUNAL CONSTITUCIONAL RESUELVE: Declarar procedente la correccion del error material planteada y sustituir en la parte pertinente del tercer fundamento de la sentencia expedida con fecha veintisiete de octubre de mil novecientos noventisiete, el término DEMANDADOS por DEMANDANTES. S.S. ACOSTA SANCHEZ, 2 - AMCUIC NUGENT, DIAZ VALVERDE, Aic 4 A luhll GARCIA MARCELO. MR/efs LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1997-11-27", "id": 36482, "nombre_demandado": "Municipalidad Provincial del Cusco", "nombre_demandante": "Convento de Santo Domingo del Cusco", "numero_expediente": "00177-1997-AA"}