{"CONTEXTO": " 00172-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00172-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 172-97-AATC FELICITAS ESTRELLA GUTIERREZ CUEVAS AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia. de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia, NUGENT, DIAZ VALVERDE, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Felicitas Estrella Gutiérrez Cuevas, contra la resolucion de la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, su fecha treinta de diciembre de mil novecientos noventa y seis, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Dona Felicitas Estrella Gutiérrez Cuevas interpone accion de amparo contra la Municipalidad Provincial de Puno, representada por su Alcalde don Victor Torres Esteves, con el objeto que se deje sin efecto la Resolucion de Alcaldia No 794-95, mediante la cual se da por concluido su contrato de trabajo y, que consecuentemente se le restituya en su centro de trabajo. Manifiesta que ingreso a laborar en la Municipalidad demandada el 15 de abril de 1992, en mérito al contrato con vigencia hasta el 31 de diciembre de dicho ano, en que continuo trabajando en la misma condicion, en virtud a la Resolucion de fecha 28 de octubre de 1993, que prorrogo su contrato hasta el 31 de diciembre de 1993, fecha después de la cual siguio trabajando sin contrato, hasta el 1° de abril de 1994; que posteriormente se la CA TRIBUNAL CONSTITUCIONAL vuelve a contratar mediante la Resolucion No 184-94-MPP/A, esta vez como contratada por servicios personales, con vigencia hasta el 31 de diciembre de 1994; que, mediante la Resolucion No 108-95-MPP/A se le vuelve a renovar el contrato, desde el primero de enero de 1995 hasta el 31 de marzo del mismo ano, para prestar servicios de apoyo en la Oficina de Registro Civil; agrega que mediante la Resolucion No 327-95-MPP/A, se le vuelve a prorrogar hasta el 31 de julio de 1995, sin embargo ha seguido laborando hasta el 12 de enero de 1996, por lo que el contrato se torno en indeterminado. Senala que ha laborado en la Municipalidad Provincial de Puno por mas de tres anos consecutivos, desempeniando cargos de naturaleza permanente; que desde el ano 1994 se le hicieron sus pagos por planilla, con todos los descuentos de ley. Sostiene que habia adquirido estabilidad laboral relativa, por lo que siendo indeterminado su contrato no podia ser resuelto sin el correspondiente procedimiento administrativo. A fojas 72 el Alcalde de la Municipalidad Provincial de Puno absuelve el tramite de contestacion de la demanda, solicitando que se la declare infundada, senalando que la demandada no ha trabajado tres anos consecutivos en su representada; que ha venido trabajando en una obra de inversion de caracter temporal. El Juez del Primer Juzgado Mixto de Puno declaro fundada la demanda, por considerar que habiendo la demandante trabajado en la Municipalidad demandada en labores de naturaleza permanente, solamente podia ser cesada por las causales previstas en el Capitulo V del Decreto Legislativo No 276. A fojas 122 la Segunda Sala Mixta de la Corte Superior de Justicia de Puno revoca la apelada, declarando improcedente la demanda, por considerar que no se cumplio con agotar la via previa administrativa. Interpuesto recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, la cuestion controvertida en esta accion se circunscribe a establecer si los servicios que la demandante presto en la Municipalidad Provincial de Puno tuvieron el caracter de permanentes y, en tal eventualidad, si reunio los demas requisitos que la legislacion de la materia exige para el ingreso a la carrera administrativa; todo ello con el proposito de determinar si, al darse por concluido el contrato laboral de la accionante, se vulnero el derecho constitucional invocado. 3 CA TRIBUNAL CONSTITUCIONAL 2. Que, en el presente caso, por falta de elementos de juicio suficientes, llegar a dilucidar la cuestion antes referida demandaria la actuacion de pruebas, lo que no es posible en los procesos de garantia como el presente, que por su naturaleza especial y sumarisima, carecen de estacion probatoria; razon por la cual la accion de amparo no es la via pertinente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Orgânica.", "FALLA:": "Confirmando la resolucion de la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, de fojas ciento veintidos, su fecha treinta de diciembre de mil novecientos noventa y seis, que revocando la apelada, declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano, con arreglo a ley y los devolvieron. SS ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: CCL Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-02-05", "id": 36705, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Puno (Víctor Torres Esteves)", "nombre_demandante": "Felícitas Estrella Gutiérrez Cuevas", "numero_expediente": "00172-1997-AA"}