{"CONTEXTO": " 00170-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00170-1995-AA.pdf) --- EXP.N9170-95-AA/TC LIMA FEDERACION DE TRABAJADORES PESCADORES DE CONSUMO HUMANO DIRECTO Y ARTESANAL DEL PERU SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Federacion de Trabajadores Pescadores de Consumo Humano Directo y Artesanal del Perû contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas quince del Cuaderno de Nulidad, su fecha cinco de julio de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Federacion de Trabajadores Pescadores de Consumo Humano Directo y Artesanal del Peru; interpone Accion de Amparo contra el Consejo Directivo de la Caja de Beneficios y Seguridad Social del Pescador, por violacion al derecho a la seguridad social, prestaciones de salud y pensiones, al haberse aprobado con fecha ocho y nueve de febrero de mil novecientos noventa y cuatro, los Estatutos de la Caja de Beneficios y Seguridad Social del Pescador, los mismos que atentan contra la seguridad social de los pescadores y contra los fines y objetivos para los que fue creada. Que ante tales irregularidades se han visto en la necesidad de recurrir a la via de la Accion de Amparo a fin de que se dejen sin efecto los estatutos aprobados por dicho Consejo Directivo. El Consejo Directivo de la Caja de Beneficios y Seguridad Social del Pescador contesta la demanda solicitando sea declarada improcedente por considerar que dichos estatutos fueron aprobados con los votos de seis miembros del Consejo Directivo: los representantes de la Asociacion de Armadores Pesqueros del Peru, los representantes de la Asociacion de Pesca y Consumo Humano Directo y los representantes de la Federacion de Pescadores del Peru. Asimismo, es totalmente improcedente que se pretenda, en la via del amparo, modificar normas estatutarias. Para ello existen, en todo caso, procedimientos previstos en la legislacion civil. Ademas, ha quedado senalado que el estatuto garantiza plenamente el derecho de los pescadores y de sus familiares al goce de prestaciones de salud y de pensiones. El Vigésimo Juzgado Civil de Lima, a fojas noventa y siete, con fecha veintiocho de abril de mil novecientos noventa y cuatro, declara improcedente la demanda por considerar que, en el caso de autos, lo que se pretende es que se dejen sin efecto los estatutos aprobados por el Consejo Directivo de la Caja de Beneficios y Seguridad Social del Pescador; por consiguiente, el petitorio no se refiere a la violacion 0 amenaza de un derecho constitucional, sino que se trata de cuestiones relativas a normas de caracter legal, por lo que la accion incoada deviene en improcedente. La Cuarta Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento treinta y cuatro, con fecha cinco de octubre de mil novecientos noventa y cuatro, confirma la apelada por estimar que el cuestionamiento de un estatuto aprobado por el organo competente no puede ser discutido en la via constitucional, tanto mas si de la demanda no aparece la afectacion directa de los derechos de la entidad demandante y ha sido ésta la que ha exigido la puesta en discusion y aprobacion de dicho cuerpo normativo. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas quince del Cuaderno de Nulidad, con fecha cinco de julio de mil novecientos noventa y cinco, declaro no haber nulidad en la sentencia de vista y en consecuencia improcedente la demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través de la presente Accion de Amparo, los demandantes pretenden se deje sin efecto los Estatutos aprobados por el Consejo Directivo de la Caja de Beneficios Sociales y Seguridad Social del Pescador, de fechas ocho y nueve de febrero de mil novecientos noventa y cuatro. 2. Que, se debe tener presente que la pretension de los demandantes no se encuentra contemplada dentro de los supuestos senalados en el articulo 24° de la Ley No 23506, Ley de Habeas Corpus y Amparo; motivo por el cual, para su dilucidacion, deben recurrir a la via ordinaria correspondiente, con el objeto de no desnaturalizar el caracter excepcional de este procedimiento constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas quince del Cuaderno de Nulidad, su fecha cinco de julio de mil novecientos noventa y cinco, que declarando no haber nulidad en la resolucion de vista, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO E.G.D.", "fecha_publicacion": "1999-04-17", "id": 34988, "nombre_demandado": "Consejo Directivo de la Caja de Beneficios y Seguridad Social del Pescador", "nombre_demandante": "Federación de Trabajadores Pescadores de Consumo Humano Directo y Artesanal del Perú", "numero_expediente": "00170-1995-AA"}