{"CONTEXTO": " 00189-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00189-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 189-97-AA/TC AYACUCHO SINDICATO DE TRABAJADORES ADMINISTRATIVOS DEL SECTOR EDUCACION -SITASE- AYACUCHO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; / NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Recurso extraordinario interpuesto por don Romulo Quintanilla Reyes, en su calidad de Secretario General del Sindicato de Trabajadores Administrativos del Sector Educacion -SITASE- Ayacucho, contra la resolucion de vista expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Ayacucho, de fecha veintinueve de mayo de mil novecientos noventiséis, que confirmando la sentencia apelada expedida por el Primer Juzgado Provisional en lo Civil de Huamanga, declaro infundada la accion de Amparo interpuesta contra la Direccion Regional de Educacion de Ayacucho. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Don Romulo Quintanilla Reyes, en su calidad de Secretario General del Sindicato de Trabajadores Administrativos del Sector Educacion -SITASE- Ayacucho, interpone accion de Amparo y la dirige contra la Direccion Regional de Educacion de Ayacucho\", entendiéndose la presente demanda contra el Director encargado profesor Silvio Leandro Prado\", solicitando la inaplicabilidad del Memorandum No 317-95-CTAR \"LW'/PE-ST- DRPP, de fecha once de setiembre de mil novecientos noventicinco y de la opinion legal No 015-96-DRE-AYIDOA), Manifiesta que mediante el Decreto Ley No 26109, se declaro en proceso de reorganizacion y reestructuracion administrativa a los Gobiernos Regionales, motivando retiros voluntarios con incentivos economicos, mayoritariamente de los Centros y Programas Educativos e Institutos Superiores, lo que dio origen a saldos presupuestales no recortados por el Ministerio de Economia y Finanzas, que fueron a formar parte del Fondo de Asistencia y Estimulo para ser distribuido y mejorar los salarios de los trabajadores que quedaron por haber aprobado la evaluacion, bajo las condiciones de laborar horas extraordinarias desarrolladas fuera del horario normal de trabajo; que a partir de 1994, vienen percibiendo los incentivos economicos por la sobrecarga laboral, consecuencia del gran numero de trabajadores que se acogieron al cese voluntario, pago que se efectuo normalmente hasta el mes de mayo de mil novecientos noventicinco, estando pendientes los mismos desde entonces hasta la fecha de interponer la demanda, vulnerando asi los derechos laborales que les ampara la Constitucion. Don Silvio Leandro Prado, al contestar niega y contradice la demanda en todos sus extremos, solicitando se declare improcedente la accion, por cuanto el Memorandum No 317-95-CTAR \"LW\" PE-ST-DRPP impugnado, provenia del Consejo Transitorio de Administracion Regional de la Region \"Los Libertadores Wari\" y firmado por el Presidente de este organismo don Carlos Gonzalez Chacon, y que la opinion legal No 015- 96-DRE-AY/DOAJ, emitido por la Oficina de Asesoria Juridica de la Direccion de Educacion a su cargo ha sido evaluado en mérito de los documentos provenientes de la superioridad; que los pagos que habian percibido los reclamantes ha motivado para que los ex-Directores sean procesados penalmente y que esos pagos han sido suspendidos por ordenes de la superioridad; que dentro de los alcances del Decreto Ley No 26109 y Decreto Supremo No 18-93-PRE no estan comprendidos los docentes y especialistas en Educacion ni los servidores de centros y programas educativos como de los institutos superiores; que los incentivos que se dieron solo alcanzaban al personal que trabajaba en las sedes institucionales, no teniendo el accionante legitimidad para obrar, ya que la Sede tiene otro Sindicato con autonomia y personeria juridica; que los trabajadores que representa el demandante no estan comprendidos en las evaluaciones semestrales como lo dispone la Resolucion Ministerial No 121-94-PRES. 3 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Provisional en lo Civil de Huamanga, falla declarando infundada la demanda, por considerar, entre otros, que el dictamen legal que motiva la accion no surte efecto alguno en tanto no se materialice en el acto resolutivo pertinente, conforme al articulo 730 del Decreto Supremo No 02-94-JUS, por que en estas condiciones no se vulnera derecho constitucional alguno. De la que apela la parte demandante. La Segunda Sala Mixta de la Corte Superior de Justicia de Ayacucho, por los fundamentos de la apelada, y ademas por considerar que aun no ha concluido el proceso de reorganizacion administrativa en la Region \"Los Libertadores Wari\", devenia, por tanto, en prematuro el prorrateo y el pago de los saldos presupuestarios, confirmo la apelada. Por lo que la demandante interpone recurso de nulidad que se entiende como recurso extraordinario..", "FUNDAMENTOS:": "Que, los demandantes han solicitado la inaplicabilidad del Memorandum No 317- 95-CTAR \"LW/PE-ST-DRPP, de fecha once de setiembre de mil novecientos noventicinco expedido por el Presidente del Consejo Transitorio de Administracion Regional \"Los Libertadores Wari\", el mismo que no ha sido demandado ni emplazado en esta accion. Que, la parte demandante, en su escrito de demanda, manifiesta que se les ha suspendido sus pagos de incentivos economicos por horas extraordinarias de trabajo, mediante el memorandum mencionado, por lo cual interpusieron recurso de reconsideracion el veintidos de enero de mil novecientos noventiséis, esto es, a los cuatro meses de expedido aquél, cuando habia vencido el término para interponerlo. Que, la afectacion ha sido, como se tiene dicho, en el mes de junio de mil novecientos noventicinco y la interposicion de la presente demanda se practica el trece de marzo de mil novecientos noventiséis, cuando ya habia caducado el ejercicio de la accion, tal como lo dispone el articulo 370 de la Ley 23506 de Habeas Corpus y Amparo. Que, para determinar la aplicacion de un dispositivo legal, en cuanto a las personas que deben ser beneficiarias con los incentivos economicos por horas extraordinarias, las sumas 0 porcentajes que les corresponderia percibir a cada persona y cualquier otro monto, solo puede hacerse y determinarse en un proceso judicial donde si hay una etapa probatoria. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica, 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion de vista de fecha veintinueve de mayo de mil novecientos noventiséis, expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Ayacucho, que a su vez confirmo la apelada de fecha dos de abril de mil novecientos noventiséis que declaro infundada la accion de Amparo, REFORMANDOLA la declararon IMPROCEDENTE; mandaron se publique en el Diario Oficial \"El Peruano\", conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ, 2 * 7 à NUGENT, 7 LL - A DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifico; Dre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAM/daf", "fecha_publicacion": "1997-12-12", "id": 36545, "nombre_demandado": "Dirección Regional de Educación de Ayacucho", "nombre_demandante": "Rómulo Quintanilla Reyes, en su calidad de Secretario General del Sindicato de Trabajadores Administrativos del Sector Educación-SITASE-Ayacucho", "numero_expediente": "00189-1997-AA"}