{"CONTEXTO": " 00187-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00187-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 187-97-AC/TC ICA MANUEL TOMAS REYES CASTILLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticinco dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Manuel Tomas Reyes Castillo contra la Resolucion expedida por la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, de fojas cuarenta y uno, su fecha diecisiete de diciembre de mil novecientos noventa y seis, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Manuel Tomas Reyes Castillo interpone Accion de Cumplimiento contra el Alcalde de la Municipalidad Provincial de Pisco, para que se dé cumplimiento a la Resolucion de Alcaldia N.o 236-96-MPP-ALC del cinco de junio de mil novecientos noventa y seis, que dispone en su articulo 3° el pago de sus beneficios sociales. Sostiene el demandante que mediante Resolucion de Alcaldia N.° 236-96-MPP-ALC, la municipalidad demandada resolvio cesarlo a partir del treinta y uno de mayo de mil novecientos noventa y seis, como servidor STA, reconociéndole veintisiete anos y once meses de servicios ininterrumpidos, en donde se autoriza a la Unidad de Administracion de la Municipalidad Provincial de Pisco, abonar sus beneficios sociales ascendentes a nueve mil cuatrocientos treinta y un nuevos soles con venticuatro céntimos (SI. 9,431.24) y por créditos devengados ochocientos cincuenta y dos nuevos soles con cuarenta y nueve céntimos (SI. 852.49), negandose la demandada a pagar sus beneficios sociales, actuando en forma contraria a lo establecido en el articulo 24° de la Constitucion Politica del Estado que declara que los beneficios sociales de los trabajadores tienen prioridad sobre cualquier otra obligacion del empleador. El Alcalde de la Municipalidad Provincial de Pisco, al contestar la demanda senala, entre otras razones, que el demandante no ha demostrado que la municipalidad demandada TRIBUNAL CONSTITUCIONAL haya dispuesto que se paguen adquisiciones de bienes 0 servicios en perjuicio de los trabajadores; por el contrario, esta cumpliendo con lo dispuesto en el articulo 24° de la Constitucion Politica del Estado, abonando a todos los trabajadores cesantes de manera equitativa sus beneficios sociales. El Juez Especializado en lo Civil de Pisco, a fojas veintiséis, con fecha veintinueve de octubre de mil novecientos noventa y seis, declaro fundada la demanda, por considerar, principalmente, que mediante Resolucion de Alcaldia N.o 236-96-MPP-ALC la demandada reconoce al demandante veintisiete anos y once meses de servicios prestados a dicha institucion, otorgândole pension de cesantia y una compensacion por tiempo de servicios ascendente a la suma de nueve mil cuatrocientos treinta y un nuevos soles con veinticuatro céntimos (SI. 9,431.24) y por créditos devengados ochocientos cincuenta y dos nuevos soles con cuarenta y nueve céntimos (SI. 852.49), en su calidad de servidor de dicha institucion. Que, con la carta notarial que obra en autos a fojas tres, el demandante ha cumplido con presentar la Accion de Cumplimiento dentro del plazo fijado por ley. La Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, a fojas cuarenta y uno, con fecha diecisiete de diciembre de mil novecientos noventa y seis, revocando la apelada declaro improcedente la demanda, por estimar que la resolucion cuestionada que corre a fojas uno, fue expedida con fecha cinco de junio de mil novecientos noventa y seis; y que a la fecha de la interposicion de la demanda, habia transcurrido cerca de cuatro meses; y que no existiendo impedimento para interponer la accion de garantia, el transcurso del tiempo hace que se haya producido la caducidad contemplada en el articulo 37° de la Ley N.° 23506. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo. 2. Que la pretension contenida en el petitorio de la demanda esta dirigida a que se ordene a la autoridad emplazada dé debido cumplimiento a la Resolucion de Alcaldia N.o 236-96-MPP-ALC de fecha cinco de junio de mil novecientos noventa y seis, mediante la cual se autoriza pagar al demandante sus beneficios sociales ascendentes a nueve mil cuatrocientos treinta y un nuevos soles con venticuatro céntimos (SI. 9,431.24) y por créditos devengados ochocientos cincuenta y dos nuevos soles con cuarenta y nueve céntimos (SI. 852.49). Que, en cuanto a la caducidad, cabe senalar que de conformidad con lo establecido en 3. el articulo 370 de la Ley N.° 23506, aplicable en forma supletoria al caso de autos en 2 TRIBUNAL CONSTITUCIONAL virtud a lo dispuesto por el articulo 4° de la Ley N.o 26301, la Accion de Cumplimiento caduca a los sesenta dias habiles, los que deben computarse después de haber transcurrido el plazo de quince dias de formulado el requerimiento por conducto notarial del cumplimiento de lo que se considera debido. En el caso de autos, la carta notarial fue cursada el veintiocho de agosto de mil novecientos noventa y seis, y la demanda fue presentada el dos de octubre de dicho ano; en consecuencia, el demandante interpuso la Accion de Cumplimiento dentro del plazo fijado por ley. Que, habiéndose acreditado el incumplimiento de obligaciones derivadas de un acto 4. administrativo que fue emitido por autoridad competente y que adquirio la calidad de cosa decidida, resulta de aplicacion el articulo 4° de la Ley N.o 26301 y los articulos 1° y 20, de la Ley N.o 23506, en concordancia con el articulo 200° inciso 6) de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, de fojas cuarenta y uno, su fecha diecisiete de diciembre de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Cumplimiento; se ordena que la Municipalidad demandada cumpla con la Resolucion de Alcaldia N.o 236-96-MPP-ALC de fecha cinco de junio de mil novecientos noventa y seis, debiéndose pagar al demandante la suma de nueve mil cuatrocientos treinta un nuevos soles con veinticuatro céntimos y, por créditos devengados, la cantidad de ochocientos cincuenta y dos nuevos soles con cuarenta y nueve céntimos. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE ukly NUGENT 2 - A - M 2 GARCIA MARCELO IMRT LO QUE CERTIFICO. - DRA. MARIA LUZ VASQUEZ 3 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-10", "id": 35700, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Pisco", "nombre_demandante": "Manuel Tomás Reyes Castillo", "numero_expediente": "00187-1997-AC"}