{"CONTEXTO": " 00180-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00180-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 180-97-AA/IC Puno Felix Delfin Ramos Espinoza SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa > a los veintinueve dias del mes de octubre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo.y: actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Felix Delfin Ramos Espinoza en contra de la resolucion de la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, de fecha dieciocho de diciembre de mil novecientos noventiseis, la que confirmando la sentencia apelada declaro, improcedente la accion de amparo seguida por el indicado recurrente, en contra de la Municipalidad Distrital de Manazo -Puno-.", "ANTECEDENTES:": "Don Felix Delfin Ramos Espinoza, citando como amparo legal los articulos 22, 24° y 270 de la Constitucion, articulo 4° del D.Leg. No 276 y articulos 20, 24° inciso 22), 26° y 28° de la Ley 23506, interpuso accion de amparo en contra del Alcalde de la Municipalidad Distrital de Manazo -Puno-, senor Teofilo Cruz Barriga, por las violaciones constitucionales que cometio en su agravio y solicitando que en su oportunidad se le repusiera en su puesto de Trabajador de Servicio de la Municipalidad de Manazo -del que ilegalmente se le despidio-y se le pagase las remuneraciones y bonificaciones que se le adeudan por su trabajo a lo largo de mas de diecinueve anos, expreso haber agotado la via administrativa, por el hecho de haber sido despedido simplemente mediante carta de fecha 29 de febrero de 1996, y por que las comunicaciones de reconsideracion y reclamo que ha presentado no han tenido respuesta alguna. Manifesto que ingreso a laborar en la Municipalidad de Manazo, el 01 de abril de 1977, como personal de servicio, recibiendo como remuneracion solo pequenas cantidades de dinero denominadas, por su empleadora, propinas; que el 02 de 2 TRIBUNAL CONSTITUCIONAL mayo de 1981 logro que se le contratara por escrito, mediante Resolucion No 002-81- CDM, y que finalmente fue nombrado como empleado de carrera a partir del 01 de abril de 1987, mediante Resolucion Municipal No 07-87-MDM -Fs. 21-, para el cargo de trabajador de servicio en forma permanente, diciendo no haber incurrido en ninguna falta grave ni leve que justificase su despido. La demanda fue contestada por don Teofilo Cruz Barriga Alcalde de la Municipalidad emplazada, el que entre otras cosas manifesto que la resolucion No 07-87- MDM, no existe en los archivos de la Municipalidad, por lo que considero que dicho documento era falso y que habria sido elaborado por el accionante para sacar provecho en su favor, siendo que el accionante siempre fue considerado como un servidor que presto servicios no personales, lo que demuestra con las constancias de pagos que se le han efectuado al actor durante los afos de 1994 y 1995, en los que se puede apreciar que nunca se le efectuo descuento alguno por concepto de Fonavi, Servicio Nacional de Pensiones u otros, y, que por el contrario, se le pago el integro de sus honorarios profesionales; que tampoco habia tenido relacion de dependencia ni habia cumplido con un horario de trabajo; asimismo afirmo que era absolutamente falso que la Municipalidad efectuara los descuentos de ley, precisamente por considerar que los servicios que prestaba el demandante eran personales, y de ninguna manera con vinculo laboral; finalmente, dijo que no era cierto, que al dar por concluido un contrato de servicios no personales, como el que prestaba el accionante, se hubiese violado algun derecho constitucional. Anadio que la demandada hasta antes de la dacion del D.Leg No 776 de diciembre de 1993, nunca habia contado con presupuesto suficiente para tener personal nombrado sujeto a la carrera administrativa, agregando, que las Municipalidades Distritales, por su propia naturaleza y su reducida actividad, solo funcionan los dias de feria popular, es decir una dia a la semana, lo que explica por que se retribuyo al accionante con simplemente propinas. Cabe advertir que en el segundo otrosi de la contestacion de la demanda, la autoridad emplazada, de conformidad con lo dispuesto por el articulo 446° inciso 5) del Codigo Procesal Civil, concordante con el articulo 13° de la Ley 25398 dedujo la excepcion de falta de agotamiento de la via administrativa, por cuanto considera que la carta de despido cursada por ella, contenia un acto administrativo, contra el cual si proceden los recursos impugnativos; que el actor, mediante escrito de fecha 01 de marzo de 1996, interpuso Recurso de Reconsideracion, el cual fue resuelto mediante resolucion de alcaldia No 007-96-MDM-A de fecha 25 de marzo de 1996; y, que mediante escrito de fecha 03 de abril de 1996, el accionante solicito el pago de \"beneficios personales\" documento que aun se encuentra por resolver, puesto que el accionante no acredita su tiempo de servicios con resoluciones conforme lo disponen las normas respectivas, significando esto que el accionante ha aceptado tacitamente la conclusion de sus servicios; y, consecuentemente el accionante no puede dar por agotada la via administrativa. 3 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Mixto de Puno, fallo declarando fundada la excepcion de falta de agotamiento de la via administrativa, deducida por la Municipalidad Distrital de Manazo, y en consecuencia improcedente la demanda, basicamente, en consideracion a que con la Resolucion Municipal No 007-87-MDM, la misma que no ha sido objeto de nulidad ni se ha declarado sin efecto mediante otra resolucion, se colige que el actor presto servicios en forma permanente, habiendo incluso gozado de vacaciones, implicando la existencia de un vinculo laboral con la Municipalidad Distrital de Manazo; que si bien es verdad que el accionante ha demostrado su condicion de servidor publico nombrado y por consiguiente protegido por las normas juridicas que contiene el D.L. 2760, empero también es verdad que el accionante, no ha agotado la via previa administrativa, por cuanto la reconsideracion interpuesta por el autor, ha sido resuelta mediante resolucion de Alcaldia No 007-96-MDM, la que no ha sido cuestionada por el referido demandante. Interpuesto recurso de apelacion, a fojas 215, el Fiscal Superior Adjunto, fue del parecer que se revocara la sentencia apelada, por opinar que era procedente amparar la demanda, por que se habia demostrado que el accionante tiene la condicion de servidor nombrado mediante una resolucion, y, que por tanto solo podia ser objeto de despido por las causales previstas en el D.Leg 276, sin que sea necesario el agotamiento de la via previa en observancia de lo previsto en el articulo 28° de la Ley 23506. La Segunda Sala Mixta de la Corte Superior de Justicia de Puno, mediante resolucion numero noventa y seis de fecha dieciocho de diciembre de mil novecientos noventa y seis, fallo confirmando la sentencia apelada, por sus propios fundamentos y ademas por considerar que en el caso de autos no se dan las excepciones contenidas en el articulo 28° de la Ley 23506, puesto que el despido arbitrario del accionante no corre el riesgo de convertirse en irreparable por estar vigente la reclamacion de los derechos conforme a ley; que la reclamacion administrativa, no se considera agotada mientras no se dicte una resolucion firme de conformidad con el articulo 24° de la Ley 25398. El demandante, a fojas 255, interpuso recurso extraordinario y se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, como es de apreciarse a fojas 43, el actor interpuso recurso de reconsideracion en contra del oficio sin numero, de fecha 29 de febrero de 1996, por medio del cual se puso fin a los servicios personales que el demandante prestaba para la Municipalidad demandada; Que, en relacion a dicho recurso de reconsideracion, la entidad emplazada, expidio la Resolucion de Alcaldia No 007-96-MDM-A, corriente a fs. 156, mediante la cual se resolvio declarar infundado el Recurso de Reconsideracion interpuesto por don Felix Delfin Ramos Espinoza, en contra del acto administrativo que dio por concluido los servicios personales del impugnante; Que, en el caso bajo examen no se observa que el demandante haya presentado el consiguiente recurso de apelacion, conforme lo establece el articulo 99° del D.S. 02-94-JUS -Texto Unico Ordenado de la - TRIBUNAL CONSTITUCIONAL Ley de Normas Generales de Procedimientos Administrativos-; Que, el articulo 100° del antes mencionado D.S. 02-94-JUS establece que la via administrativa queda agotada con la resolucion expedida en segunda instancia ; Que, de acuerdo al articulo 270 de la ley 23506, solo procede la accion de amparo cuando se hayan agotado las vias previas. J Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, y su ley Orgânica.", "FALLA:": "CONFIRMANDO la Sentencia de la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, de fecha dieciocho de diciembre de mil novecientos noventa y seis, la que confirmando la apelada, la declaro IMPROCEDENTE; ordenaron su publicacion en el diario oficial \"El Peruano\" 9 y los devolvieron. S.S. Iun Acosta Sânchez; Nugent; Diaz Valverde; y avera 7 Garcia Marcelo. 17 Lh Lo que Certifico: F.C.V. Dra. MARIALUZ VASQUEZI DE LOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-01", "id": 36520, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Mañazo-Puno (Teófilo Cruz Barriga)", "nombre_demandante": "Félix Delfín Ramos Espinoza", "numero_expediente": "00180-1997-AA"}