{"CONTEXTO": " 00184-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00184-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 184-97-AA/TC ICA CLARITA LUZ BARRANCA ARCOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Clarita Luz Barranca Arcos contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Ica, de fojas cincuenta y dos, su fecha treinta de enero de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo contra la Municipalidad Provincial de Ica.", "ANTECEDENTES:": "Dona Clarita Luz Barranca Arcos, con fecha diez de octubre de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Ica, representada por su Alcalde don Pedro Carlos Ramos Loayza, a fin de que se declare inaplicable la Resolucion de Alcaldia N.o 009-96 AMPI del veinticinco de enero de mil novecientos noventa y seis, que anulo la Resolucion de Alcaldia N.o 1121-94 AMPI del veintinueve de diciembre de mil novecientos noventa y cuatro; mediante esta ultima se nombro a la demandante como obrera permanente a partir del uno de enero de mil novecientos noventa y cinco. Asimismo, solicita se le reponga en su puesto y se ordene el pago de una indemnizacion por danos y perjuicios. Sostiene la demandante que ingreso a laborar en marzo del ano mil novecientos noventa y tres en calidad de contratada por servicios no personales, sin embargo, presto servicios de naturaleza permanente hasta el veinticinco de enero de mil novecientos noventa y seis, fecha en la que se expide la Resolucion de Alcaldia N.o 009-96 AMPI, cuando ya gozaba de estabilidad laboral en virtud a lo dispuesto por la Ley N.o 24041; habiéndose violado su derecho a la proteccion contra el despido arbitrario. Admitida la demanda, ésta es contestada por don Héctor Delfin Bendezu Calderon, en representacion de la Municipalidad Provincial de Ica, el que solicita se la declare improcedente, por cuanto manifiesta que el tipo de contrato que suscribio su representada con la demandante fue de servicios no personales, el cual no genera derecho a nombramiento ni estabilidad laboral; ademas, la Ley de Presupuesto N.o 26553 prohibia los nombramientos y el Decreto Legislativo N.o 276 exige el cumplimiento de ciertos requisitos, los mismos que la demandante no reunia por lo que la Resolucion de Alcaldia mediante la cual se le nombra como obrera permanente es nula ipso jure. 2 TRIBUNAL CONSTITUCIONAL El Juez Provisional del Segundo Juzgado Civil de Ica, a fojas treinta y cuatro, con fecha diecinueve de noviembre de mil novecientos noventa y seis, expide resolucion declarando fundada la demanda, al considerar que la demandante se encontraba dentro de los alcances de la Ley N.° 24041 al haber realizado labores de naturaleza permanente por mas de un ano, por lo que gozaba de estabilidad laboral. La Sala Civil de la Corte Superior de Justicia de Ica, a fojas cincuenta y dos, con fecha treinta de enero de mil novecientos noventa y siete, revocando la apelada, declaro infundada la demanda, al estimar que la Accion de Amparo habia caducado y, ademas, que la contratacion de servicios no personales no genera vinculo laboral con la demandada. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 370 de la Ley N.o 23506 de Habeas Corpus y Amparo, el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion. Que, en el presente caso, debe tenerse en cuenta que la demandante, con fecha once 2. de abril de mil novecientos noventa y seis, interpuso Recurso de Apelacion contra la Resolucion de Alcaldia N.o 009-96 AMPI, que anula su nombramiento; y con fecha treinta de mayo, mediante solicitud cuya copia aparece a fojas ocho, comunica a la Municipalidad demandada que se acoge al silencio administrativo negativo, a fin de dar por agotada la via administrativa, quedando a partir de entonces expedito su derecho para accionar. Sin embargo, la demanda es interpuesta el diez de octubre de mil novecientos noventa y seis, cuando se habia vencido en exceso el plazo de caducidad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "REVOCANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia de Ica, de fojas cincuenta y dos, su fecha treinta de enero de mil novecientos noventa y siete que revocando la apelada, declaro infundada la demanda, reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO M4 - d  Lo que certifico: MMdu DR. CESAR CUEAS LONGA SECREFARIO-RZLATOR (e)", "fecha_publicacion": "1999-11-05", "id": 35942, "nombre_demandado": "Municipalidad Provincial de Ica", "nombre_demandante": "Clarita Luz Barranca Arcos", "numero_expediente": "00184-1997-AA"}