{"CONTEXTO": " 00183-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00183-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp. 183-97-AA/TC Sebastian Rojas Paredes Arequipa SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintidos dias del mes de agosto de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha siete de febrero de mil novecientos noventa y siete, que revoca la resolucion apelada, que declaro fundada la demanda, y reformandola, la declaro improcedente, en los seguidos entre Sebastian Mauro Rojas Paredes contra el representante de la Oficina de Normalizacion Previsional de Arequipa y otros.", "ANTECEDENTES": "TRIBUNAL CONSTITUCIONAL Sebastian Rojas Paredes interpone Accion de Amparo contra el representante de la Oficina Departamental de Normalizacion Previsional de Arequipa, la Oficina de Pensiones de la Oficina de Normalizacion. Previsional de Arequipa y contra la representante legal de la Oficina de Normalizacion Prevional de Lima, por violacion de sus derechos constitucionales a la seguridad social, a la vida y a la integridad fisica. Sostiene el actor que la Division de Pensiones del IPSS, hoy Oficina de Normalizacion Previsional, no obstante haberle reconocido diez anos de aportaciones al seguro social, expidio la resolucion No 22579-93 por la cual le denego su pension de jubilacion. Refiere que contra esta resolucion, interpuso su recurso de reconsideracion, el mismo que, mediante resolucion 27171-95, la entidad demandada resolvio declarar improcedente su medio impugnatorio. Precisa que dichas resoluciones son ilegales y le causan agravio, ya que ambas se encuentran amparadas en el articulo 1° del decreto ley 25967, pues se me pretende someter al régimen previsto en dicho decreto ley, cuando lo que correspondia era incorporarlo al régimen previsto en el decreto ley 19990, dado que interpuso su solicitud de pension el catorce de noviembre de mil novecientos noventa y dos cuando aun no se encontraba en vigencia el ya aludido decreto ley 25967° Alega que el haberlo incorporado a un régimen que no existia al momento de presentar su solicitud, torna a las resoluciones que asi lo dispusieron, en resoluciones nulas, segun se esta a lo dispuesto por el inciso b) y c) del articulo 43 y siguientes del decreto supremo No 002-94-JUS. Recuerda que en tanto sometido a un régimen especial de jubilacion, tiene derecho a que se le otorgue una pension equivalente al cincuenta por cien de la remuneracion de referencia por los primeros cinco anos completos de aportacion, siendo exigible que éste se incremente en uno punto dos por cien, por cada ano completo adicional de aportacion, segun se esta a lo dispuesto por los articulos 38° y 47° del decreto ley 19990% Admitida la demanda, ésta es contestada por el representante legal de la Oficina de Normalizacion Previsional, quien solicita se declare improcedente la demanda, ya que: a) ha caducado el derecho del actor, pues desde la expedicion de la resolucion que deniega su recurso de reconsideracion a la fecha de presentarse la demanda, ha transcurrido con exceso el término de sesenta dias, b) el actor no ha cumplido con agotar la via administrativa, ya que si bien interpuso su recurso de reconsideraciôn, y se le denego en forma expresa, frente a la notificacion de esta ultima resolucion interpuso su recurso de apelacion, después de mas de dos meses de quedar consentida, y c) con el actor se aplico en forma correcta el régimen previsto en el decreto ley 25967, no constituyendo, ademas, la Accion de Amparo la via idonea para reclamar los derechos invocados. Con fecha siete de noviembre de mil novecientos noventa y seis, el Juez del Segundo Juzgado Civil de la Corte Superior de Arequipa expide resolucion declarando fundada la demanda, tras considerar que no ha operado el plazo de TRIBUNAL CONSTITUCIONAL caducidad, se ha agotado la via previa, y estar la resolucion impugnada amparada en una norma de inferior jerarquia a la Constitucion de mil novecientos setenta y nueve. Interpuesto el recurso de apelacion, con fecha siete de febrero de mil novecientos noventa y siete, la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, en discordia, expide resolucion revocando la apelada, y reformandola, la declara improcedente. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se ordene a la Oficina de Normalizacion Previsional el otorgamiento de una pension de jubilacion a favor del actor, inaplicandose los efectos del decreto ley 25967° Que, en tal virtud, y como quiera que de autos se desprende que el actor a la fecha de interponer su demanda no ejercitaba el derecho cuyo reconocimiento se solicita, de manera previa, se torna exigible evaluar si se cumplio la exigencia de agotar la via previa, dispuesta por el articulo 27° de la ley 23506, Ley de Habeas Corpus y Amparo. Que, en tal sentido, y segun se desprende de los documentos obrantes de fojas dos, tres y de siete a diez, en el caso de autos, este Colegiado estima que la via administrativa no se agoto, ya que: a) desde la expedicion y posterior notificacion de la resolucion No 27171-95, por la que la entidad demandada declaro improcedente el recurso de reconsideracion interpuesta contra la resolucion No 22579-93, y la fecha de interposicion del recurso de apelacion, transcurrio con exceso el plazo de quince dias del que se prevé en el articulo 99° del Decreto Supremo No 002-94-JUS, Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, habiendo quedado consentida la referida resolucion 27171-95 b) el hecho de que la resolucion haya quedado consentida, y que por tanto el procedimiento administrativo haya sido concluido, no puede en modo alguno ser enervado por el hecho de que, con posterioridad, el actor, con el objeto de subsanar la no interposicion de medio impugnatorio alguno, haya interpuesto, primero, el recurso de apelacion, y posteriormente, el recurso de revision. Que, por otro lado, tampoco puede sostenerse que en el caso de autos no era exigible el agotamiento de la via previa, pues se trataria de una violacion continuada del derecho constitucional a la seguridad social del actor, ya que, como se desprende del propio tenor de su demanda, a parte de los documentos anteriormente ya referidos, el actor al momento de plantear su peticion en sede judicial - constitucional, no venia gozando de una pension de jubilacion, cuyo recorte, suspension 0 anulacion pueda haberse generado y como consecuencia de ello, el que tal acto lesivo se prolongue en el tiempo, supuesto éste totalmente TRIBUNAL CONSTITUCIONAL contrario que de haberse producido, hubiere llevado a este Colegiado a la aplicacion estricta del segundo parrafo del articulo 26° de la Ley 25398° Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Organica,", "FALLA": "Confirmando la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha siete de febrero de mil novecientos noventa y siete, que revocando la apelada, que declaro fundada la demanda, y reformandola la declaro improcedente; dispusteron la publicacion de esta sentencia en el diario oficial El Peruano, y los devolvieron.", "SS.": "LL L L I - / - A Vimar ACOSTA NUGENT DIAZ VALVERDE RLe 2 GARCIA MARCELO L. Lo que Certifico: ECM Ora. MARIALUZ VASQUEZI DE LOPEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-28", "id": 36361, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Sebastián Rojas Paredes", "numero_expediente": "00183-1997-AA"}