{"CONTEXTO": " 00184-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00184-1995-AA.pdf) --- S-059 Que, la no ejecucion de la orden de pago de los beneficios sociales que el actor estima como lesivo a su derecho constitucional, debe de peticionarse ante las instancias administrativas correspondientes, no constituyendo la via residual y excepcional de este proceso constitucional una instancia que pueda suplir el procedimiento administrativo..  Exp. No 184-95-AA/TC Arequipa Caso: Pastor Calcin Colquehuanca  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de setiembre de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados:  Ricardo Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Rey Terry, Diaz Valverde, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:  ", "ASUNTO:": "Recurso Extraordinario contra la resolucion de la Segunda Sala Civil de la Corte Superior de Arequipa, de fecha veintiocho de junio de mil novecientos noventa y cinco que, confirmando la apelada, declara improcedente la Accion de Amparo interpuesta por Pastor Calcin Colquehuanca. ", "ANTECEDENTES:": "Pastor Calcin Colquehuanca interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Arequipa, don Fernando Ramirez Alfaro, por violacion, por omision, de su derecho constitucional al pago de beneficios sociales.  Sostiene el actor que tras haber laborado en calidad de obrero permanente en la Municipalidad Provincial de Arequipa durante veinticuatro anos, seis meses y veintiocho dias, por resolucion municipal ciento cuarenta y cinco-cero, del diecisiete de agosto de mil novecientos noventa y cuatro, fue cesado por limite de edad, procediéndose a efectuar su liquidacion de beneficios sociales, el mismo que fue fijado, por resolucion municipal doscientos quince-cero, de trece de octubre de mil novecientos noventa y cuatro, en la suma de dieciséis mil cuatrocientos veintitrés con veinticinco centavos de nuevos soles.  No obstante ello, y pese a haber requerido notarialmente al demandado para que haga efectivo dicho pago, éste no ha cumplido, vulnerando de esa manera, por omision, su derecho constitucional al pago de sus beneficios sociales.  Ampara su pretension en lo dispuesto por los articulos dos, cuatro y veintiocho, inciso tercero, de la Ley veintitrés mil quinientos seis. Asimismo, en lo dispuesto por los articulos veinticuatro y veintiséis, inciso segundo, de la Constitucion.  Admitida la demanda, sin que el demandado la conteste, con fecha diecisiete de abril de mil novecientos noventa y cinco, el Juez del Quinto Juzgado Civil de Arequipa, emite resolucion declarando improcedente la demanda, en razon de que no se ha vulnerado el derecho constitucional del recurrente tras haber reconocido la entidad demandada el pago de los beneficios sociales. Asimismo, porque el actor no obstante tener reconocido su derecho, no ha agotado la via administrativa correspondiente, no siendo suficiente la carta notarial cursada.  Interpuesto el recurso de apelacion, con fecha veintiocho de junio de mil novecientos noventa y cinco, la Segunda Sala Civil de la Corte Superior de Arequipa expide resolucion confirmando la de Primera Instancia por sus fundamentos. Interpuesto el recurso de nulidad, que debe entenderse como extraordinario los autos son elevados al Tribunal Constitucional. ", "FUNDAMENTOS:": "Considerando: Que, conforme se desprende de la resolucion municipal dos mil ciento cincuenta, de fecha trece de octubre de mil novecientos noventa y cuatro, obrante a fojas dos, la Municipalidad Provincial de Arequipa autorizo se pague al actor la suma de dieciséis mil cuatrocientos veintitrés con veinticinco centavos de nuevos soles por concepto de beneficios sociales en su calidad de ex-servidor obrero, con veinticuatro anos, seis meses y veintiocho dias de servicios prestados; Que, habiendo reconocido la Municipalidad Provincial de Arequipa el pago de los beneficios sociales del actor, tras los anos de servicios prestados a ella, no se puede considerar que el derecho constitucional invocado haya sufrido vulneracion O amenaza de violacion alguna, que tornaran en procedentes la accion incoada; Que, en el caso de autos, si bien el actor curso una carta notarial al Alcalde de la Municipalidad Provincial de Arequipa, con fecha diecisiete de enero de mil novecientos noventa y cinco, obrante a fojas tres, con el objeto de que se haga efectivo el pago de sus beneficios sociales reconocidos, también lo es que, del segundo acuerdo de la resolucion municipal dos mil ciento cincuenta, se desprende que el accionado habia autorizado a la oficina de tesoreria de la referida Municipalidad para que realice dicho pago; Que, la no ejecucion de la orden de pago de los beneficios sociales que el actor estima como lesivo a su derecho constitucional, debe de peticionarse ante las instancias administrativas correspondientes, no constituyendo la via residual y excepcional de este proceso constitucional una instancia que pueda suplir el procedimiento administrativo; Que, en este sentido de conformidad con lo dispuesto en el articulo 27 de la Ley 23506 deben agotarse las vias previas insistiéndose en el cobro ante el Concejo Provincial de Arequipa, mediante el ejercicio de las acciones impugnativas correspondientes.  Por estos fundamentos el Tribunal Constitucional ", "FALLA:": "Confirmando la resolucion de la Segunda Sala Civil de la Corte Superior de Arequipa, de fecha veintiocho de junio de mil novecientos noventa y cinco, que confirmando la apelada, declaro improcedente la Accion de Amparo interpuesta por Pastor Calcin Colquehuanca contra el Alcalde de la Municipalidad Provincial de Arequipa, debiendo publicarse esta sentencia en el Diario Oficial El Peruano.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-11-25", "id": 37409, "nombre_demandado": "Municipalidad Provincial de Arequipa (Alcalde, Fernando Ramírez Alfaro)", "nombre_demandante": "Pastor Calcin Colquehuanca", "numero_expediente": "00184-1995-AA"}