{"CONTEXTO": " 00184-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00184-1996-AA.pdf) --- 58 TRIBUNAL CONSTITUCIONAL EXP. No 184-96-AA/TC TEXTIL PERU PACIFICO S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugenty Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por Textil Peru Pacifico S.A. contra la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintidos de febrero de mil novecientos noventa y seis, que declara haber nulidad en la sentencia de vista e improcedente la demanda, en la Accion de Amparo interpuesta contra la Superintendencia Nacional de Administracion Tributaria (SUNAT) y el Ministro de Economia y Finanzas.", "ANTECEDENTES:": "Textil Peru Pacifico S.A., representada por don Olaf Hein Christiani, interpone Accion de Amparo contra la SUNAT y el Ministro de Economia y Finanzas para que se declare inaplicable a su empresa el articulo 118° de la Ley No 25751, Ley del Impuesto a la Renta, y se dejen sin efecto las ordenes de pago Nos 93-101-1153-18711-01, del cinco de octubre de mil novecientos noventa y tres, y 93-101-115-J-20657-01, del nueve de noviembre de mil novecientos noventa y tres; a través de las cuales la SUNAT pretende cobrar el Impuesto Minimo a la Renta de agosto y setiembre de mil novecientos noventa y tres. Ello, por violar sus derechos constitucionales de propiedad, de no confiscatoriedad de los impuestos, de libre empresa, de libertad de trabajo y de seguridad juridica. La demandante sefala que: 1) La demandada debio girar resoluciones de determinacion y no ordenes de pago; 2) La demandada inicio dos procesos de ejecucion coactiva contra ella bajo el principio solve et repet, que obliga a pagar primero y reclamar después; 3) Sus recursos de reclamacion no fueron admitidos a tramite sin el previo pago de la suma senalada; 4) Hace varios ajos que la empresa no produce rentas; y, 5) De acuerdo con e) articulo 83° y 118° de la Ley del Impuesto a la Renta, la empresa puede suspender sus pagos a cuenta --a partir del segundo semestre del ano--, cuando considere que los pagos efectuados seran superiores al impuesto que les corresponderia pagar por el ejercicio. 2 TRIBUNAL CONSTITUCIONAL La SUNAT, representada por don Ricardo Ochoa Martinez, contesta la demanda y solicita que sea declarada improcedente debido a que: I) De acuerdo con el articulo 78° del Codigo Tributario, una orden de pago se emite cuando se trata de pagos a cuenta como en el caso de autos; 2) La suspension aludida por la demandante debe ser comunicada a la SUNAT, debe presentar un formulario mensual durante el tiempo de la suspension -- indicando el motivo de ésta-- y no se aplica al Impuesto Minimo a la Renta, salvo que los activos del ejercicio sean menores, en por lo menos cincuenta por ciento, a los activos del ejercicio gravable anterior; y, 3) La demandante no ha agotado la via previa. El Procurador adjunto, a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, don Angel Augusto Vivanco Ortiz, contesta la demanda y solicita que sea declarada infundada O improcedente, por considerar que el referido Impuesto no vulnera ningun derecho constitucional sino que castiga la ineficiencia de algunas empresas. El Juez del Segundo Juzgado Civil de Lima, a fecha sesenta y ocho, con fecha treinta y uno de enero de mil novecientos noventa y cuatro, declara improcedente la demanda argumentando que de la lectura del articulo 83° de la Ley No 25751, Ley del Impuesto a la Renta, resulta que el agravio senalado por el demandante no es tal sino que deriva de una omision. La Tercera Sala Civil de la Corte Superior de Justicia de Lima, a fojas noventa y seis, con fecha catorce de marzo de mil novecientos noventa y cinco, revoca la apelada y declara fundada la demanda, argumentando que si una empresa no tiene utilidad durante un ejercicio economico, no puede exigirsele el pago del Impuesto a la Renta y menos si tiene pérdida. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas cuarenta y dos del cuaderno de nulidad, con fecha veintidos de febrero de mil novecientos noventa y seis, declara no haber nulidad en la sentencia de vista e improcedente la demanda, debido a que la demandante no ha cumplido con agotar la via previa.", "FUNDAMENTOS:": "1. Que el objeto de la demanda es que la SUNAT se abstenga de aplicar a la empresa demandante lo dispuesto en el articulo 118° de la Ley No 25751, Ley del Impuesto a la Renta, y que se dejen sin efecto las ordenes de pago Nos 93-101-115-J-18711-01 y 93- 101-115-J-20657-01, correspondientes a agosto y setiembre del ejercicio mil novecientos noventa y tres. Ambas emitidas en aplicacion del referido articulo. Ello debido a que la empresa demandante \"no produce rentas desde hace varios anos\". LO 3 TRIBUNAL CONSTITUCIONAL 2. Qu, los documentos presentados por la empresa demandante no son suficientes para acreditar la pérdida en la que fundamenta su demanda. En efecto, acreditar el referido hecho supone la probanza del real estado financiero de Textil Perû Pacifico S.A. y ello implicaria desnaturalizar la esencia de la Accion de Amparo, por ser ésta una via sumarisima que carece de etapa probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas cuarenta y dos del Cuadernillo de Nulidad, su fecha veintidos de febrero de mil novecientos noventa y seis, que revocando la apelada declaro no haber nulidad en la de vista e improcedentela demanda, y reformandola declara INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE Haton / - - NUGENT R GARCIA MARCELO Lo que Certifico: Ora. MARIA LUZ VASOUEZ SECRETANTA RELATORA TRIBUNAL CONSTITUOIONAL G.L.B.", "fecha_publicacion": "1998-12-13", "id": 37339, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT) y otro", "nombre_demandante": "Textil Perú Pacífico SA representada por Olaf Hein Christiani", "numero_expediente": "00184-1996-AA"}