{"CONTEXTO": " 00181-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00181-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.181-96-AA/TC Huaura. Juan Carlos Torres Alarcon. Sentencia del Tribunal Constitucional En Lima, a diez dias del mes de diciembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; GARCIA MARCELO; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad entendido como extraordinario que interpone don Juan Carlos Torres Alarcon contra la resolucion expedida por la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, su fecha dieciocho de abril de mil novecientos noventa y seis, que confirmando la apelada, declaro improcedente la Accion de Amparo interpuesta contra don Arnulfo Alfredo Loza La Rosa Alcalde de la Municipalidad Distrital de Santa Maria.", "ANTECEDENTES:": "Con fecha veinticuatro de enero de mil novecientos noventa y seis, don Juan Carlos Torres Alarcon, interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Santa Maria a fin que se declare nulo el despido del que ha sido objeto por parte del demandado, se ordene su inmediata reincorporacion como trabajador de dicho organo de gobierno local y se ordene el pago de su remuneracion y gratificacion por navidad, correspondientes al mes de diciembre de 1995. Sostiene el demandante que ingreso a trabajar para el demandado el 20 de enero de 1992, en calidad de obrero encargado de la guardiania del local municipal ex- Union Chonta, DE TRIBUNAL CONSTITUCIONAL realizando dicha labor con caracter permanente y en forma ininterrumpida hasta el 31 de diciembre de 1995, toda vez que el dia 02 de enero de 1996, el demandado procedio a despedirlo en forma verbal, argumentando el vencimiento de su contrato de trabajo, razon por la que considera que su cese resulta ilegal. Considera que habia adquirido el derecho a la estabilidad laboral, en virtud de la Ley No 24041, vigente a partir del 29 de diciembre de 1984, y que solo podia haber sido cesado por las causales previstas en el Decreto Legislativo 276, amparando su demanda en los articulos 22, 23 y 27 de la Constitucion del Peru de 1993. Admitida la demanda 2 ésta es contestada por el demandado, quien la contradice y niega en todos sus extremos, solicitando se declare infundada la misma, por considerar que al actor no le asiste ningun derecho a la estabilidad laboral, habiendo concluido su relacion laboral por término de su vinculo contractual. Agrega que la certificacion otorgada al actor por el ex-alcalde no obra en los archivos de la municipalidad y se presume que haya sido otorgada de favor, careciendo por ello de validez. Con fecha primero de marzo de mil novecientos noventa y seis el Juez del Primer Juzgado Civil de Huaura expide sentencia declarando improcedente la demanda. Formulado recurso de apelacion, la Sala Civil Mixta de la Corte Superior de Justicia de Huaura con fecha dieciocho de abril de mil novecientos noventa y seis, confirma la recurrida. Interpuesto el Recurso de Nulidad entendido como extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, del petitorio de la demanda, se desprende que el accionante solicita se declare nulo el despido del que ha sido objeto, con fecha 02 de enero de 1996, y se ordene su reincorporacion en su calidad de trabajador obrero de la Municipalidad de Santa Maria; asi como el pago correspondiente a su remuneracion y bonificacion por Navidad, correspondiente al mes de diciembre de 1995. 2.- Que el actor en su demanda sostiene que al haber laborado en forma permanente e ininterrumpida al servicio de la demandada, desde el 20 de enero de 1992, ha adquirido la estabilidad laboral, en virtud de las disposiciones contenidas en la Ley No 24041, segun la CA DE TRIBUNAL CONSTITUCIONAL cual los trabajadores contratados para labores de naturaleza permanente que tengan mas de un ano ininterrumpido de servicios no pueden ser cesados ni destituidos sino por las causas previstas en el Decreto Legislativo No 276. 3.- Que los hechos expuestos por el demandante, que le sirven de apoyo para considerar que su cese laboral es violatorio de sus derechos como servidor dentro del régimen de la actividad publica, son controvertibles y requieren probanza para su dilucidacion, lo que no puede ser resuelto en la via sumarisima del amparo, por carecer ésta de estacion probatoria. 4.- Que respecto al extremo referido al pago de la remuneracion y bonificacion correspondiente al mes de diciembre de 1995, se deja a salvo el derecho del actor a efecto de que lo haga valer en la via legal correspondiente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "Confirmando la resolucion expedida por la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, de fojas setentiuno, su fecha dieciocho de abril de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la accion de amparo; ordenaron su publicacion en el Diario Oficial \"El Peruano\", conforme a Ley; y los devolvieron.", "SS.": "ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, L GARCIA MARCELO LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ V. A.A.M. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-11", "id": 36723, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Santa María (Arnulfo Alfredo Loza La Rosa)", "nombre_demandante": "Juan Carlos Torres Alarcón", "numero_expediente": "00181-1996-AA"}