{"CONTEXTO": " 00188-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00188-1993-AA.pdf) --- S-194 los derechos pensionarios adquiridos por la demandante al amparo del Decreto Ley No 20530 y que son tutelados constitucionalmente deben ser respetados, y no desconocidos, como acontecio con el Decreto Supremo No 008-91-JUS, que fuera posteriormente derogado por el articulo 34° de la Ley No 25334,.. Exp. No 188-93-AA/TC Nombre: Rosario Amparo Galvez de Coucillas SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de junio de mil novecientos noventa y siete, el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Casacion interpuesto por Rosario A. Lopez Galvez de Coucillas, contra la sentencia de la Sala Constitucional y Social de la Corte Suprema, de fecha dos de marzo de mil novecientos noventa y tres, que declara no haber nulidad de la sentencia de vista, de fecha veintiséis de marzo de mil novecientos noventa y dos, que confirmo la apelada, de fecha veinticinco de julio de mil novecientos noventa y uno, que declaro fundada la correspondiente Accion de Amparo.", "ANTECEDENTES:": "Rosario Amparo Gâlvez de Coucillas, con fecha 14 de junio de 1991, interpone Accion de Amparo contra la Superintendencia de Banca y Seguros (SBS), con el objeto de que se declare en su caso la inaplicabilidad del Decreto Supremo No 008-91-JUS, publicado el 15 de mayo de 1991, que deja sin efecto su incorporacion al régimen de jubilaciones normado por el Decreto Ley No 20539; alega la demandante que la emplazada, desde el mes de mayo de 1991, ha suspendido unilateralmente el pago de su pension que constituye su unico ingreso economico y medio de sustento familiar, sostiene la actora, que ha acreditado mediante Resolucion SBS No 611-86, de fecha 27 de octubre de 1986, que fue incorporada al Régimen de Pensiones y Compensaciones regido por el Decreto Ley No 20530, en base al informe de la Direccion de Personal de la Direccion General de Relaciones Humanas de la Superintendencia de Banca y Seguros; senala la demandante, que esta agresion vulnera sus derechos constitucionales contenidos en los articulos 20, inciso 15), 20°, 57°, y Octava Disposicion General y Transitoria de la Constitucion Politica de 1979, asi como la normatividad vigente aplicable a su caso al momento de la afectacion de sus derechos. A fojas 17, el Procurador Publico encargado de los asuntos judiciales del Ministerio de Economia contesta la demanda pidiendo se la declare improcedente aduciendo <que la pretension fundamental que persigue el actor esta dirigida a obtener del Poder Judicial un pronunciamiento declarando la inconstitucionalidad e ilegalidad de los acotados dispositivos de caracter general, para lo cual existe un procedimiento de garantia constitucional expresamente previsto a tal efecto: la Accion Popular, normada por el ultimo parrafo del articulo 295° de la Constitucion y la Ley No 24698, Ley Procesal de Accion Popular>, asimismo, a fojas 21, el Procurador Publico Ad-Hoc encargado de los asuntos judiciales de la Superintendencia de Banca y Seguros, contesta la demanda alegando que xal haberse dejado sin efecto el D.S. No 008-91 por el Art. 34° de la Ley No 25334, es de aplicacion lo indicado por dicha norma en el sentido de que la Contraloria General de la Republica, CONADE y CONAFI, investiguen las pensiones otorgadas en contravencion de la ley, a fin de que sean adecuadamente corregidas una vez establecida la situacion real respecto a la validez O no de las incorporaciones de los ex-servidores reclamantes, esta Superintendencia procedera a regularizar las mismas> La sentencia de primera instancia, de fecha 25 de julio de 1991, declara fundada la Accion de Amparo, principalmente, porque <la entidad demandada ha suspendido el pago de la pension a partir del mes de mayo del ano en curso invocando el Decreto Supremo cero, cero, ocho- noventa y uno-JUS -tal como se indica en el recurso de demanda-, que tal actitud contraviene lo dispuesto en el articulo cincuenta y siete de la Constitucion Politica del Estado que establece que los derechos reconocidos a los trabajadores son irrenunciables, consecuentemente, el desconocimiento de la Resolucion numero cero, cero dos-ochenta y nueve por parte de la emplazada significa atentar contra un derecho ya reconocido, es decir, el derecho de pension de cesantia, que este hecho se agrava aun mas si tenemos en consideracion que la segunda parte del articulo ciento ochenta y siete de la Carta Magna dispone que ninguna ley tiene fuerza ni efecto retroactivos, que, de otro lado, el Decreto Supremo cuestionado, ha quedado sin efecto por mandato del articulo treinta y cuatro de la Ley veinticinco mil trescientos treinta y cuatro, del veinticinco de junio de mil novecientos noventa y uno habiendo desaparecido la causa por la que la Superintendencia de Banca y Seguros dejo de abonar su pension de cesantia a la demandante...) Con fecha 26 de marzo de 1992, la sentencia de vista confirma la apelada que declaro fundada la Accion de Amparo. Interpuesto recurso de nulidad por la entidad emplazada, la Sala Constitucional y Social de la Corte Suprema, por sentencia del dos de marzo de mil novecientos noventa y tres, declara haber nulidad de la sentencia de vista, y reformandola la declara improcedente, por considerar que <la pretension de la actora es la declaratoria de inaplicabilidad del Decreto Supremo cero, cero ocho-noventa y uno JUS; que el citado Decreto Supremo ha sido derogado por el articulo treinta y cuatro de la Ley veinticinco mil trescientos treinta y cuatro, que siendo asi, es de aplicacion el inciso primero del articulo sexto de la Ley veintitrés mil quinientos seis>. Interpuesto Recurso de Casacion por la demandante, el cual debe entenderse como Recurso Extraordinario, los autos son elevados a este Tribunal, en aplicacion del articulo 41° de la Ley Organica del Tribunal Constitucional No 26435.", "FUNDAMENTOS:": "Considerando: Que, del examen de la demanda y de los actuados se desprende, que la actora ha acreditado fehacientemente mediante Resolucion SBS No 611-86, su incorporacion al régimen pensionario establecido por el Decreto Ley No 20530, lo que no ha sido desvirtuado por la entidad emplazada, que, dicho régimen pensionario fue consagrado constitucionalmente por la Octava Disposicion General y Transitoria de la Constitucion de 1979, ulteriormente reafirmada por la Primera Disposicion Final y Transitoria de la Carta Politica de 1993, en consecuencia, los derechos pensionarios adquiridos por la demandante al amparo del Decreto Ley No 20530 y que son tutelados constitucionalmente deben ser respetados, y no desconocidos, como acontecio con el Decreto Supremo No 008-91-JUS, que fuera posteriormente derogado por el articulo 34° de la Ley No 25334, pero que sin embargo dicha afectacion a los derechos pensionarios de la actora persistiera mediante el Decreto Legislativo No 763 y el Decreto Supremo No 005-92-TR, segun se desprende de los hechos que son materia de la presente Accion, por estos fundamentos, el Tribunal Constitucional, de conformidad con la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "Revocando la sentencia de la Sala Constitucional y Social de la Corte Suprema, de fecha 2 de marzo de 1993, y reformândola declara fundada la Accion de Amparo interpuesta por dona Rosario A. Lopez de Coucillas contra la Superintendencia de Banca y Seguros; ordenaron: Que la Superintendencia de Banca y Seguros cumpla con restituir a la demandante el pago de su pension de cesantia que fuera suspendido Senalandose, ademas, que en el presente caso no es pertinente la aplicacion del articulo 11° de la Ley No 23506; mandaron: Se publique en el Diario Oficial El Peruano. Comuniquese y registrese. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-06-19", "id": 36171, "nombre_demandado": "Superintendencia de Banca y Seguros (SBS)", "nombre_demandante": "Rosario Amparo Gálvez de Coucillas", "numero_expediente": "00188-1993-AA"}