{"CONTEXTO": " 00186-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00186-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 186-99-AA/TC JUNIN ANTONINO CERRON ALIAGA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veintiséis dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sânchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Antonino Cerron Aliaga contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, su fecha doce de enero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Antonino Cerron Aliaga interpone Accion de Amparo contra la Presidencia de la Corte Superior de Justicia de Junin, con el proposito de que se deje sin efecto la decision de separarlo del cargo de Juez Provisional de Trabajo de Yauli-La Oroya y se disponga su reposicion en el mismo. Refiere que mediante Resolucion de fecha dieciocho de noviembre de mil novecientos noventa y dos fue designado juez provisional del Juzgado Penal de Jauja; que, posteriormente, por Resolucion Administrativa N.o 06-97-P-CSJJ de fecha trece de enero de mil novecientos noventa y siete fue rotado al Juzgado de Trabajo de Yauli; que, mediante Oficio N.o 350-98-P-CSJJ, del cuatro de marzo de mil novecientos noventa y ocho se le separa de dicho cargo; que esta medida es arbitraria porque debio ser tomada mediante resolucion administrativa y no por un simple oficio; que la misma vulnera el derecho de igualdad ante la ley, puésto que mientras a él se lo separa del cargo a otros magistrados provisionales se les ha promovido a cargos superiores; que se ha violado el inciso 3) del articulo 146° de la Constitucion Politica del Estado que garantiza a los magistrados judiciales su permanencia en el servicio mientras observen conducta e idoneidad propias de su funcion. La demandada absuelve el tramite de contestacion de la demanda, solicitando se la declare improcedente. Senala que la designacion del demandante en el cargo de juez suplente no constituye titulo de nombramiento, puesto que corresponde al Consejo TRIBUNAL CONSTITUCIONAL Nacional de la Magistratura el nombramiento, previo concurso publico, de los jueces y fiscales de todos los niveles; que, en la visita que su despacho efectuo el dia trece de abril de mil novecientos noventa y ocho al Juzgado de Trabajo que estaba a cargo del demandante, se constato desorden, atraso en la labor jurisdiccional y multiples quejas 2 contra el demandante, por lo que se decidio prescindir de sus servicios mediante la Resolucion Administrativa N.o 024-98-P-CSJJ. El Primer Juzgado Especializado en lo Civil de Huancayo emite sentencia declarando improcedente la demanda, senalando que la Accion de Amparo no es la via idonea para resolver la presente causa sino la contencioso-administrativa. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Junin, confirma la apelada por estimar que, no teniendo la condicion de magistrado titular, no gozaba de estabilidad en el cargo, por lo que al dejarse sin efecto su designacion como magistrado suplente no se ha incurrido en vulneracion de ningun derecho constitucional. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, del examen de autos se desprende que se dejo sin efecto la designacion del 1. demandante como Juez del Juzgado de Trabajo de Yauli-La Oroya, mediante la Resolucion Administrativa N.° 024-98-P-CSJJ y no a través del oficio de fojas dieciocho, medida que fue adoptada como consecuencia de la visita de inspeccion realizada en dicho Juzgado por la Oficina de Control de la Magistratura del Poder Judicial y la Oficina Distrital de Control de la Magistratura, y en atencion a su récord de medidas disciplinarias, el mismo que obra de fojas cuarenta y cuatro a cuarenta y siete de autos. Que, mediante la Resolucion Administrativa N.o 026-98-P-CSJJ se precisa la 2. antedicha resolucion, en el sentido de que se deja sin efecto la designacion del demandante en el cargo de juez provisional, a partir del cuatro de marzo de mil novecientos noventa y ocho. Que la designacion del demandante como juez provisional se efectuo a mérito del 3. articulo 5° del Decreto Ley N.o 25455, por tratarse de una situacion de excepcion y por necesidad del servicio; en tal virtud, no teniendo la condicion de magistrado titular, no le es aplicable el inciso 3) del articulo 146° de la Constitucion Politica del Estado, que garantiza a los magistrados judiciales la permanencia en el servicio, mientras observen conducta e idoneidad propias de su funcion; en consecuencia, al 2 TRIBUNAL CONSTITUCIONAL dejarse sin efecto su designacion como juez provisional, no se ha conculcado ninguno de los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ciento cincuenta y cinco, su fecha doce de enero de mil novecientos noventa y nueve, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "luhdil ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT V avoia GARCIA MARCELO - VU dU A CCL Lo que Certifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-10", "id": 35518, "nombre_demandado": "Presidencia de la Corte Superior de Justicia de Junín", "nombre_demandante": "Antonino Cerrón Aliaga", "numero_expediente": "00186-1999-AA"}