{"CONTEXTO": " 00188-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00188-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9188-98-AA/TC LIMA CORPORACION GANADERA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veintiséis dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Corporacion Ganadera S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia Lima, de fojas ciento treinta y tres, con fecha quince de diciembre de mil novecientos noventa y siete, que declaro improcedente la demanda en la Accion de Amparo interpuesta contra la Superintendencia Nacional de Administracion Tributaria- Sunat.", "ANTECEDENTES:": "Corporacion Ganadera S.A., representada por don Rafael Bellido Sanchez Navarrete, interpone la presente Accion de Amparo contra la Sunat, para que se declare inaplicable a su empresa lo dispuesto en los articulos 109° al 114° del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, que norman el Impuesto Minimo a la Renta. Asimismo, se deje sin efecto el cobro del referido impuesto por el ejercicio mil novecientos noventa y seis, y se suspendan las ejecuciones coactivas de las ordenes de pago N.os 011-1- 27427, 011-1-27079, 011-1-27078, 011-1-31376, 011-1-31377, 011-1-28108, 011-1-28107, 011-1-29227, 011-1-29228, 011-1-30457, 011-1-30456, 011-1-30455, 011-1-33416, 011-1- 33149, 011-1-33148, 011-1-33147, 011-1-33146, 011-1-33145, 011-2-07724, 011-2-07723, 011-1-34251, 011-1-34250, 011-1-34249, 011-1-34248, 011-1-34247, 011-2-07851, 011-2- 07852, 011-1-35188, 011-1-35183011-1-35190, 011-1-35191, 011-1-36408, 011-1-36409, 011-1-36410, 011-1-36411 y 011-1-36412, correspondientes a mil novecientos noventa y cinco y a los meses de marzo a diciembre de mil novecientos noventa y seis. Ello, por violar sus derechos constitucionales de propiedad y de libertad de comercio e industria, y el principio de no confiscatoriedad de los tributos. 2 TRIBUNAL CONSTITUCIONAL La demandante fundamenta su accion de garantia en que: 1) La empresa se encuentra en estado de pérdida economica; y, 2) No se puede pretender que la empresa realice el pago previo de la deuda para agotar la via administrativa, porque ello convertiria el dano en irreparable. La Sunat, representada por dona Maria Caridad Garcia de los Rios, contesta la demanda y solicita que sea declarada infundada 0 improcedente, por considerar que: 1) La demandante no ha acreditado, de manera fehaciente, el estado de pérdida que invoca; y, 2) La via del amparo no es la adecuada para resolver el conflicto de intereses materia de autos. El Tercer Juzgado Especializado en Derecho Publico de Lima, a fojas setenta y cuatro, con fecha dieciséis de abril de mil novecientos noventa y siete, declara fundada la demanda, por considerar que la demandante ha acreditado en autos la situacion de pérdida que invoca. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento treinta y tres, con fecha quince de diciembre de mil novecientos noventa y siete, revoca la apelada que declaro fundada la demanda y reformandola la declara improcedente, por considerar que: 1) La empresa no ha acreditado en autos la pérdida economica que invoca; y, 2) La Accion de Amparo no es la adecuada para resolver el conflicto de intereses materia de autos. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la demanda es que la Sunat declare inaplicable a su empresa lo 1. dispuesto en los articulos 109° al 114° del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, que norma el Impuesto Minimo a la Renta. Asimismo, se deje sin efecto el cobro del referido impuesto por el ejercicio mil novecientos noventa y seis, y se suspendan las ejecuciones coactivas de las ordenes de pago correspondientes a mil novecientos noventa y cinco y a los meses de marzo a diciembre de mil novecientos noventa y seis; y, sin embargo, la empresa demandante no ha presentado documentacion que acredite haber requerimiento alguno de la Sunat. Que, en los procesos de amparo, la facultad del Poder Judicial --y de este Tribunal-- 2. de no aplicar una norma, por ser incompatible con la Constitucion, no puede realizarse en forma abstracta, sino como resultado de la existencia de hechos concretos; y, en el caso de autos, ello no se ha producido, por no haberse acreditado A TRIBUNAL CONSTITUCIONAL los actos que se reputan a la demandada y que, supuestamente, amenazan con violar los derechos constitucionales de la empresa demandante. Que, de ampararse el petitorio, se vulneraria el principio de generalidad de las leyes 3. en la aplicacion de las normas tributarias. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y tres, su fecha quince de diciembre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "VL ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Le Que Oertifico: G.L.B Cra. MARIA WZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-04", "id": 35246, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (Sunat)", "nombre_demandante": "Corporación Ganadera SA", "numero_expediente": "00188-1998-AA"}