{"CONTEXTO": " 00185-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00185-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 185-96-AA/TC CANETE MARTIN HUAYTA DURAND SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Martin Huayta Durand contra la resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Canete, su Al fecha veintinueve de febrero de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El cuatro de setiembre de mil novecientos noventa y cinco, don Martin Huayta Durand interpone Accion de Amparo contra la Municipalidad Provincial de Canete, representada por su Alcalde, don Jorge Brignole Santollaya, con el proposito de que se le ordene el otorgamiento de la licencia de construccion solicitada con fecha veintidos de junio de mil novecientos noventa y cinco. Refiere que solicito licencia para construir el primer piso de su vivienda, habiendo cancelado todos los derechos y cumplido con todos los requisitos de ley; que no obstante ello, la demandada se niega a otorgarle dicha licencia. La demandada absuelve el tramite de contestacion de la demanda, solicitando se la declare improcedente; senala que la solicitud del demandante no adjunto los requisitos de ley; que, los planos que presento fueron observados y que, se constato que existe superposicion de areas, por lo que se hace imperativa la rectificacion de las mismas. El Juzgado Especializado en lo Civil de Canete emite sentencia declarando infundada la demanda, por considerar - entre otras razones - que el demandante no cumplio con agotar la via previa. Interpuesto Recurso de Apelacion, la Sala Mixta de la Corte Superior de Justicia de Canete confirmo la apelada, por estimar igualmente que no se cumplio con agotar la via administrativa. Contra esta resolucion, el demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 23 TRIBUNAL CONSTITUCIONAL 2. Que en el presente caso, la via previa no esta regulada, por lo que es de aplicacion la excepcion prevista en el inciso 3) del articulo 28° de la Ley de Habeas Corpus y Amparo. 3. Que en el presente caso, el demandante solicita que se disponga que la Municipalidad Provincial de Canete le otorgue la Licencia de Construccion, en virtud a su solicitud de fecha veintidos de junio de mil novecientos noventa y cinco. 4. Que las solicitudes de otorgamiento de licencias de construccion deben reunir una serie de requisitos de orden técnico y legal, prescritos en el Reglamento para el Otorgamiento de Licencias de Construccion, Control y Conformidad de Obra, aprobado por el Decreto Supremo No 025-94-MTC, cuyo cumplimiento debe ser evaluado en sede administrativa; en consecuencia, la Accion de Amparo no es la via idonea, dado que por su naturaleza especial y sumarisima, carece de estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Canete de fojas cincuenta y nueve, su fecha veintinueve de febrero de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO M Wi Re Ca Lo que Certific0; Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1999-01-04", "id": 34830, "nombre_demandado": "Concejo Provincial de Cañete", "nombre_demandante": "Martín Huayta Durand", "numero_expediente": "00185-1996-AA"}