{"CONTEXTO": " 00182-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00182-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 182-96-AA/TC LIMA ELIAS VISE BEINGOLEA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de julio de mil novecientos noventa y ocho reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de lo senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Elias Vise Beingolea contra Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprem de Justicia de la Republica, su fecha quince de setiembre de mil novecientos noventa cinco, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Elias Vise Beingolea interpone Accion de Amparo contra la Presidencia de Corte Suprema de Justicia de la Republica, solicitando que se le reincorpore en el cargo Oficinista II O en otro similar 0 equivalente por haberse violado su derecho a estabilidad laboral que le ampara la Constitucion Politica del Estado de 1979, conforme a resuelto por la Segunda Sala del Tribunal Nacional del Servicio Civil mediante Resolucio N.o 1027-91-TNSC, del trece de setiembre de mil novecientos noventa y uno, por cuanto Resolucion de fecha cuatro de junio de mil novecientos noventa y dos, expedida por Corte Suprema de Justicia de la Republica, conculca su derecho al trabajo, pues omite rechaza dar cumplimiento al referido acto administrativo expedido en ultima instancia. El Procurador Publico a cargo de los asuntos judiciales del Poder Judicial contesta demanda, solicitando que la misma se declare improcedente porque la accion ha sid interpuesta extemporaneamente, ademas de ser la via idonea la accion contencioso administrativa. El Vigésimo Sexto Juzgado Especializado en lo Civil de Lima, con fecha veintido de noviembre de mil novecientos noventa y tres, declaro fundada la demanda, po considerar principalmente que, al haber acatado la Sala Plena de la Corte Suprema Justicia de la Republica el fallo del Tribunal Nacional del Servicio Civil, queda demostrad TRIBUNAL CONSTITUCIONAL que le reconoce a éste su calidad de ente autonomo e independiente para conocer en ultima instancia los procesos disciplinarios seguidos contra los servidores publicos, entonces, no podia posteriormente devolver al citado Tribunal la Resolucion N.o AA-766-87, que obra en copia a fojas uno, alegando desconocimiento de la autonomia e independencia del Poder Judicial en un caso de carâcter administrativo de un trabajador sujeto a la Ley N.o 11377 y al Decreto Legislativo N.o 276. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, con fecha veinticinco de julio de mil novecientos noventa y cuatro, a fojas ciento veintidos, revoco la apelada y declaro improcedente la demanda, al estimar que el Tribunal del Servicio Civil ha sido desactivado desde el veinticinco de abril de mil novecientos noventa y dos, mediante el Decreto Ley N.o 25450, por lo que es claro que por imperio del articulo 8° del Titulo Preliminar del Codigo Civil, solo la propia Sala Plena de la Corte Suprema de Justicia de la Republica podra decidir finalmente el derecho que corresponda al demandante. PM La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, mediante Resolucion de fecha quince de setiembre de mil novecientos noventa y cinco, declaro haber nulidad en la de vista y declaro infundada la demanda, por considerar que el Poder Judicial goza de autonomia en lo funcional, lo cual conlleva lo administrativo y lo disciplinario respecto a los magistrados y personal auxiliar, reconocido implicitamente en el articulo 2° de la Ley Orgânica del Poder Judicial derogada (Decreto Ley N.o 14605) y consagrado expresamente en el articulo 2° de la nueva Ley Organica del Poder Judicial (Decreto Legislativo N.o 767); que la Accion de Amparo es una garantia constitucional excepcional que protege contra la violacion 0 amenaza de vulneracion de derechos constitucionales comprendidos en el texto expreso de la Constitucion Politica del Estado y no de la derivacion interpretativa de la norma; y que la resolucion materia de la presente accion en nada impide O amenaza la libertad de eleccion de trabajo del demandante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de autos aparece que mediante Resolucion N.o 1027-91-TNSC, su fecha trece 1. de setiembre de mil novecientos noventa y uno, el Tribunal Nacional del Servicio Civil declaro fundado en parte el Recurso de Revision y ordeno reponer al demandante en el cargo que venia desempenando 0 en otro similar O equivalente. La presidencia de la Corte Suprema de Justicia de la Republica, con acuerdo de Sala Plena, por resolucion recaida en el Expediente Administrativo N.o AA-766-87, su fecha cuatro de junio de mil novecientos noventa y dos, determino devolver la resolucion mencionada por cuanto considera que ésta ha sido emitida desconociendo la independencia y autonomia del Poder Judicial. 2 TRIBUNAL CONSTITUCIONAL Que, de conformidad con los articulos 36° inciso a), 370 y 40° del Decret 2. Legislativo N.o 276, Ley de Bases de la Carrera Administrativa y Remuneracione del Sector Publico, vigentes al producirse los hechos, competia al Tribunal Naciona del Servicio Civil conocer en ultima instancia administrativa las reclamacione individuales contra resoluciones administrativas que impongan, entre otros, sancion de destitucion. Las resoluciones que dicho Tribunal emitia tenian carâct de definitivas, no siendo susceptibles de recurso alguno en la via administrativ salvo el de aclaracion por error material. Que, dicha capacidad de resolucion en ultima instancia administrativa del Tribun 3. Nacional del Servicio Civil la ha reconocido la propia Corte Suprema de Justicia la Republica, mediante la Resolucion de fecha cinco de julio de mil noveciento noventa, que en copia obra a fojas cuarenta y cinco, en cuanto acato la Resolucio de dicho Tribunal N.o 0512-87-TNSC, de fecha veintiuno de julio de m novecientos ochenta y siete, recaida en un Recurso de Revision interpuesto por demandante en el mismo proceso administrativo. Debe tenerse en cuenta que demandante acudio al mencionado Tribunal en su condicion de servido administrativo del Poder Judicial sujeto al régimen previsto en la Ley N.o 11377 y Decreto Legislativo N.o 276; por lo que al avocarse el Tribunal al conocimiento de Recurso del Revision, no ha interferido la autonomia del Poder Judicial. Que la resolucion que cuestiona el demandante ha sido expedida en contravencion 4. las normas acotadas, debiendo la Sala Plena de la Corte Suprema de Justicia de Republica, respetar las facultades que la propia ley confirio al Tribunal Nacional de Servicio Civil, en funciones plenas en aquel entonces, mâxime si dicho Tribuna dejo de funcionar desde el veintiséis de abril de mil novecientos noventa y dos, po disposicion del Decreto Ley N.o 25450, por lo cual dicha resolucion, que ordena le devuelvan los actuados administrativos, resulta de imposible cumplimiento. Que, en consecuencia, la Resolucion de fecha cuatro de junio de mil novecient 5. noventa y dos infringe la garantia constitucional contenida en el articulo 2° incis 20) literal \"1\" de la Constitucion Politica del Estado de 1979, reiterada en el articul 139° inciso 3) de la Carta Magna vigente, en cuanto disponen que ninguna person puede ser desviada de la jurisdiccion predeterminada por la ley ni sometida procedimientos distintos de los previamente establecidos; y le ha privado, adema de su derecho a la libertad de trabajo amparado por el articulo 24° inciso 10) de Ley N.o 23506, de Habeas Corpus y Amparo. Asimismo, debe tenerse en cuen que como lo establece el articulo 25° de la Ley Orgânica del Poder Judicial, independencia de este Poder del Estado esta referida a su funcion jurisdiccional 3 TRIBUNAL CONSTITUCIONAL siendo el caso que la resolucion materia de la controversia ha sido emitida en un proceso administrativo y no jurisdiccional. Que la remuneracion es una contraprestacion por el trabajo realizado, como lo tiene 6. establecido este Tribunal Constitucional en reiterada jurisprudencia, por lo que en el presente caso no corresponde el pago de remuneracion por el tiempo no laborado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas cuarenta y cinco del Cuaderno de Nulidad, su fecha quince de setiembre de mil novecientos noventa y cinco, que revocando la apelada, declaro infundada la demanda; reformândola, declara FUNDADA la Accion de Amparo e inaplicable la Resolucion recaida en el Expediente N.o AA-766-87, con fecha cuatro de junio de mil novecientos noventa y dos, expedida por la Presidencia de la Corte Suprema de Justicia de la Republica y, en consecuencia, segun lo ordenado por el Tribunal Nacional del Servicio Civil, se reponga al demandante en su puesto de trabajo O en otro similar 0 equivalente, sin reintegro de los haberes dejados de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZVALVERDE NUGENT GARCIA MARCELO B Re CE A MF Lo que Certifico: Dre. MARIA TtUZ ZVASQUEZ SECRETARIA a RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1999-09-07", "id": 35648, "nombre_demandado": "Presidencia de la Corte Suprema de la Justicia de la República (Procurador)", "nombre_demandante": "Elías Vise Beingolea", "numero_expediente": "00182-1996-AA"}