{"CONTEXTO": " 00196-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00196-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 196-97-AA/TC RAULJULIAN JACOBI GONZALES HUANCAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Raul Julian Jacobi Gonzales contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fecha veintisiete de enero de mil novecientos noventisiete, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Raul Julian Jacobi Gonzales interpone demanda de accion de amparo contra el Alcalde de la Municipalidad Provincial de Huancayo con la finalidad de que cumpla con reponerlo en el cargo de Jefe Administrativo I de la Division de Mercados y Comercializacion, cargo equivalente de la Jefatura F-2, en razon a que arbitrariamente se niega el demandado resolver sus continuas reclamaciones en abierta violacion de lo previsto en los articulos 470, 51° y 107° del Decreto Supremo No 02-94-JUS que modifico el Decreto Supremo No 006- 2 TRIBUNAL CONSTITUCIONAL SC-67 aplicable para el caso en razon a que los hechos que motivan la presente accion se realizaron durante la vigencia de esta norma. Ampara su demanda en lo dispuesto por el inciso 18) del articulo 2° y articulo 570 de la Constitucion de 1979 y los articulos 40, 24°, incisos 13) y 14), 26° y 28° de la Ley No 23506. El Segundo Juzgado Mixto de Huancayo, con fecha dieciocho de noviembre de mil novecientos noventiséis, declaro improcedente la demanda, por considerar, entre otras razones, que mediante la accion de amparo el demandante pretende hacer cumplir la Resolucion No 503-85-AMPH que resuelve ascender al actor, lo que en dicha via es improcedente. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Junin, con fecha veintisiete de enero de mil novecientos noventisiete, confirmo la apelada, por estimar que el demandante ha venido ejerciendo la defensa de sus legitimos intereses en la via administrativa de tal manera que la presunta violacion del derecho a la estabilidad en el cargo ha perdido la caracteristica de flagrancia y la urgencia que se requiere para recurrir a la via de amparo como ultimo remedio contra la arbitrariedad de la autoridad administrativa. Contra esta resolucion el demandante interpone recurso extraordinario, y se dispone el envio de los actos al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, el actor es un servidor publico sujeto al régimen laboral del Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa del Sector Publico, en el reglamento de dicha norma, aprobado por Decreto Supremo No 005-90-PCM en su articulo 78° se establece la facultad de la autoridad administrativa de rotar al servidor al interior de la entidad. 2.- Que, analizadas las resoluciones que obran a fojas tres y nueve, se observa que en las mismas no se ha trasgredido ningun derecho del actor, por cuanto solo se limitan por necesidad en el servicio a rotacion, mas no a recortarle 0 desconocerle su nivel, remuneracion y/u otro beneficio. J TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le con fiere la Constitucion del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ciento nueve, su fecha veintisiete de enero de mil novecientos noventisiete, que confirmo la apelada que declaro improcedente la accion de amparo, reformandola declararon INFUNDADA la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. A ACOSTA SANCHEZ, NUGENT DIAZ VALVERDE GARCIA MARCELO l pe àa L MR/efs LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA DEL TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-02-02", "id": 36708, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Huancayo", "nombre_demandante": "Raúl Julián Jacobi Gonzáles", "numero_expediente": "00196-1997-AA"}