{"CONTEXTO": " 00190-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00190-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 190-98-AC/TC AYACUCHO MELCHORA RODRIGUEZ LAURA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Melchora Rodriguez Laura contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fecha ocho de enero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Melchora Rodriguez Laura interpone demanda de Accion de Cumplimiento contra don Claudio De Santi Alvarez, Gerente de Operaciones de la AFP Profuturo, con la finalidad de que cumpla la demandada con otorgarle las pensiones de sobrevivientes y los gastos de sepelio, en cumplimiento de las siguientes normas legales: Segunda Disposicion Final y Transitoria de la Constitucion Politica del Peru, el articulo 50° del Texto Unico Ordenado de la Ley del Sistema Privado de Administracion de Fondo de Pensiones- Decreto Supremo N.° 054-97-EF, articulo 100° del Reglamento del Sistema Privado de Administracion de Fondo de Pensiones, aprobado por Decreto Supremo N.o 206-92-EF y la Resolucion de Gerencia Departamental N.o 069-97-IPSS-GDAY, en la que el fenecido IPSS luego de la consulta formulada sobre a quién le correspondia otorgar las pensiones de sobrevivientes, establecio que era la demandada, toda vez que su fallecido esposo era asegurado y habia aportado a dicha AFP. Manifiesta que dicha resolucion no fue impugnada por la demandada, por lo que adquirio el carâcter de cosa decidida; sin embargo, la demandada es renuente a cumplir tanto lo normado por ley como lo ordenado en la resolucion antes citada. Ampara su demanda en lo dispuesto por la Segunda Disposicion Final y Transitoria de la Constitucion Politica del Estado, el articulo 50° del Decreto Supremo N.o 054-97-EF, el articulo 100° del Decreto Supremo No 206-92-EF y la Resolucion de Gerencial Departamental N.o 069-97-IPSS-GDAY. La demandada contesta la demanda, solicitando se declare infundada la demanda en todos sus extremos, ya que senala que no estân obligados a otorgar pension alguna a favor de la demandante hasta la fecha, toda vez que la calificacion del siniestro no termina en 2 TRIBUNAL CONSTITUCIONAL ultima instancia con lo resuelto por el IPSS, sino, que la decision final la tiene el Comité de Médicos de la Superintendencia de Administradoras Privadas de Fondo de Pensiones, organismo que determinara cual es la entidad que debera pagar la pension a la demandante. El Segundo Juzgado en lo Civil de Huamanga, con fecha diecinueve de noviembre de mil novecientos noventa y siete declaro fundada la demanda, por considerar, entre otras razones, que la demandada fue notificada de la Resolucion Gerencial Departamental N.o 069-97-IPSS-GDDAY, de fecha quince de agosto de mil novecientos noventa y siete; asimismo, de la certificacion expedida por el Jefe encargado de la Unidad de Asuntos Juridicos del IPSS, ahora EsSalud, de Ayacucho se tiene que la citada resolucion departamental no ha sido impugnada, habiendo quedado consentida, por lo que estando a lo dispuesto en el articulo 32° de la Ley N.o 23506, concordante con el articulo 50° del Texto Unico Ordenado de la Ley del Sistema Privado de Administracion de Fondo de Pensiones Decreto Supremo N.o 054-97-EF y articulo 100° del Decreto Ley No 25897, la accion es amparable. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Ayacucho, con fecha ocho de enero de mil novecientos noventa y ocho, revoca la apelada y reformandola declaro improcedente la demanda, por considerar que el IPSS, ahora EsSalud, en lugar de proceder a calificar si la muerte del asegurado fue 0 no, consecuencia de un accidente de trabajo, ha emitido una resolucion declarando que no corresponde a dicha entidad asumir el pago de la pension solicitada por la demandante, por lo que no se ha agotado la via administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el numeral 6) del articulo 200° de la Constitucion Politica del Estado senala 1. que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo. En el presente caso, la demandada es una sociedad anonima privada, consecuentemente, sus directivos no tienen la condicion de autoridades 0 funcionarios publicos, por lo que, mediante la presente accion de garantia, no se puede exigir el cumplimiento de una norma legal 0 un acto administrativo. Que, a mayor abundamiento, la demandante tiene expedito su derecho de recurrir al 2. organismo encargado de supervisar a las administradoras de fondo de pensiones a efectos de lograr la atencion de su solicitud, caso contrario, se dé por agotada la via administrativa y se recurra a la via judicial demandando a las personas naturales 0 juridicas que fueran necesarias para lograr, en el proceso ordinario correspondiente, la atencion de su pretension. J TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgànica,", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala civil de la Corte Superior de Justicia de Ayacucho de fojas ciento doce, su fecha ocho de enero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MR hcctticor y Lo que - DR. CESAR CUBAS LONGA SECREPARIO-RELATOR (e)", "fecha_publicacion": "1999-11-05", "id": 35938, "nombre_demandado": "Administradora de Fondos de Pensiones (AFP Profuturo)", "nombre_demandante": "Melchora Rodríguez Laura", "numero_expediente": "00190-1998-AC"}