{"CONTEXTO": " 00192-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00192-1995-AA.pdf) --- Exp. No 192-95-AA/TC PUNO RODOLFO CARDENAS MAYTA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso extraordinario interpuesto por los senores Rodolfo Cardenas Mayta, Erick Colque Valladares, Isaac Huanaco Apaza, Arturo Poma Paez y otros apersonados durante el transcurso del proceso, contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas 38 del cuaderno de nulidad, su fecha siete de agosto de mil novecientos noventa y cinco, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Rodolfo Cardenas Mayta, don Erick Colque Valladares, dona Enriqueta Flores Ramos, don Isaac Huanaco Apaza y don Arturo Poma Paez interponen demanda de Accion de Amparo contra don Elias Peralta Hinostroza, en su calidad de Director Regional de Educacion de Puno con la finalidad de que: 1) Se disponga la suspension de los efectos de la Directiva No 002-DSRP-94 referida a la Convocatoria al Concurso Interno de Evaluacion y Racionalizacion 0 Seleccion y Calificacion de Personal para ocupar plazas y cargos en la Direccion Regional de Educacion de Puno; 2) Se suspenda el mencionado concurso y, 3) Se suspenda los efectos que pudieran producirse como resultado de dicho concurso, por haberse violado su derecho a la libertad de trabajo y el derecho a que se refiere el articulo 23° tercer parrafo de la Constitucion Politica del Estado. Los demandantes refieren que, son trabajadores de la Sub Region de Educacion de Puno en calidad de nombrados de conformidad con la Resolucion Directoral No 1661, del doce de noviembre de mil novecientos noventa y dos, vigente desde el primero de agosto del mismo ano. Asimismo, senalan que, de conformidad con el Decreto Ley No 26109, se dispuso la reorganizacion y reestructuracion administrativa de los Gobiernos Regionales y de las Corporaciones Departamentales de Lima y Callao, estableciéndose como plazo maximo para llevar a cabo dicho proceso el treinta y uno de abril de mil novecientos noventa y tres; plazo que segun Decreto Supremo Extraordinario No 018-PCM-93 fue ampliado por treinta dias naturales mas, vale decir hasta el treinta y uno de abril del mismo ano. Dichos dispositivos legales, conjuntamente con la Resolucion Ministerial No 033-93-PRES, motivaron se llevara a cabo la mencionada evaluacion de personal y se publicaran los resultados de la misma; sin que se haya cumplido con implementar dichos resultados, pese a que, mediante Resolucion Ministerial No 0333-93- ED, del treinta de abril de mil novecientos noventa y tres, se aprobo el nuevo Cuadro de Asignacion de Personal de las Direcciones Regionales y Sub Regionales de Educacion, el mismo que fue ampliado por la Resolucion Ministerial No 0589-93-ED, del dieciséis de agosto de mil novecientos noventa y tres. Afirman que, no obstante haber sido evaluados en su oportunidad, con fecha veintidos de febrero de mil novecientos noventa y cuatro, se les dio a conocer la Directiva No 002-DREP-94, del veintiuno de febrero del mismo ano, en virtud de la cual se convocaba a Concurso Interno de Evaluacion y Racionalizacion 0 Seleccion y Calificacion de Personal para ocupar plazas y cargos en el nuevo Cuadro de Asignacion de Personal; hecho que estiman violatorio del derecho a la libertad de trabajo, por cuanto la evaluacion de personal culmino el treinta y uno de abril de mil novecientos noventa y tres; y como tal la nueva evaluacion resulta ser extemporanea; mas aun cuando la misma pretende disminuir sus niveles remunerativos. Por ultimo, alegan que, en este caso no es necesario el agotamiento de la via administrativa, toda vez que la Directiva impugnada siendo un dispositivo de primera instancia a la fecha de presentacion de la demanda, se pretendia ejecutar pudiendo acarrearles un dano irreparable. Don Elias Peralta Hinostroza contesta la demanda extemporancamente, segun resolucion de fojas 125, precisando que, en mérito al Decreto Ley No 26109, en el mes de abril de mil novecientos noventa y tres se llevo a cabo la evaluacion de personal inmerso en el régimen de la carrera administrativa del Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa y de las Remuneraciones del Sector Publico, pero solo fue con el objeto de establecer quiénes se quedaban en la Administracion Publica mas no en los cargos que desempenaban, toda vez que recién se tenia que aprobar el Cuadro de Asignacion de Personal a cargo de cada Region del sector Educacion. Alega que en marzo del mismo ano, se aprobo el Cuadro de Asignacion de Personal y Presupuesto Analitico de Personal de la Region Puno mediante Resolucion Ministerial No 0333-93-ED, el mismo que fue ampliado mediante Resolucion Ministerial No 0589-93-ED de fecha dieciséis de agosto de mil novecientos noventa y tres. Por ultimo, afirma que de conformidad con lo establecido en el articulo 2° de la Resolucion Ministerial No 0589-93-ED se expidio la Directiva cuestionada, la misma que, no viola ni lesiona derecho constitucional alguno puesto que no senala la disminucion de niveles remunerativos, y es mas, contra ella no se han interpuesto los medios impugnatorios respectivos, ocasionando que no se haya agotado la via administrativa. El Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Educacion contesta la demanda precisando que los demandantes no han recurrido a la via administrativa a fin de hacer valer sus derechos. El Juzgado Especializado en lo Civil de Puno, con fecha dieciséis de mayo de mil novecientos noventa y cuatro, a fojas 188, declara sin objeto pronunciarse en el extremo demandado por dona Enriqueta Flores Ramos por desistimiento de la misma obrante a fojas 172; improcedente la demanda por sustraccion de la materia en lo referido a don Rodolfo Cardenas Mayta por haber solicitado su cese; e improcedente respecto a los senores Isaac Huanaco Apaza, Erick Orestes Colque Valladares y Arturo Poma Paez por no haber agotado las vias previas. La Segunda Sala Mixta de la Corte Superior de Justicia de Puno ? con fecha veintiocho de setiembre de mil novecientos noventa y cuatro, a fojas 296, revoca la apelada en la parte que declara improcedente la demanda respecto a los senores Isaac Huanaco Apaza, Erick Orestes Colque Valladares y Arturo Poma Paez; y en consecuencia, declara fundada la demanda y sin efecto legal la Resolucion Directoral No 0143-DSREP, del veintidos de febrero de mil novecientos noventa y cuatro, que aprueba la Directiva No 002-DREP-94 por estimar que la evaluacion a que se refiere la Directiva cuestionada se encuentra fuera del plazo establecido en el Decreto Ley No 26109, ampliado por Decreto Supremo Extraordinario No 018-PCM/93;y confirma en lo demas que contiene. La Sala de Derecho Constitucional de la Corte Suprema de Justicia de la Republica, con fecha siete de agosto de mil novecientos noventa y cinco, a fojas, 32 del cuaderno de nulidad, declara haber nulidad en la parte que se declara fundada la demanda, y reformandola la declara improcedente, por estimar que la Directiva y la Resolucion Directoral contra la cual se interpone la Accion de Amparo no fueron objeto de reclamacion en la via administrativa. Contra esta resolucion los demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Atendiendo a que, mediante una resolucion administrativa de primera instancia se aprobo la Directiva impugnada, la misma que en sus numerales 5.5 y 5.7 establecia que la inscripcion al Concurso Interno de Evaluacion de Personal debia efectuarse dentro de las setenta y dos horas siguientes a la fecha de la convocatoria, caso contrario se declararia excedente a los que no se inscribieran en el mencionado Concurso y como tal se procederia a su reubicacion; conlleva a establecer que su ejecucion iba a realizarse antes de vencerse el plazo para que los demandantes la pudieran impugnar administrativamente; situacion que exime a los actores el haber agotado las vias previas, por encuadrarse dentro del supuesto contemplado en el inciso 1) del articulo 28° de la Ley No 23506. 2. Que, a fojas 172, obra el escrito de desistimiento presentado dona Enriqueta Flores Ramos, el mismo que fue aceptado por resolucion de fecha veintiuno de abril de mil novecientos noventa y cuatro. 3. En tal sentido > teniendo en cuenta que la Direccion Regional de Educacion de Puno contaba con un nuevo Cuadro de Asignacion de Personal, de acuerdo al articulo 2° de la Resolucion Ministerial No 0589-93-ED se encargo al Director Sub Regional de Educacion de Puno que adopte las medidas complementarias para cumplir con ello. Dispositivo que origino se expidiera la Directiva No 002- DREP-94, cuestionada en autos; aplicable unicamente a los trabajadores nombrados en actividad. 4. Atendiendo a que mediante Resolucion Directoral No 0094-DSREP, del veintiocho de enero de mil novecientos noventa y cuatro, de fojas 135, se ceso, a su solicitud, a don Rodolfo Cardenas Mayta, a partir del treintiuno de diciembre de mil novecientos noventa y tres; ello implica que la Directiva impugnada no le era aplicable; mas aun cuando la condicion de cesante la tenia con anterioridad a la fecha de interposicion de la presente demanda. 5. De todo lo expuesto se colige que, la Directiva cuestionada fue emitida en cumplimiento de la Resolucion Ministerial No 0589-93-DE, de cuyas disposiciones contenidas en los numerales 5.3 y 5.7 se logra determinar que mediante el Concurso Interno de Evaluacion y Racionalizacion 0 Seleccion y Calificacion de Personal lo unico que se pretendia era reubicar a los servidores en el nuevo Cuadro Analitico de Personal; mas aun cuando en ninguna de sus disposiciones se establecio que se procederia a despedir 0 cesar a los trabajadores que no se presentaran al mencionado Concurso, sino mas bien, se disponia su reubicacion en los Centros y/o Programas Educativos del Sector. 6. Que, lo afirmado en el considerando precedente, se encuentra corroborado con las Resoluciones Directorales Nros. 0264-DREP y No 0266-DREP, ambas de fecha catorce de marzo de mil novecientos noventa y cuatro, obrantes a fojas 147 y 149, en virtud de las cuales se cumple con reubicar a los senores Erick Orestes Amperico Colque Valladares, Isaac Huanaco Apaza y Leonidas Arturo Poma Paez en sus nuevos puestos de trabajo conservando sus niveles magisteriales, luego de haberse sometido al proceso de evaluacion a que se refiere la Directiva cuestionada en autos, segun constancia obrante a fojas 169. 7. Que, por otro lado, las personas que aparecen suscribiendo el escrito obrante a fojas 263, no pueden ser consideradas como adheridas a la demanda, ya que a la fecha de su apersonamiento, esto es el trece de julio de mil novecientos noventa y cuatro, ya se habia dictado sentencia de primera instancia; situacion que se encuentra aunada a que, no se aprecia de autos que dichas personas a la fecha de interposicion de la presente demanda se hubieran encontrado imposibilitadas de interponer la presente accion 0 adherirse en su oportunidad a la misma. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, de fojas treinta y dos del cuaderno de nulidad, su fecha siete de agosto de mil novecientos noventa y cinco, que declaro Haber Nulidad, en la sentencia de Vista que declaraba improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo respecto al extremo demandado por don Isaac Huanaco Apaza, don Erick Orestes Colque Valladares y don Arturo Poma Paez, careciendo de objeto pronunciarse respecto de dona Enriqueta Flores Ramos y don Rodolfo Cardenas Mayta; por haberse producido sustraccion de la materia. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO", "fecha_publicacion": "1998-09-29", "id": 37644, "nombre_demandado": "Director Regional de Educación de Puno (Elías Peralta Hinostroza)", "nombre_demandante": "Rodolfo Cárdenas Mayta y otros", "numero_expediente": "00192-1995-AA"}