{"CONTEXTO": " 00191-1999-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00191-1999-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 191-99-AC/TC AYACUCHO VICTOR RAUL GALDOS TORRES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Raul Galdos Torres contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento dieciocho, su fecha veintisiete de enero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Victor Raul Galdos Torres interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se cumpla con lo dispuesto en la Primera Disposicion Transitoria de la actual Constitucion Politica del Estado y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835,y se le restituya su derecho pensionario conculcado, por cuanto considera que, habiendo sido incorporado en el ano mil novecientos ochenta y nueve dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, no podia excluirsele del mismo, en forma extemporanea, a través de decisiones administrativas que afectan dicho derecho pensionario. Expresa que ha cumplido con el requerimiento notarial dirigido a la demandada, conforme a ley. El apoderado de la Empresa Nacional de Edificaciones contesta la demanda negândola y contradiciéndola en todos sus extremos, por considerar que las resoluciones cuyo cumplimiento reclama el demandante no estan vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, al demandante, por error de aplicacion, se le reconocio el derecho de incorporarse al régimen de pensiones del Decreto Ley N.o 20530 y que, si bien se le otorgo pension de cesantia, fue preventivamente, en virtud de una medida cautelar emitida en una Accion de Amparo que posteriormente fue declarada improcedente por el Tribunal Constitucional, mediante la Sentencia de fecha once de agosto de mil novecientos noventa y siete; por lo tanto, la suspension del pago de la pension del demandante no constituye un acto arbitrario ni I TRIBUNAL CONSTITUCIONAL contrario a ley, sino, por el contrario, obedece a la aplicacion de la declaracion de improcedencia de la Accion de Amparo, dictada por el Tribunal Constitucional. El apoderado de la Oficina de Normalizacion Previsional propone la excepcion de falta de agotamiento de la via administrativa y, sin perjuicio de la excepcion propuesta, contesta la demanda manifestando que al demandante se le venia pagando pension de jubilacion, en virtud a una medida cautelar que lo ordenaba; sin embargo, tal obligacion quedo sin efecto al ser declarada improcedente la Accion de Amparo. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas ochenta y uno, con fecha cinco de junio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que, como se demuestra con la Resolucion 173- ENACE-PRES-GG en la que se resuelve declarar nula la incorporacion del demandante al régimen pensionario del Decreto Ley N.o 20530, no resulta viable la presente accion de garantia, por no haber sido reconocido el derecho pensionario del demandante bajo el régimen que peticiona. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintisiete de enero de mil novecientos noventa y nueve, a fojas ciento dieciocho, confirma la apelada por considerar que el demandante no ha iniciado el reclamo de su pretension en las correspondientes sedes administrativas, para lo cual debio actuar de acuerdo a las normas del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo N.o 02- 94-JUS. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 200°, inciso 6) de la Constitucion Politica del Estado, concordante 1. con la Ley N.o 26301, establece que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que el demandante cumplio con agotar la via previa, al 2. haber cursado la correspondiente carta notarial, conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que, a través del presente proceso constitucional, el demandante pretende que, 3. dandose cumplimiento a la Primera Disposicion Transitoria y Final de la Constitucion Politica del Estado y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de la pension de jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. Que, mediante la Resolucion No 025-8-ENACE-S100AD, de fojas cuatro, su fecha 4. dieciocho de enero de mil novecientos ochenta y nueve, se dispuso incorporar al 2 TRIBUNAL CONSTITUCIONAL demandante dentro del régimen de pensiones regulado por el Decreto Ley N.° 20530, cuando todavia se encontraba en actividad. Que la mencionada Resolucion N.o 025-8-ENACE-8I00AD fue declarada nula 5. mediante la Resolucion N.o 160-93-ENACE-PRES-GG, de fojas treinta y tres, expedida el veintiocho de junio de mil novecientos noventa y tres, la misma que no fue impugnada por el demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para restablecer el derecho pensionario invocado, puesto que e acto debido debe ser actual y debidamente acreditado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento dieciocho, su fecha veintisiete de enero de mil novecientos noventa y nueve, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Arila ACOSTA SANCHEZ I DIAZ VALVERDE nuomile NUGENT GARCIA MARCELO 1. k7 arprd E.G.D. Lo que certifido: wil DR. CÉSAR CUBAS LOWGA SBCRETAR/O-RELATOF (e) 3", "fecha_publicacion": "1999-11-05", "id": 35935, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y otro", "nombre_demandante": "Víctor Raúl Galdos Torres", "numero_expediente": "00191-1999-AC"}