{"CONTEXTO": " 00199-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00199-1993-AA.pdf) --- S-248 Se considera que no se ha violado el derecho a la estabilidad consagrado en ese entonces por la Constitucion Politica del Estado de mil novecientos setentinueve; pues la SUNAD ha procedido en cumplimiento de las normas citadas en el item 2) precedente, normas que son de carâcter especial y cuyo cumplimiento no puede ser contradicho mediante una Accion de Amparo. Exp. 199-93-AA/TC Lima Caso: Pablo Ricardo Cortés Estassio y otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novedientosnoventsjete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Con fecha veintiocho de abril de mil novecientos noventitrés, Pablo Ricardo Cortés Estassio interpone Recurso de Casacion, que en mérito del articulo 41° de la Ley No 26435, Orgânica del Tribunal debe entenderse como un Recurso Extraordinario contra la sentencia de fecha veintidos de abril de mil novecientos noventitrés, mediante la cual, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia declaro improcedente la Accion de Amparo que interpusieron contra la Superintendencia Nacional de Aduanas y otro.", "ANTECEDENTES:": "De folio 14 a 16 vuelta, corre la demanda de Accion de Amparo interpuesta por Pablo Ricardo Cortés Estassio; Augusto Eleazar Caceres Vilca; Guillermo Law Zegarra; Javier Livia Chicot, Oswaldo Garcia Haro; Carlos G. Guerra La Barrera; Moisés Jurado Villaizan; Juan Cabrera Cabanillas; Domingo Conilla Roque; Hernan Pastrana Adriano; Jorge Wilfredo Manrique Alvarez; Luis Evaristo Linares Moreno; José Armando Longa Baldoceda; Francisco Espinoza Aquino; Alfredo Contreras Nunez; Guillermo Cony Machiavello; César A. Gavilan Valdivia; Jorge Loo Martinez; Jorge Sanchez Pena; Jorge Vargas Celis; Roman Quispe Tonconi; José Alfonso Lévano Cantoral y Pedro Alarcon Cahuasi, con fecha dieciocho de marzo de mil novecientos noventidos, contra la Superintendencia Nacional de Aduanas en la persona de la Superintendenta Carmen Higaona de Guerra, y, contra el Presidente de la Comision de Concurso de Seleccion de Personal. Sostienen los demandantes, que con la Resolucion de Superintendencia No 000130 de fecha trece de enero de mil novecientos noventidos que corre a folios once, doce y trece, la Superintendencia Nacional de Aduanas, los ceso por causal de excedencia a partir del primero de enero de mil novecientos noventidos; que con dicho acto administrativo se violo el derecho a la estabilidad laboral contemplado en el articulo 48° de la Constitucion Politica del Estado de mil novecientos setentinueve; y, que, no se considero el hecho de que los demandantes se hallaban comprendidos dentro del marco de aplicacion del Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa; que, la Superintendencia Nacional de Aduanas no obro con igualdad ni equidad, pues a otros trabajadores los repuso en el cargo después de haberlos declarado excedentes. Finalmente, aluden los demandantes que se aplique el control difuso al amparo del articulo 23° de la citada Carta Magna, con el objeto que se declare inaplicable para los demandantes el Decreto Legislativo No 680 publicado en el Diario Oficial El Peruano con fecha catorce de octubre de mil novecientos noventiuno, mediante el cual se amplio hasta el treintiuno de diciembre el plazo de reorganizacion de la SUNAD y las Aduanas de la Republica. Contesta la demanda el Procurador a cargo de los asuntos del Ministerio de Economia y Finanzas, Superintendencia Nacional de Aduana y Administracion Tributaria, senalando que el presente caso no importa un acto violatorio del derecho a la estabilidad al trabajo, sino que se trata de un caso especial derivado de la reorganizacion de la SUNAD en aplicacion del Decreto Legislativo No 680 de fecha nueve de octubre de mil novecientos noventiuno publicado oficialmente el catorce del mismo mes, donde se establece que kaquéllos que no califiquen seran declarados excedentes). Por ultimo, alude la parte demandada, que el proceso de evaluacion fue llevado a cabo por la Universidad Nacional de Ingenieria y por la Comision de Concurso, no siendo ciertas las afirmaciones de que los demandantes obtuvieron notas aprobatorias. A folios 141, 142 y 143 corre la resolucion de fecha tres de abril de mil novecientos noventidos, por medio de la cual el Juez del 21 Juzgado Civil de Lima, declara fundada en parte la demanda, en base a las siguientes consideraciones: que, no se cumplieron con las bases del concurso de evaluacion que corre de folio 2 a folio 8, pues fueron sometidos a él, trabajadores incursos en procesos administrativos disciplinarios y en procesos judiciales, que después de la evaluacion fueron ratificados en sus cargos; que, ello importaba violar el inciso 2 del articulo 2° de la Carta Magna de mil novecientos setentinueve que textualmente dice, refiriendose a los derechos de la persona humana: KA la igualdad ante la ley, sin discriminacion alguna por razon de sexo, raza, religion, opinion O idioma>. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, mediante la resolucion No 1820-S de fecha once de noviembre de mil novecientos noventidos que corre a folios 404 y 405, confirma la sentencia de primera instancia y por consiguiente declara fundada la Accion de Amparo sub-materia; en base a las consideraciones del 21 Juzgado Civil de Lima. Con fecha veintidos de abril de mil novecientos noventitrés, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, declara haber nulidad en la sentencia de vista, y, la improcedencia de la Accion de Amparo, por el siguiente fundamento: que, los demandantes no acreditaron en autos haber agotado la via previa, requisito sustancial para incoar la Accion de Amparo segun lo dispone el articulo 270 de la Ley No 23506, y ademas, no acreditaron con razon ni prueba alguna; el derecho que les hubiera permitido acogerse a las excepciones contenidas en el articulo 28° de la acotada norma de Habeas Corpus y Amparo.", "FUNDAMENTOS:": "Considerando: 1.- Mediante el Decreto Supremo No 043-91 -EF de fecha catorce de marzo de mil novecientos noventiuno, se declaro en reorganizacion a la Superintendencia Nacional de Aduanas por un plazo de ciento ochenta dias, disponiéndose, ademas, diversas medidas coadyuvantes al referido proposito. Posteriormente, se dicta el Decreto Legislativo No 680 con fecha nueve de octubre de mil novecientos noventiuno, que amplia el plazo de reorganizacion de la SUNAD hasta el treintiuno de diciembre de mil novecientos noventiuno. 2.- Los demandantes acudieron libre y voluntariamente al proceso de evaluacion cuyo marco legal - administrativo lo fijo el precitado Decreto Legislativo No 680 reglamentado por medio de la Resolucion de Superintendencia No 7924. Realizada la evaluacion, que fue practicada por una Comision de Alto Nivel, los demandantes no obtuvieron nota aprobatoria, por lo que era dable aplicar el numeral c) del articulo 2° del Decreto Legislativo No 680 (folio 9) que dice textualmente: (Aquellos que no califiquen seran declarados excedentes ...>. En base a lo consignado en el presente item 2), se dicto con arreglo a ley la Resolucion de Superintendencia No 000130 de fecha trece de enero de mil novecientos noventidos (folios 11, 12 y 13) mediante la cual se declaro como excedentes y se dispuso el cese de varios trabajadores, entre los que se hallan los demandantes. 3.- Con relacion al pedido de inaplicabilidad del Decreto Legislativo No 680; se considera que, el plazo de sesenta dias habiles establecido por el articulo 370 de la Ley No 23506, concordante con el articulo 26° de la Ley No 25398, se excedio considerablemente, pues la norma fue publicada en el Diario Oficial El Peruano el catorce de octubre de mil novecientos noventiuno, y la demanda fue interpuesta el dieciocho de marzo de mil novecientos noventidos, obrando por tal razon la causal de caducidad. 4.- Se considera que no se ha violado el derecho a la estabilidad consagrado en ese entonces por la Constitucion Politica del Estado de mil novecientos setentinueve; pues la SUNAD ha procedido en cumplimiento de las normas citadas en el item 2) precedente; normas que son de caracter especial y cuyo cumplimiento no puede ser contradicho mediante una Accion de Amparo. 5.- Las irregularidades denunciadas por los demandantes, sobre el incumplimiento por parte de la demandada del numeral c) del articulo 2° del Decreto Legislativo No 680, que establecia la no postulacion al concurso de evaluacion del personal Kque haya estado O se encuentre incurso en un Proceso Administrativo Disciplinario, Proceso de Determinacion de Responsabilidades ylo Proceso Judicial>, no es tan terminante, pues en el mismo numeral e) se establece que aquel personal, puede ingresar a concurso si asi lo determina la Comision de Alto Nivel. Mas bien, los demandantes no acreditaron en autos, la existencia de irregularidades en la evaluacion que se les practico. 6.- Igualmente, los demandantes no acreditaron haber agotado la via previa, constituyendo esta omision causal de improcedencia en aplicacion del articulo 270 de la Ley No 23506. Por estos Fundamentos el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "Confirmando la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema su fecha veintidos de abril de mil novecientos noventitrès; que declaro haber nulidad en la sentencia de vista su fecha once de noviembre de mil novecientos noventidos; declaro improcedente la Accion de Amparo; dispusieron su publicacion en el Diario Oficial El Peruano con arreglo a ley. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-07-06", "id": 36213, "nombre_demandado": "Superintendencia Nacional de Aduanas y otros", "nombre_demandante": "Pablo Ricardo Cortés Estassio y otros", "numero_expediente": "00199-1993-AA"}