{"CONTEXTO": " 00194-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00194-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 194-98-AA/TC MAX FAURA PADILLA HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco a los tres dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO : Recurso Extraordinario interpuesto por don Max Faura Padilla, contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco- Pasco, de fojas ciento sesenta y ocho, su fecha dieciséis de enero de mil novecientos noventa y ocho. ANTECEDENTES: : Don Max Faura Padilla, en calidad de propietario y representante de la Discoteca Tragamonedas Jumbo, interpone demanda de Accion de Amparo contra la Comision Nacional de Casinos de Juego y contra el Ministerio de Industria, Turismo Integracion y Negociaciones Comerciales Internacionales, solicitando la inaplicabilidad de los articulos 20, 40, 80, 11°, 12°, 14, 15°, 16°, 17°, 18°, 20° y Disposicion Transitoria Unica del Decreto Supremo No 004-97-ITINCI de fecha veintinueve de enero de mil novecientos noventa y siete, publicado en el diario oficial El Peruano el treinta del mismo mes y ano, asi como de la Resolucion No 012-97-CNCI-MITINCI de fecha veinticuatro de febrero de mil novecientos noventa y siete, publicada en diario oficial El Peruano el dia veinticinco del mismo mes y ano, por ser violatorios de sus derechos constitucionales: a la propiedad, a la libertad de empresa, a la igualdad ante la ley, al secreto y a la inviolabilidad de comunicaciones y documentos privados, a la libertad y a la seguridad personal, al debido proceso, consagrados en los incisos 2), 10), 16), 24) del articulo 20; de los articulos 590, 70°, 72°, 74° inciso 3) del articulo 139° de la Constitucion Politica del Estado, refiriendo como hechos que el marco normativo, en cuanto a la inspeccion y fiscalizacion del impuesto a las apuestas para las maquinas tragamonedas es la Ley de Tributacion Municipal - Decreto Legislativo No 776, que establece en su articulo 52° que para los tragamonedas y otros aparatos electronicos que entregan premios canjeables en dinero, la recaudacion, administracion y fiscalizacion de los impuestos es competencia de la Municipalidad Provincial en cuya jurisdiccion se encuentre ubicada la sede social de las empresas organizadoras de juegos de azar; pero que, el articulo 2° del Decreto Supremo. No 004-97-ITINCI establece, en abierta y recta contravencion de esta Ley de Tributacion Municipal, que \"el control, supervigilancia, fiscalizacion y sancion\" para las Maquinas Tragamonedas seran ejercidas por la Secretaria Técnica de la Comision Nacional de Casinos de Juego y por las Direcciones Regionales del MITINCI, quien efectivamanente emite la Resolucion 2 TRIBUNAL CONSTITUCIONAL No 012-97-CNCI-MITINCI - Régimen de Procedimientos de Autorizacion, Control y Fiscalizacion, para el Uso y Explotacion de Maquinas Tragamonedas, violandose asi sus derechos antes mencionados. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Industria, Turismo, Integracion y Negociaciones Comerciales Internacionales, contesta la demanda, la misma que es declarada inadmisible por no haber senalado domicilio procesal dentro del radio urbano de la ciudad de Huanuco. El Primer Juzgado en lo Civil de Huanuco con fecha diecisiete de noviembre de mil novecientos noventa y siete, a fojas ciento diecinueve, declara improcedente la demanda por haber caducado el ejercicio de la Accion de Amparo al haber sido interpuesta la demanda el dieciocho de julio de mil novecientos noventa y siete. La Sala Civil de Huanuco, con fecha dieciséis de enero de mil novecientos noventa y ocho, a fojas ciento sesenta y ocho, confirma la apelada, por sus propios fundamentos. Contra esta resolucion el demandante interpone recurso extraordinario. FUNDAMENTOS : 1. Que, la Accion de Amparo es una garantia constitucional preceptuada en el inciso 2) del articulo 200° de la Constitucion Politica del Estado que procede contra el hecho u omision, por parte de cualquier autoridad, funcionario O persona, conducente a reponer las cosas al estado anterior a la violacion de un derecho constitucional. 2. Que, a fojas diecisiete, se aprecia que la presente demanda fue interpuesta por don Max Faura Padilla el dieciocho de julio de mil novecientos noventa y siete, contra la Comision Nacional de Casinos de Juego y contra el Ministerio de Industria, Turismo, Integracion y Negociaciones Comerciales Internacionales solicitando la inaplicabilidad de algunos articulos del Decreto Supremo No 004-97-ITINCI de fecha veintinueve de enero de mil novecientos noventa y siete, publicado en el Diario Oficial El Peruano el treinta de enero de mil novecientos noventa y siete y de la Resolucion No 012-97-CNCJ-MITINCI de fecha veinticuatro de febrero de mil novecientos noventa y siete, publicada en el Diario Oficial El Peruano el dia veinticinco de febrero de mil novecientos noventa y siete, importando ello que dicha interposicion fue realizada cuando habia vencido con exceso el plazo legal de 60 dias habiles, conforme lo establecido por el articulo 37° de la Ley No 23506 de Habeas Corpus y Amparo, concordante con el articulo 26° de la Ley No 25398 que la complementa. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica, 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huànuco-Pasco, de fojas ciento sesenta y ocho, su fecha dieciséis de enero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Vde DIAZ VALVERDE NUGENT A / GARCIA MARCELO nreb X Lo que Certifico: Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAM", "fecha_publicacion": "1998-09-22", "id": 37553, "nombre_demandado": "Comisión Nacional de Casinos de Juego y otro", "nombre_demandante": "Max Faura Padilla", "numero_expediente": "00194-1998-AA"}