{"CONTEXTO": " 00195-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00195-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 195-98-AA/TC CONO NORTE DE LIMA ENRIQUE FEDEBERTO CALDERON ZAPATA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Enrique Fedeberto Calderon Zapata contra la sentencia expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ochenta y cinco, su fecha diecisiete de diciembre de mil novecientos noventa y siete, que declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Enrique Fedeberto Calderon Zapata interpone demanda de Accion de Amparo contra la Directora de la Unidad de Servicios Educativos No 04-COMAS (antes USE No 05- Comas), con el objeto de que se dejen sin efecto las Resoluciones Directorales No 540 y No 541 emitidas por la USE No 04-Comas y la Resolucion Directoral No 1799, por considerar que las mismas agravian su derecho a la libertad de trabajo. Refiere que mediante Resolucion Vice-Ministerial No 231-86-ED, fue designado en el cargo de tesorero de la USE No 05- Comas (ahora USE 04-Comas) y que ante la dacion de la Resolucion Ministerial No 218-96-ED, en virtud de la cual se aprobaba el reglamento que norma el programa de evaluacion del rendimiento laboral a que se refiere el Decreto Ley No 26093, se sometio al referido examen ocupando el primer lugar en el cuadro de méritos a nivel de profesionales, con cien punto doscientos (100.200). Sin embargo, alega que desconociendo ello, a través de la Resolucion Directoral No 540, se aprobo el Cuadro de Asignacion de Personal, excluyéndosele del cargo de tesorero, y designando en el mismo a dona Ingrid Marina Moncada Ramos, pese a haber obtenido un puntaje menor al nivel de técnicos; y que en consecuencia, se dispuso su reubicacion como especialista administrativo del Colegio Nacional Miguel Grau mediante Resolucion Directoral No 541, la cual, pese a ser apelada, fue confirmada por Resolucion Directoral No 01799. El Procurador Publico del Estado a cargo de los Asuntos Judiciales del Ministerio de Educacion contesta la demanda solicitando que se declare infundada 0 alternativamente improcedente, senalando que con la expedicion de las resoluciones cuestionadas se ha procedido a la viabilizacion del proceso de delimitacion del ambito jurisdiccional dispuesto TRIBUNAL CONSTITUCIONAL por Decreto Supremo No 004-96-ED, en virtud de la cual se tuvo que integrar dos 0 mas USE en una sola. El Juez del Tercer Juzgado Civil del Cono Norte, a fojas cincuenta y cuatro, con fecha tres de octubre de mil novecientos noventa y siete, declaro fundada en parte la demanda y, en consecuencia, ineficaces las Resoluciones Directorales No 540 y No 541,y la Resolucion Directoral No 1799, por considerar que se ha vulnerado el principio de jerarquia de normas, toda vez que al demandante se le ubico en el Cuadro de Asignacion de Personal por medio de Resolucion Vice- Ministerial, mientras que por resoluciones directorales se dispuso su rotacion a un menor cargo. La Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, a fojas ochenta y cinco, con fecha diecisiete de diciembre de mil novecientos noventa y siete, revoco la sentencia apelada declarando infundada la demanda por considerar que el demandante no ha demostrado de manera alguna que al habérsele cambiado del cargo de tesorero al cargo de especialista administrativo, se le haya desconocido el nivel de carrera y grupo ocupacional 0 el nivel remunerativo alcanzado;precisando que la carrera administrativa no se efectua a través de los cargos, sino de niveles de carrera de cada grupo ocupacional. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, si bien es cierto en aplicacion del Decreto Ley No 26093 se expidio la Resolucion Ministerial No 218-96-DE aprobândose el Reglamento de Evaluacion del Personal del Pliego Ministerio de Educacion y que segun documento obrante a fojas doce, el demandante en dicha evaluacion obtuvo un puntaje aprobatorio de cien punto doscientos (100.200); se debe tener presente que el motivo por el cual se expidieron las Resoluciones Directorales No 540 y No 541 y se reubico al demandante del cargo de tesorero al de especialista administrativo no fue el proceso de evaluacion de personal antes referido, sino el Decreto Supremo No 004-96-ED por el cual se dispuso la delimitacion del ambito jurisdiccional de la Direccion de Educacion de Lima, el numero y jurisdiccion de la Unidades de Servicios Educativos que la integran, para cuyo efecto, en su articulo 40, se dispuso la reubicacion del personal de los organos desconcentrados. 2.- Que, por otro lado, se debe tener presente que si bien es cierto el demandante se desempeno como tesorero, de acuerdo a la resolucion Vice-Ministerial No 231-86- ED, dicho cargo fue otorgado en condicion de reasignado 0 encargado, por lo que la reubicacion del mismo se efectuo de conformidad con los articulos 240 y 25° del Decreto Supremo No 005-90-PCM, toda vez que los cargos no forman parte de la carrera administrativa, sino por niveles de carrera de cada grupo ocupacional; no habiéndose demostrado en autos que con la reubicacion dispuesta se haya desconocido los niveles de carrera y remuneracion alcanzados por el demandante. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ochenta y cinco, su fecha diecisiete de diciembre de mil novecientos noventa y siete, que declaro INFUNDADA la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el d iario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Varrur - DIAZ VALVERDE R art à i NUGENT GARCIA MARCELO Lo que Certifi00) Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONSTITUCIONAL DRIBUNAL G.L.Z. 3", "fecha_publicacion": "1999-01-04", "id": 34831, "nombre_demandado": "Dirección de la Unidad de Servicios Educativos N° 04-COMAS", "nombre_demandante": "Enrique Fedeberto Calderón Zapata", "numero_expediente": "00195-1998-AA"}