{"CONTEXTO": " 00191-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00191-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 191-96-AA/TC LEANDRO BALDOMERO JARAMILLO TOLENTINO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO : Accion de Amparo. Recurso Extraordinario interpuesto por don Leandro Baldomero Jaramillo Tolentino contra la sentencia expedida por la Primera Sala Superior Mixta Descentralizada del Distrito Judicial del Cono Norte, su fecha dieciséis de octubre de mil novecientos noventa y uno, por sus propios fundamentos confirmo la sentencia del Segundo . Juzgado Especializado en lo Civil del Cono Norte que declaro infundada la Accion de Amparo. La Sala sostiene que el Municipio Distrital de Independencia es el competente para cobrar los tributos correspondientes a la Urbanizacion Naranjal.", "ANTECEDENTES": "Petitorio: Don Leandro Baldomero Jaramillo Tolentino, interpone Accion de Amparo contra el Concejo Distrital de Independencia, para que los hechos se repongan al estado anterior al dia catorce de junio de mil novecientos noventa y cinco, en que se le curso una notificacion coactiva por supuesto pago del Impuesto Predial de los anos mil novecientos noventa y tres y mil novecientos noventa y cuatro por quinientos cincuenta y dos con treinta y tres nuevos soles. Pretension: Que, se declare ineficaz la notificacion coactiva porque es una amenaza contra sus bienes. Expresa que como propietario del inmueble pagaba sus impuestos al Concejo Provincial de Lima. Nunca ha pagado al Municipio de Independencia. Esta al dia en sus pagos tributarios realizados al Municipio Distrital de San Martin de Porres, por ser su jurisdiccion territorial, indebidamente la Municipalidad demandada le pretende cobrar tributos. Manifiesta que la Urbanizacion Naranjal pertenece a San Martin de Porres. La Municipalidad Distrital de Independencia contesta la demanda expresando que la Corte Suprema de Justicia de la Republica por Ejecutoria del veintidos de setiembre de mil novecientos noventa y tres declaro fundada la demanda de demarcacion territorial contra el Concejo Distrital de San Martin de Porres. En tal virtud, la Asociacion Pro-Vivienda Naranjal, al cual pertenece el demandante, corresponde a la jurisdiccion de la Municipalidad de Independencia. 2 TRIBUNAL CONSTITUCIONAL El Juzgado de Primera Instancia declaro infundada la Accion de Amparo porque por Acuerdo de Concejo No 287 la Municipalidad de Lima ratifico que el area delimitada por la Av. Naranjal, Carretera Panamericana Norte, Prolongacion Av. Tomas Valle y la Av. Gerardo Unger se encuentra dentro de la jurisdiccion de la Municipalidad Distrital de Independencia razon por la cual el cobro corresponde a este gobierno local.", "FUNDAMENTOS:": "1. Que, segun el articulo 11° de la Ley No 17537, la Ley de Municipalidades No 23583 y No 23584, los conflictos derivados por pago de tributos municipales, como el presente caso, previamente tiene que resolverse via reclamacion administrativa; al efecto, se debe agotar la via previa con el uso sucesivo de los recursos impugnatorios respectivos y acogerse al silencio administrativo tributario, en su caso, para no incurrir en la caducidad prevista por el articulo 37° de la Ley No 23506, los interesados recién podran accionar via Accion de Garantia 0 accion comun, segun interés del deudor tributario; 2. Que, de conformidad con el articulo 119° del Decreto Legislativo No 816, que regula el Codigo Tributario, mientras dure el proceso de reclamacion, el deudor tributario tiene garantizado la inafectacion de su patrimonio si conforme a ley interpone sus recursos impugnatorios oportunamente; 3. Que, las deudas tributarias pendientes de pago por falta de determinacion del acreedor tributario competente por razon de territorio, como en el presente caso no se resuelve via accion de garantia en tanto no tiene categoria de derecho constitucional. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica; FALLA: : REVOCANDO, la sentencia expedida por la Primera Sala Superior Mixta Descentralizada de Justicia del Distrito Judicial del Cono Norte, su fecha dieciséis de octubre de mil novecientos noventa y uno, de fojas setenta y seis, que confirmo la sentencia de primera instancia que declaro infundada la Accion de Amparo; reformando la de vista y revocando la apelada, declara IMPROCEDENTE la Accion de Amparo.Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\", y la-devolucion de los actuados. S.S. LA a ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO lu eva Lo que Certifico: JGS Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-28", "id": 37060, "nombre_demandado": "Jeany Olivera Olivera", "nombre_demandante": "Leandro Baldomero Jaramillo Tolentino", "numero_expediente": "00191-1996-AA"}