{"CONTEXTO": " 00192-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00192-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 192-96-AA/TC Caso : Empresa de Servicios Vigilancia Universal S.C.R.L. Huaura SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiûn dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario, contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Huaura, su fecha quince de abril de mil novecientos noventa y seis, que revocando la sentencia de primera instancia, declaro improcedente la Accion de Amparo interpuesta por la Empresa de Servicios Vigilancia Universal SCRL contra el representante del Instituto Peruano de Seguridad Social -Gerencia Zonal Lima Norte - Huacho.", "ANTECEDENTES:": "La Empresa de Servicios Vigilancia Universal SCRL interpone Accion de Amparo contra el representante del Instituto Peruano de Seguridad Social Zonal Lima Norte Huacho, por violacion a la libertad de trabajo, libertad de empresa y apropiacion ilicita de pagos por el trabajo realizado. La empresa demandante senala que el Instituto Peruano de Seguridad Social - Gerencia Zonal Lima Norte - Huacho, en el mes de mayo de 1995, convoco a un \"Concurso Publico por Adjudicacion Directa No 016-IPSS GZLNH-95\", en e cual obtuvo la Buena Pro con fecha 25 de mayo de 1995, prestando servicios a la Institucion demandada a partir de junio de ese ano, servicio por el que se les entrego ur adelanto ascendente al SI. 11,214.36 (nuevos soles). Con fecha 7 de agosto de 1995, la Gerencia Zonal Lima Norte -Huacho, le curso una carta notarial mediante la que se le comunica que al no haber firmado el contrato la empresa demandante perdio el derecho de adjudicacion de la Buena Pro, negândose a pagar el trabajo realizado por los meses de junio y julio de 1995. Indica la empresa demandante que si no firmaron el contrato es responsabilidad de la Gerencia Zonal del IPSS por cuanto es la entidad contratante la que debe elaborar el contrato. 2 TRIBUNAL CONSTITUCIONAL Don Octavio Pinillos de Orbegozo, en su condicion de Gerente Zonal Lima Norte - Huacho del IPSS, niega y contradice la demanda en todos sus extremos indicando que el actor no ha cumplido con agotar las vias previas al no haber interpuesto ningun recurso impugnatorio contra la Carta Notarial No 003-IPSS-GZLNH-95, conforme al Articulo 7.2.1 del Reglamento Unico de Adquisiciones para el Suministro de Bienes y Prestacion de Servicios No Personales (RUA) en concordancia con la Directiva No 006-95, sobre Adquisicion de Bienes y Prestacion de Servicios No Personales, emitida por el Ministerio de Economia y Finanzas. La carta notarial le fue cursada a la empresa demandante al no haber suscrito el contrato dentro de los 10 dias calendario de adjudicada la buena pro, por lo que conforme al Numeral 6.1 y subsiguientes de las Bases Administrativas de la Adjudicacion Directa No 016-IPSS-GZLNH-95, pierde su derecho de adjudicacion de la Buena Pro. Asimismo, no cumplio con presentar la Poliza de Responsabilidad Civil, Poliza de Seguro de Vida y la renovacion de la Licencia de Funcionamiento. Senala también que es la empresa \"La Legion S.R.L.\" la que ha prestado el servicio de vigilancia y seguridad, hasta el mes de julio de 1995; en consecuencia no existe ningun tipo de perjuicio para la empresa demandante. El Primer Juzgado Civil de Huacho, por resolucion No 11, su fecha nueve de febrero de mil novecientos noventa y seis, declaro fundada la demanda al considerar que la demandante resulto ganadora de la buena pro, derecho del que no puede ser despojada sin previo requerimiento La Sala Civil de la Corte Superior de Justicia de Huara, por resolucion No 20, su fecha quince de abril de mil novecientos noventa y seis, revoco la apelada y reformândola declaro improcedente la demanda, al considerar que de acuerdo a lo expresado por la empresa demandante sus derechos ya se violaron y el perjuicio economico esta causado, por lo que es de aplicacion el articulo 6° inciso 1) de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\";y asimismo, porque la adjudicacion directa que origina esta accion de garantia tenia por objeto contratar el servicio de vigilancia y seguridad para el periodo de mayo a diciembre de 1995, ya vencido con exceso a la fecha.", "FUNDAMENTOS:": "Que, de acuerdo a las Bases Administrativas de la Adjudicacion Directa No 016- IPSS-GZLNH-95, numeral 6.1 -\"De los Contratos\", y en el Reglamento Unico de Adquisiciones para el Suministro de Bienes y Prestacion de Servicios No Personales - RUA, se establece un plazo para que la empresa que obtuvo la Buena Pro suscriba el contrato con la entidad contratante; que, vencido el plazo sin que se suscriba el contrato, se pierde el derecho a la adjudicacion de la Buena Pro; que; ante cualquier decision de la entidad contratante los afectados pueden interponer los recursos impugnativos que la Ley establece. Que, en el caso de autos se evidencia que la empresa demandante no ha cumplido con agotar las vias previas, no estando incurso en algunas de las causales de excepcion para no agotarlas, por cuanto la demandada no ejecuto de forma inmediata lo 3 TRIBUNAL CONSTITUCIONAL dispuesto en la Carta No 003-IPSS-GZLNH-95, ni porque el agotamiento de la via previa pudiera convertir en irreparable la agresion por tratarse de intereses pecuniarios; que, en consecuencia es de aplicacion el articulo 270 de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\". Que, asimismo, la adjudicacion directa que origina esta accion de garantia tenia por objeto contratar el servicio de Policia Particular y Vigilancia para el periodo mayo a diciembre de mil novecientos noventa y cinco, periodo ya vencido a la fecha. Que, la empresa demandante reclama a la Gerencia Zonal de Lima Norte - Huacho, el pago por el servicio prestado los meses de junio y julio de 1995, y el lucro cesante al haber dejado sin efecto la adjudicacion de la Buena Pro; que; por la naturaleza de estas pretensiones no pueden ser ventiladas en una Accion de Amparo, accion que tiene por objeto la defensa de los derechos constitucionales. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "Confirmando la sentencia de la Sala Civil de la Corte Superior de Justicia de Huara, de fojas ciento ochenta y cinco, su fecha quince de abril de mil novecientos noventa y seis, que declaro IMPROCEDENTE la Accion de Amparo interpuesta. MANDARON se publique en el diario oficial \"El Peruano\", conforme a ley; y, los devolvieron. S.S. . L m C ACOSTA SANCHEZ NUGENT L C DIAZ VALVERDE Lbal GARCIA MARCELO / LO QUE CERTIFIÇO. DRA. MARIA LUZ-VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL M.L.C.", "fecha_publicacion": "1998-03-28", "id": 36758, "nombre_demandado": "Instituto Peruano de Seguridad Social –Gerencia Zonal Lima Norte– Huacho", "nombre_demandante": "Empresa de Servicios Vigilancia Universal SCRL", "numero_expediente": "00192-1996-AA"}