{"CONTEXTO": " 00198-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00198-1995-AA.pdf) --- S-344 ..discernir sobre la validez de una junta general, ...sobre la condicion O naturaleza legal de la misma, si la exclusion O separacion de accionistas fue realizada conforme al estatuto y a la Ley General de Sociedades... ellos deben ventilarse a través de un proceso comun... Exp. No 198-95-AA/TC Lima Caso: Hipolito Cabello Paredes y otro SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de julio de mil novecientos noventiséis, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de casacion que debe entenderse como extraordinario, interpuesto por Hipolito Cabello Paredes y otro, contra la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de la Republica de fecha veinte de junio de mil novecientos noventicinco, que declaro improcedente la Accion de Amparo interpuesta por el recurrente contra la Empresa de Transportes Senor de los Milagros S.A. (ETSEMIL S.A.)", "ANTECEDENTES:": "Don Hipolito Cabello Paredes y Oscar Cabello Huaman, interponen Accion de Amparo contra el representante de la Empresa de Transporte Senor de los Milagros S.A. (ETSEMIL S.A.), con la finalidad que se les restituya la condicion de socios de la empresa demandada, ya que en forma arbitraria por acuerdo de la Junta General de Accionistas fueron excluidos de la citada empresa, aduce que se ha vulnerado su derecho constitucional a la legitima defensa, a la igualdad, al derecho de asociacion y a la libertad y seguridad personales; amparan su demanda en lo dispuesto por el articulo 2° incisos 2), 13), 15), 20) y 23); articulo 24° incisos b) y e); articulo 139° inciso 14); y, articulo 200° inciso 2) de la Constitucion; asi como el articulo 240 inciso 9)y y 10); articulo 290: y, articulo 70 de la Ley No 23506. El Juez del Primer Juzgado Especializado en lo Civil del Cono Norte, con fecha dos de junio de mil novecientos noventicuatro, declaro improcedente la accion de amparo, por considerar que los demandantes no han agotado la via previa, en razon a que en dicha fecha se encontraba pendiente de resolver el recurso presentado por los actores a la Secretaria Municipal de Transporte Urbano. No estando conformes con la citada resolucion, los demandados apelan de ella. La Sala Mixta Desentralizada del Cono Norte con fecha primero de setiembre de mil novecientos noventicuatro, de conformidad con lo opinado por el Fiscal Superior falla revocando la apelada y reformandola declaro fundada, por estimar que se ha limitado a los actores su derecho de defensa sobre los cargos que les imputaban y que motivaron su exclusion de la empresa demandada; no estando conformes los demandados con la referida resolucion interponen recurso de nulidad; La Sala Constitucional y Social de la Corte Suprema de la Republica con fecha veinte de junio de mil novecientos noventicinco, con la opinion de la Fiscal Suprema, en el sentido que se confirme la de vista que declaro fundada la presente accion de garantia, falla declarando haber nulidad en la de vista y reformandola la declaro improcedente, por considerar que la accion de amparo no es la idonea para el presente caso. No estando conformes los actores con la citada resolucion interponen recurso de casacion; el mismo que debe entenderse como extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. De autos se observa que mediante la presente accion de garantia, los demandantes pretenden impugnar los acuerdos de la Junta General de Accionistas que obra de fojas 84 a 87, donde se acuerda excluir O separar por medidas disciplinarias a los demandantes. 2. Versando la accion sobre un aspecto litigioso, en el cual se trata de discernir sobre la validez de una junta general, asi como sobre la condicion O naturaleza legal de la misma, si la exclusion O separacion de los accionistas fue realizada conforme al estatuto y a la Ley General de Sociedades y sobre otros aspectos concomitantes que emergen de los medios de prueba aportados en autos; ellos deben ventilarse a través de un proceso comun, maxime, si el articulo 143 in limine de la Ley General de Sociedades regula especificamente el procedimiento de impugnaciones a los acuerdos de las Juntas Generales de Accionistas, por ello, no es la via de amparo de naturaleza excepcional y breve, en la que no hay estacion de prueba ni debate sobre los medios probatorios, la idonea para conocer sobre la presente accion. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "Confirmando la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de la Republica de fecha veinte de junio de mil novecientos noventicinco,que reformando la de vista de fecha primero de setiembre de mil novecientos noventicuatro declaro improcedente la Accion de Amparo; mandaron se publique en el Diario Oficial \"El Peruano\", 1 conforme a ley; y los devolvieron. S.S. Acosta SAnchez / Nugent I Dlaz Valverde / Garcla Marcelo.", "fecha_publicacion": "1997-08-10", "id": 36290, "nombre_demandado": "Empresa de Transportes Señor de los Milagros SA (ETSEMIL SA)", "nombre_demandante": "Hipólito Cabello Paredes y otro", "numero_expediente": "00198-1995-AA"}