{"CONTEXTO": " 00194-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00194-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 194-99-AA/TC CALLAO HERMELINDA ZULEMA CONTTY MUNANTE Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad 0 de Casacion, entendido como Extraordinario, interpuesto por dona Petronila Mauricia Huapaya Cardenas, dona Ana Maria Guerrero Torres, dona Irma Liduvina Guillén Ichaccaya, dona Trinidad Tapia Aponte, don César del Castillo Apéstegui, y don Maximo Toribio Yupanqui Aguilar, contra la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia del Callao, su fecha veintiséis de enero de mil novecientos noventa y nueve, que declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Hermelinda Zulema Contty Munante, don César del Castillo Apéstegui, don Dante Giusti La Rosa, don Luis Alberto Godoy Cornejo, dona Ana Maria Guerrero Torres, dona Irma Liduvina Guillen Ichaccaya, dona Petronila Mauricia Huapaya Cardenas, dona Giovanna Catalina Maghella Saroli, don Rolando Hermes Ramirez Gereda, dona Trinidad Tapia Aponte, dona Mercedes Cecilia Tizon Herrera, don Javier Cornelio Uribe Santos y don Maximo Yupanqui Aguilar interponen Accion de Amparo contra la Sociedad de Beneficencia del Callao, representada por el Presidente de su Directorio, don Miguel Zevallos Macciotta, para que se deje sin efecto la Resolucion de Gerencia N.° 030-96, de fecha treinta de setiembre de mil novecientos noventa y seis, publicada en el diario oficial El Peruano el uno de octubre del mismo ano, y se ordene la reincorporacion en sus puestos de trabajo y el abono de sus remuneraciones dejadas de percibir desde su cese hasta su reincorporacion, por haberse violado el derecho de no ser discriminado por razon de sexo, raza, religion, opinion u idioma, y el de libertad de trabajo. Senalan los demandantes que fueron nombrados por resoluciones directorales para las diferentes areas de servicios de la Sociedad de Beneficencia del Callao, desde hace varios anos, en los cuales siempre demostraron responsabilidad en el desempeno de sus funciones, segun lo ha reconocido la propia demandada; por Resolucion de Gerencia N.o 030-96, fueron cesados por causal de excedencia al no haber alcanzado el puntaje minimo aprobatorio en la evaluacion de TRIBUNAL CONSTITUCIONAL personal correspondiente al primer semestre de mil novecientos noventa y seis. Sin embargo, en los examenes tomados no se tuvo en cuenta el cargo que desempenaba cada uno de los evaluados. Asimismo, los resultados obtenidos en la evaluacion, correspondientes al rendimiento laboral y legajo personal, son inferiores tratandose de personal que cuenta con promociones, ascensos y reconocimientos por las labores desempenadas. Ademas, indican los demandantes, que ellos no constituyen personal excedente, toda vez que la demandada les ha propuesto volver al trabajo pero en calidad de contratados. Debe tenerse en cuenta que el Gerente General, don Leonidas Portillo Vallenas, no tiene nombramiento mediante Resolucion Suprema, segun lo dispone el Decreto Ley N.° 25515, del veintiséis de mayo de mil novecientos noventa y dos, sino que se encuentra contratado en la modalidad de servicios no personales, por lo que no tenia capacidad legal para realizar la evaluacion del personal ni mucho menos cesarlos. El Primer Juzgado Civil del Callao, a fojas ochenta y tres, con fecha seis de noviembre de mil novecientos noventa y seis, declaro improcedente in limine la demanda, por considerar que los demandantes no cumplieron con agotar la via previa. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas ciento treinta y tres, con fecha quince de enero de mil novecientos noventa y siete, por el mismo fundamento confirmo la resolucion apelada. El Tribunal Constitucional, a fojas ciento ochenta y cuatro, con fecha veinticinco de setiembre de mil novecientos noventa y siete, declaro la nulidad de la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, y ordeno que se admita la demanda y se prosiga con el tramite de la Accion de Amparo, por considerar que los demandantes estaban exonerados de agotar la via previa. El Director Ejecutivo de Asesoria Juridica de la Sociedad de Beneficencia del Callao, al contestar la demanda senala que la Resolucion de Gerencia N.° 030-96 debio ser impugnada en un proceso contencioso-administativo. Indica también que los demandantes han cuestionado los lineamientos contenidos en el Reglamento de Evaluacion fuera del plazo establecido en el articulo 370 de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Asimismo, debe considerarse que siete de los trece demandantes han efectuado el cobro de sus beneficios sociales, segun consta en los documentos que obran de fojas doscientos cuarenta y dos a doscientos sesenta y tres. Asimismo, la Sociedad de Beneficencia del Callao cumplio con las normas que regulan el proceso de evaluacion contenidas en la Resolucion de Gerencia N.o 018- 96, de fecha veintiseis de julio de mil novecientos noventa y seis, y del Acuerdo de Directorio del veintisiete de setiembre del mismo ano, por lo que la Resolucion de Gerencia N.o 030-96 no transgrede derecho constitucional alguno. El Primer Juzgado Especializado en lo Civil del Callao, a fojas trescientos sesenta y siete, con fecha treinta y uno de agosto de mil novecientos noventa y ocho, declaro improcedente la demanda respecto de los codemandantes dona Hermelinda Zulema Contty 2 TRIBUNAL CONSTITUCIONAL Munante, don Luis Alberto Godoy Cornejo, don Javier Cornelio Uribe Santos, dona Giovanna Catalina Maghella Saroli, dona Mercedes Cecilia Tizon Herrera, don Dante Giusti La Rosa y don Rolando Hermes Ramirez Gereda, al haber cobrado sus beneficios sociales; y, fundada la demanda respecto de los codemandantes don César del Castillo Apéstegui, dona Ana Maria Guerrero Torres, dona Irma Liduvina Guillén Ichaccaya, dona Petronila Mauricia Huapaya ON Cardenas, dona Trinidad Tapia Aponte y don Maximo Yupanqui Aguilar, por considerar que en la evaluacion realizada no se cumplio lo dispuesto en el Reglamento de Evaluacion. A fojas trescientos noventa y nueve se apersona el Procurador Adjunto de la Procuraduria Publica del Estado a cargo de los asuntos judiciales del Ministerio de Promocion de la Mujer y del Desarrollo Humano, y al contestar la demanda senala que los demandantes se sometieron en forma voluntaria a la evaluacion de personal realizada; y la Resolucion de Gerencia N.o 030-96 fue dictada conforme al Decreto Ley N.o 26093. Asimismo, indica que la via pertinente para discutir la pretension de los demandantes es la accion contecioso- administrativa, y los demandantes no han cumplido con agotar la via previa. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas cuatrocientos noventa y cuatro, con fecha veintiséis de enero de mil novecientos noventa y nueve, confirmo la apelada en cuanto declaro improcedente la demanda respecto de los codemandantes dona Hermelinda Zulema Contty Munante, don Luis Alberto Godoy Cornejo, don Javier Cornelio Uribe Santos, dona Giovanna Catalina Maghella Saroli, dona Mercedes Cecilia Tizon Herrera, don Dante Giusti La Rosa y don Rolando Hermes Ramirez Gereda, y la revoco en el extremo que declaro fundada la demanda respecto de don César del Castillo Apéstegui, dona Ana Maria Guerrero Torres, dona Irma Liduvina Guillén Ichaccaya, dona Petronila Mauricia Huapaya Cardenas, dona Trinidad Tapia Aponte y don Maximo Yupanqui Aguilar, y reformandola en ese extremo la declaro infundada, por considerar que la accion contencioso-adminstativa es la via idonea para cuestionar resoluciones que causen estado. Contra esta resolucion, los demandantes interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, si bien la presente Accion de Amparo fue interpuesta por trece codemandantes; sin 1. embargo, el Recurso Extraordinario, a fojas quinientos nueve de autos, fue interpuesto por dona Petronila Mauricia Huapaya Cardenas, dona Ana Maria Guerrero Torres, dona Irma Liduvina Guillén Ichaccaya, dona Trinidad Tapia Aponte, don César del Castillo Apéstegui, y don Maximo Toribio Yupanqui Aguilar; en consecuencia, corresponde al Tribunal Constitucional avocarse al conocimiento y resolucion del Recurso Extraordinario presentado por los codemandantes antes mencionados. Que, de fojas cuatrocientos ocho a cuatrocientos diecinueve de autos, obran los 2. documentos con los que se acreditan que dona Trinidad Tapia Aponte cobro sus 3 TRIBUNAL CONSTITUCIONAL beneficios sociales, que fueron consignados por la Sociedad de Beneficencia Publica del Callao ante el Quinto Juzgado de Paz Letrado del Callao. Que los codemandantes no han acreditado en forma fehaciente que el encargo de la 3. Gerencia General a don Leonidas Portillo Vallenas por Acuerdo N.o 026-96-DSBC, del Directorio de la Sociedad de Beneficencia del Callao - a partir del veintiséis de junio de mil novecientos noventa y seis, segun consta a fojas doscientos ocho y doscientos nueve de autos, constituya alguna irregularidad. Que, en el capitulo IV, articulos 13° al 21°, del Reglamento de Evaluacion del personal 4. de la Sociedad de Beneficencia del Callao, aprobado por Resolucion de Gerencia N.o 018-96-GG/SBC, se regulan las etapas del proceso de evaluacion de los trabajadores; y, de los documentos presentados por la Sociedad de Beneficencia del Callao, de fojas doscientos veintiocho a doscientos treinta y cuatro, y, de fojas trescientos veinticinco a trescientos cuarenta y cinco de autos, se acredita la evaluacion y los resultados obtenidos por los demandantes en los examenes de conocimiento y psicotécnico. Sin embargo, no se ha acreditado haber realizado la evaluacion de los demandantes conforme a lo establecido en los articulos 14° al 19° del referido Reglamento de Evaluacion, violandose su derecho al trabajo. Que no es procedente el pago de las remuneracion dejadas de percibir por los 5. codemandantes al no haberse producido la contraprestacion del servicio, es decir, el trabajo efectivamente realizado. Que, por consiguiente, resulta comprobada la violacion del derecho constitucional 6. materia de esta accion de garantia, pero no asi la voluntad deliberada de cometer agravio por parte de la demandada, conforme se aprecia de las circunstancias que han mediado en el presente caso, no siendo por ello de aplicacion el articulo 11° de la Ley N.° 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, de fojas cuatrocientos noventa y cuatro, su fecha veintiséis de enero de mil novecientos noventa y nueve, que revocando la apelada declaro infundada la demanda; y, reformandola declara FUNDADA la Accion de Amparo respecto de don César del Castillo Apéstegui, dona Ana Maria Guerrero Torres, dona Irma Liduvina Guillén Ichaccaya, dona Petronila Mauricia Huapaya Cardenas y don Maximo Yupanqui Aguilar; en consecuencia, sin efecto la Resolucion Gerencial N.o 030-96, ordenandose su reincorporacion en sus puestos de trabajo sin el reintegro 4 TRIBUNAL CONSTITUCIONAL de los haberes dejados de percibir; y, respecto de dona Trinidad Tapia Aponte declara que carece de objeto pronunciarse por haberse producido sustraccion de la materia. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Mhercor u DIAZ VALVERDE NUGENT GARCIA MARCELO WL A LL MLC LO QUE CERTIFICO.- DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL. 5", "fecha_publicacion": "1999-09-14", "id": 35739, "nombre_demandado": "Sociedad de Beneficencia del Callao representada por el Presidente de su Directorio (Miguel Zevallos Macciotta) (Procurador)", "nombre_demandante": "Hermelinda Zulema Contty Muñante y otros", "numero_expediente": "00194-1999-AA"}