{"CONTEXTO": " 00206-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00206-1995-AA.pdf) --- S-1228 ...resulta evidente que la accionante ha omitido cumplir con el requisito de procedibilidad previsto en el articulo 27° de la Ley No 23506; es decir, ha accionado antes de agotar la via previa ..motivo por el cual este Colegiado estima que no es pertinente pronunciarse sobre el fondo de la materia. EXP. No 206-95-AA/TC ASOCIACION DE COMERCIANTES DEL CAMPO FERIAL \"EL PUERTO\" HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huânuco-Pasco, de fojas quinientos ochenta, su fecha treinta de mayo de mil novecientos noventa y cinco, que revocando la apelada que declaro fundada la demanda, la reformo declarando infundada la Accion de Amparo interpuesta por la Asociacion de Comerciantes del Campo Ferial \"El Puerto\", > representada por su presidente don Luis William Estrella Basilio, contra el Alcalde de la Municipalidad Distrital de Amarilis.", "ANTECEDENTES:": "La Asociacion de Comerciantes del Campo Ferial \"El Puerto\", representada por su presidente don Luis William Estrella Basilio, interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Amarilis, manifestando que lo hace en defensa de su derecho al trabajo y a la libre competencia. Ampara su demanda en los incisos 15), 22)y 23) del articulo 2° y 61° de la Constitucion Politica del Perû. Refiere que por diversos medios de comunicacion de la ciudad de Huanuco, se ha enterado que la Municipalidad demandada les ha concedido un plazo de setenta y dos horas para efecto de que desalojen el terreno ubicado en Paucarbambilla, que ocupan a mérito del Decreto de Alcaldia No 338-90, expedido por la propia Municipalidad el diecinueve de setiembre de mil novecientos noventa, donde funcionan sus \"puestos\" de vendimia. Senala que su representada ha conseguido extraoficialmente el Acuerdo Municipal No 019-95-MDMA/A, del diecisiete de marzo de mil novecientos noventa y cinco, mediante el cual se dispuso el desalojo del senalado terreno, argumentando que tienen principalmente que continuar con la obra de construccion del drenaje pluvial y el circuito turistico, sin que para el primer caso existiera razon aparente para que se pretenda desalojarlos y que en el segundo caso, solo es una justificacion para ejecutar dicha disposicion, toda vez que la demandada no cuenta con la partida presupuestaria correspondiente para tal fin. Don Luis Ursula Espinoza, alcalde de la Municipalidad Distrital de Amarilis absuelve la demanda negândola y contradiciéndola, senalando ademas que ha procedido en ejercicio de sus atribuciones y funciones conferidas por los articulos 2°, 68° inciso 3), 1190 y primera parte del articulo 120° de la Ley No 23853 \"Ley Organica de Municipalidades\" El Juez Suplente del Primer Juzgado Civil de Huanuco, expide sentencia de fojas quinientos trece, su fecha treinta y uno de marzo de mil novecientos noventa y cinco, declarando fundada la Accion de Amparo, considerando principalmente que el plano de ubicacion que obra en autos, el terreno ocupado por la Asociacion demandante, no forma parte de ninguna de las calles 0 avenidas que puedan ser materia de actos administrativos municipales, toda vez que forman parte integrante del Ministerio de Agricultura. La Sala Civil de la Corte Superior de Justicia de Huânuco-Pasco, en discordia, expide la resolucion de fojas quinientos ochenta, su fecha treinta de mayo de mil novecientos noventa y cinco, mediante la cual revocando la apelada, que declaro fundada la Accion de Amparo, y reformandola, la declaro infundada, por considerar principalmente que la Municipalidad Distrital de Amarilis y su Alcalde, han actuado de conformidad con las facultades que les otorga los articulos 191° y 192° de la Constitucion Politica del Peru, concordante con los capitulos primero y segundo del Titulo Tercero de la Ley Organica de Municipalidades, elaborando todo un programa de embellecimiento y mejoramiento de una parte del area urbana. Interpuesto el recurso de nulidad, entendido como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, del estudio de autos se deduce que la Asociacion demandante, interpone la presente Accion de Amparo, aduciendo que lo hace en defensa de su derecho al trabajo y a la libre competencia, supuestamente amenazados por el Acuerdo de Alcaldia No 019-95-MDMA/A., del diecisiete de marzo de mil novecientos noventa y cinco, el cual no les fue debidamente notificado, y que dispone otorgarles setenta y dos horas para efectos de que desocupen el terreno que vienen ocupando con sus puestos de vendimia; 2. Que, de acuerdo a lo establecido en el articulo 82° del Decreto Supremo No 002-94-JUS, Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, \"la notificacion defectuosa surtira efectos legales desde la fecha en que el interesado manifiesta haberla recibido, sino hay prueba en contrario. Asimismo, se le tendra por bien notificado si se presume que el interesado tuvo conocimiento de su contenido\"; 3. Que, en el caso de autos ha quedado acreditado que la demandante tuvo pleno conocimiento del contenido del Acuerdo de Alcaldia No 019-95-MDMA/A, toda vez que lo adjunta como prueba a su demanda. En ese sentido, resulta evidente que la accionante ha omitido cumplir con el requisito de procedibilidad previsto en el articulo 270 de la Ley No 23506; es decir, ha accionado antes de agotar la via previa de caracter publico, tramitacion que para este caso esta prevista en los articulos 980 y siguientes del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, motivo por el cual este Colegiado estima que no es pertinente pronunciarse sobre el fondo de la materia. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco- Pasco, de fojas quinientos ochenta, su fecha treinta de mayo de mil novecientos noventa y cinco, que revocando la apelada declaro infundada la Accion de Amparo interpuesta; y reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MCM", "fecha_publicacion": "1998-08-14", "id": 41949, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Amarilis", "nombre_demandante": "La Asociación de Comerciantes del Campo Ferial \"El Puerto\"", "numero_expediente": "00206-1995-AA"}