{"CONTEXTO": " 00200-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00200-1996-AA.pdf) --- CA TRIBUNAL CONSTITUCIONAL EXP. No 200-96-AA/TC Caso : Cooperativa de Transporte \"Nuevo Peru\" Ltda. Cono Norte SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, JH actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Extraordinario contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha ocho de enero de mil novecientos noventa y seis, que declaro Haber Nulidad en la sentencia expedida por la Sala Superior Mixta Descentralizada de la Corte Superior de Justicia del Cono-Norte de Lima, su fecha veintiocho de febrero de mil novecientos noventa y cinco, que revocando la sentencia del Segundo Juzgado Especializado en lo Civil del Distrito Judicial del Cono-Norte de Lima, su fecha dieciocho de noviembre de mil novecientos noventa y cuatro declaro fundada la demanda de accion de Amparo interpuesta por la Cooperativa de Transportes \"Nuevo Peru\" Ltda contra la Municipalidad de Lima Metropolitana.", "ANTECEDENTES:": "Don Francisco Nina Lazaro, en su calidad de gerente de la Cooperativa de Transporte \"Nuevo Peru\" Ltda. interpone accion de Amparo a fin que la Resolucion de Alcaldia No 1056, de fecha veintiséis de agosto de mil novecientos noventa y cuatro, expedida por la Municipalidad de Lima Metropolitana, sea declarada \"insubsistente y sin efecto legal alguno\" La demandante indica que por Resolucion de Secretaria Municipal No 345-93- MLM/SMTU, del veintidos de octubre de mil novecientos noventa y tres, obtuvo la buena 2 TRIBUNAL CONSTITUCIONAL pro de la Ruta No 03, cuyo recorrido comprende desde el Distrito de Carabayllo hasta Santa Cruz - Miraflores. Por Resolucion No 078-94-MLM/SMTU, la Secretaria de Transporte Urbano de la Municipalidad de Lima, declaro infundado el recurso de reconsideracion interpuesto por \"Transportes y Servicios Santa Cruz S.A.\", contra la resolucion antes mencionada, al establecerse que la actora habia cumplido con acreditar la titularidad del vehiculo placa de rodaje No UG-9938. Sin embargo, la Resolucion cuestionada declaro fundado el recurso de apelacion presentado por \"Transportes y Servicios Santa Cruz S.A.\", descalificando la participacion de la Cooperativa de Transporte \"Nuevo Peru\" Ltda. en la licitacion de la Ruta No 03, por cuanto la titularidad del vehiculo de placa de rodaje No UG- 9938 no se encuentra debidamente acreditada, existiendo dos tarjetas de propiedad respecto del mismo vehiculo. Estos hechos, segun el gerente de la empresa demandante atenta contra los derechos de libertad de contratacion, libertad de trabajo y de peticion ante la autoridad competente. Don Teobaldo Carlos Altamirano Lazaro, Director Gerente de la empresa de \"Transportes y Servicios Santa Cruz S.A.\" a fojas veintisiete se apersona al proceso en calidad de tercero legitimado, y a fojas sesentitrés solicita que la demanda sea declarada improcedente por los fundamentos siguientes: 1) con la Resolucion No 1056, no se ha violado la libertad de contratacion de la demandante, toda vez que ésta no habia firmado ningun contrato con la Municipalidad de Lima Metropolitana, al encontrarse pendiente la impugnacion presentada por \"Transportes y Servicios Santa Cruz S.A. >> contra la resolucion de la Secretaria Municipal que otorgo la buena pro a la actora; 2) la libertad de trabajo de la actora tampoco ha sido vulnerada toda vez que tanto la actora como el tercero legitimado participaron en una licitacion publica para obtener la buena pro en la concesion de la Ruta No 03, licitacion en la que la demandante fue desfavorecida; 3) el derecho de peticion de la demandante tampoco ha sido violado, por cuanto la resolucion impugnada agoto la via administrativa, convirtiéndose en cosa decidida; 4) el pedido de que la Resolucion No 1056, sea declarada \"insubsistente y sin efecto legal\", ? es improcedente por no haber violado ningun derecho constitucional de la actora. La Municipalidad de Lima Metropolitana, contradice la demanda en todos sus extremos indicando que no ha violado ningun de los derechos constitucionales que reclama la actora con el acto administrativo que contiene la Resolucion No 1056. Asimismo, el hecho de presentarse a una licitacion publica, no garantiza la obtencion de la buena pro, toda vez que en la misma participan diferentes empresas, las que en caso que adviertan alguna irregularidad pueden interponer los recursos impugnativos correspondientes, tal y como sucedio en el presente caso, lo cual no vulnera el derecho de peticion de la actora. Teniendo finalmente la opcion de acudir a la via judicial a cuestionar la decision administrativa. El Segundo Juzgado Especializado en lo Civil del Distrito Judicial del Cono-Norte de Lima, por resolucion de fecha dieciocho de noviembre de mil novecientos noventa y cuatro, 3 TRIBUNAL CONSTITUCIONAL declaro improcedente la accion de Amparo, al considerar que la Resolucion No 1056, fue dictada en un proceso administrativo regular por el organo competente en ejercicio de sus atribuciones, sin que se viole disposicion constitucional alguna, tratândose de una resolucion administrativa que causa estado, la que solo puede ser contradicha en la via administrativa. La Sala Superior Mixta Descentralizada de la Corte Superior de Justicia del Cono- Norte de Lima, por resolucion de fecha veintiocho de febrero de mil novecientos noventa y cinco, revocando la apelada la declaro fundada al considerar que si bien la Resolucion No 1056, no vulnera los preceptos constitucionales de contratacion, de trabajo, peticion y otros que alega la actora, si atenta contra principios que es preciso respetar, toda vez que puede advertirse que la Resolucion de Secretaria Municipal No 078-94-MLM/SMTU, fue expedida sin que se analice la nueva prueba que exige el articulo 98° del Decreto Supremo No 002-94- JUS; ademas la resolucion impugnada en autos, carece de las formalidades que la ley exige, violandose de ésta manera, los preceptos constitucionales relativos a la legitima defensa y a la observancia del debido proceso. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica declaro Haber Nulidad en la sentencia de vista, y reformandola la declaro improcedente, toda vez \"que el conflicto de intereses suscitado con motivo del otorgamiento de la buena pro a una empresa de transporte urbano y su posterior descalificacion, es una tipica accion contenciosa - administrativa\".", "FUNDAMENTOS:": "Que, la entidad demandante mediante la presente accion de garantia solicita se declare \"insubsistente y sin efecto legal alguno\" la Resolucion de Alcaldia No 1056, por la que se declaro fundado el recurso de apelacion interpuesto por \"Transportes y Servicios Santa Cruz S.A\", contra la Resolucion de Secretaria No 078-94-MLM/SMTU, descalificandose a la actora como ganadora de la buena pro en la licitacion de la ruta No 03. Que, de la revision de los actuados se evidencia que la actora no ha acreditado que se haya afectado los derechos que reclama por las consideraciones siguientes: 1) en cuanto a la libertad de contratacion y al derecho de trabajo, estos derechos se encontraban supeditados al otorgamiento de la concesion de la ruta luego de obtener la buena pro en la licitacion, por lo cual no es posible la violacion de estos derechos; 2) en cuanto al derecho de peticion, la actora hizo uso de este derecho en todo el procedimiento administrativo realizado, y, esta acreditado que la Resolucion No 1056, agoto la via administrativa, por lo que la demandante ya no podia interponer recurso alguno en dicha via. Asimismo, no se ha acreditado que se haya discriminado a la actora, toda vez que ambas empresas de transportes participaron en igualdad de condiciones en la licitacion publica. L TRIBUNAL CONSTITUCIONAL Que, la resolucion No 1056, fue emitida por un funcionario competente, en un procedimiento administrativo, en el que se descalifico a la demandante en el otorgamiento de la buena pro en la ruta No 03, no habiéndose en consecuencia violado ningun derecho. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgànica,", "FALLA:": "Revocando la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, que declaro Haber Nulidad en la de vista, y reformandola declaro INFUNDADA la presente accion. MANDARON se publique en el diario oficial \"El Peruano\", conforme a ley; y, los devolvieron. S.S. Tcnule MLhn ACOSTA SANCHEZ NUGENT DIAZ VALVERDE 21 C GARCIA MARCELO Lo que Certifio0: o Dra. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA M.L.C.", "fecha_publicacion": "1997-12-01", "id": 36518, "nombre_demandado": "Municipalidad de Lima Metropolitana", "nombre_demandante": "Francisco Nina Lázaro, en su calidad de Gerente de la Cooperativa de Transporte \"Nuevo Perú\" Ltda.", "numero_expediente": "00200-1996-AA"}