{"CONTEXTO": " 00207-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00207-1996-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 207-96-AC/IC JOHN FREDDY RODRIGUEZ VALLADARES ANCASH SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Vicepresidente encargado de la Presidencia; ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE; y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don John Freddy Rodriguez Valladares contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, su fecha diecinueve de febrero de mil novecientos noventa y seis, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don John Freddy Rodriguez Valladares interpone Accion de Cumplimiento contra don Juan Emesto Maguina Sal y Rosas, Director Regional de Educacion- Region Chavin para que cumpla con disponer su nombramiento automatico como docente, en aplicacion de la Directiva No 004-ME-94 aprobada por Resolucion Ministerial No 0849-94-ED. Manifiesta que ingreso a prestar servicios docentes a Ja Direccion Regional de Educacion- Region Chavin el dieciséis de agosto de mil novecientos noventa, a través de un contrato a plazo fijo, logrando acumular dos anos, dos meses y doce dias de labor \"discontinua\" al veinte de octubre de mil novecientos noventa y cuatro; que su ultima etapa laboral fue ejercida entre el catorce de julio y el treinta y uno de diciembre de mil novecientos noventa y cuatro; que el demandado debio efectuar su nombramiento 2 TRIBUNAL CONSTITUCIONAL automatico entre el ocho de noviembre y el dieciséis de diciembre de mil noveciento noventa y cuatro, en aplicacion del dispositivo legal citado, sin embargo se nego a hacerlo que dicho dispositivo legal establecia requisitos de forma y fondo, los cuales afirm cumplio a cabalidad; que el diecisiete de noviembre de mil novecientos noventa y cuatr presento su solicitud adjuntando todos los requisitos; que el demandado recién di respuesta a su solicitud el dia veintisiete de abril de mil novecientos noventa y cinc denegando su pedido, refiriendo que el recurrente no contaba con los dos anos experiencia requerida. Mediante resolucion de fecha ocho de enero de mil novecientos noventa y seis Primer Juzgado Especializado en lo Civil de Huaraz da por contestada la demanda rebeldia del demandado. A fojas treinta y cuatro el Primer Juzgado Especializado en lo Civil de Huaraz emit sentencia declarando improcedente la demanda, por considerar, entre otras razones, que demanda se presento después de haberse vencido el plazo de sesenta dias que establece art. 370 de la Ley No 23506 y que la accion idonea era la contencioso-administrativy Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia Ancash confirma la apelada, declarando improcedente la demanda, por estimar qL habiéndose pronunciado el funcionario demandado en el sentido que el recurrente no reun los requisitos establecidos en la Resolucion Ministerial No 0849-94-ED, no se trata en presente caso de una negativa a acatar una resolucion administrativa, sino que se discute el demandante tiene 0 no derecho a ser nombrado, para lo cual -sostiene- debe acudirse proceso judicial ordinario. Interpuesto recurso extraordinario los autos son remitidos al Tribuna Constitucional.", "FUNDAMENTOS:": "1. Que, en el presente caso, el petitorio de la accion esta dirigido a que la Direccio Regional de Educacion de la Region Chavin cumpla con lo dispuesto por la Directiva 004-ME-94 expedida por el Ministerio de Educacion, aprobada por Resolucio Ministerial No 0849-94-ED y disponga su nombramiento como profesor. 2. Que, por Ley No 26368 se autorizo al Ministerio de Educacion, por unica vez, a efectua el nombramiento automatico de profesores que a la fecha de su entrada en vigencia encontrasen laborando en calidad de contratados en las plazas docentes presupuestada de los niveles inicial, primaria y secundaria de menores. 3 TRIBUNAL CONSTITUCIONAL 3. Que, mediante Resolucion Ministerial No 0849-94-ED de fecha cuatro de noviembre de mil novecientos noventa y cuatro se aprobo la Directiva No 004-ME-94, que establecio las normas complementarias para el proceso de nombramiento automatico de profesores dispuesto por la Ley No 26368. Esta Directiva estipula en su numeral 5.1. que los docentes que al veintiuno de octubre de mil novecientos noventa y cuatro se encuentren en calidad de contratados en una plaza vacante presupuestada seran nombrados automâtivamente, siempre y cuando presenten la siguiente documentacion sustentatoria: 1) Titulo pedagogico, 2) Resoluciones de contrato, 3) Talones de cheques 0 constancia de pago de haberes acumulando un minimo de dos anos de experiencia. 4. Que, el objeto de la accion de cumplimiento es preservar la sujecion al principio de legalidad, al que se encuentran necesariamente sometidos los funcionarios 0 autoridades de la Administracion Publica, y solo puede alcanzar su finalidad allf donde el acto omisivio que se considera lesivo, afecte de manera directa e inmediata a un interés juridicamente relevante, que, a favor de los demandantes, previamente se haya reconocido, y cuyo cumplimiento sea incondicionalmente obligatorio. 5. Que, conforme se aprecia del documento de fojas dos, el demandante presento una solicitud el diecisiete de noviembre de mil novecientos noventa y cuatro a fin de que se proceda a su nombramiento automatico. Mediante decreto de fecha veintiocho de diciembre de mil novecientos noventa y cuatro, que aparece en el referido documento, la demandada le deniega el nombramiento solicitado, \"por no contar con dos anos de servicios en calidad de contrato (sic)\", lo cual se corrobora con el Oficio No 1417-95- ME/SG-OA-DIPER-UNCAPE -a fojas nueve del cuaderno del Tribunal Constitucional- del catorce de diciembre de mil novecientos noventa y cinco, que la Direccion de Personal del Ministerio de Educacion dirige a la Direccion Regional de Educacion Region Chavin, senalando que el demandante no cumplio con presentar la constancia de haberes, que constituia uno de los requisitos exigidos por la mencionada Directiva No 004-ME-94. 6. Que, en consecuencia, no habiéndose reconocido a favor del demandante el nombramiento que reclama, sino que por el contrario éste le ha sido denegado por no haber satisfecho un requisito de obligatorio cumplimiento, estipulado en la norma legal cuyo cumplimiento precisamente demanda; la accion resulta improcedente, maxime si el alegato del demandante, en el sentido que si cumplio dicho requisito, no puede ser objeto de debate en el presente proceso constitucional, que por su naturaleza sumarisima, carece de estacion probatoria. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuc que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de de fojas cincuenta y nueve, su fecha diecinueve de febrero de mil novecientos nove seis, que confirmando la apelada declaro IMPROCEDENTE la demanda; dispo publicacion en en el Diario Oficial \"El Peruano\", 1. y los devolvieron. S.S. ACOSTA SANCHEZ V R NUGENT & C CC la DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. DRA MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-21", "id": 36985, "nombre_demandado": "Director Regional de Educación-Región Chavín (Juan Ernesto Maguiña Sal y Rosas)", "nombre_demandante": "John Freddy Rodríguez Valladares", "numero_expediente": "00207-1996-AC"}