{"CONTEXTO": " 00206-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00206-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 206-99-HC/TC ICA ANGEL TEODORO HERNANDEZ HUAMAN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL PK En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por dona Carmen Nila Patino Chavez de Hernandez contra la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas setenta y uno, su fecha dos de marzo de mil novecientos noventa y nueve, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "El dieciocho de enero de mil novecientos noventa y nueve, dona Carmen Nila Patino Chavez de Hernandez interpone, en forma verbal, Accion de Habeas Corpus a favor de su esposo don Angel Teodoro Hernandez Huaman en contra del miembro de la PNP Javier Altamirano Anchante solicitando su libertad, por haberse violado su derecho a la libertad individual. Refiere como hechos que, siendo las diez de la manana, su esposo ha sido detenido y conducido a la delegacion policial del distrito de Los Aquijes, en forma arbitraria, y en franca violacion de sus derechos constitucionales, por cuanto no ha cometido ningun delito ni falta en contra de persona alguna. Al constituirse el Juez en la Comisaria de Los Aquijes, recibe la declaracion del teniente PNP Javier Altamirano Anchante, quien manifiesta que el dia dieciséis, por la noche, se presento don Francisco Barco Passara denunciando que habia sido objeto de asalto y robo a mano armada por parte de don Angel Teodoro Hernandez Huaman, de don José Santos Hernandez Valencia y otras personas, con arma de fuego, habiéndole sustraido la cantidad de quinientos soles y amenazando de muerte a él, a su esposa e hijo y el vehiculo que conducia habia sufrido danos; por lo que, de inmediato, acudieron al lugar donde una turba de gentes impidio que los apresaran; y agrega que los familiares del denunciado apellidado Hernandez habian acudido ante su comando, en queja verbal, por esta accion. 2 TRIBUNAL CONSTITUCIONAL Luego presta su declaracion el beneficiario de la accion quien, al ser preguntado por los motivos por los cuales ha sido detenido y encontrarse en la Delegacion Policial manifesto que el dieciséis, por la noche, su primo don José Santos Hernandez Valencia se encontraba peleando con don Barco Passara y al ser advertido de esto, salio de su casa y, acercândose a ellos, los separo, para que no sigan peleando, recibiendo un pufetazo en la ceja izquierda; luego don Barco Passara subio a su vehiculo, regresando con un policia, quien, haciendo disparos al aire, puso boca abajo contra el piso a todas las personas que se encontraban espectando una fiesta infantil; que el declarante no posee arma de fuego alguna, que el dia anterior (a esta declaracion) se apersono a esta comisaria y no fue detenido, lugar donde el teniente Altamirano le hizo una oferta en el sentido de que se \"arreglen\" estos hechos, a lo cual él respondio que no tenia nada que \"arreglar\", que le causaba extraneza que él y su primo hayan sido detenidos el dia de hoy, por lo que solicitaba su inmediata libertad. A fojas ocho corre el Oficio de fecha dieciocho de enero de mil novecientos noventa y nueve, mediante el cual el Juez dispone la libertad del beneficiario. El Segundo Juzgado Penal de Ica, a fojas cincuenta y cinco, con fecha veinte de enero de mil novecientos noventa y nueve, declara infundada la accion, por considerar que esta conforme a ley la intervencion policial, asi como la investigacion que ha desvirtuado los mal intencionados y sorpresivos hechos descritos por don Barco Passara. La Primera Sala Penal de Ica, a fojas setenta y uno, con fecha dos de marzo de mil novecientos noventa y nueve, confirma la apelada, por estimar que no advierte de autos ningun medio de prueba que, de alguna manera, pueda corroborar las argumentaciones de la denunciante. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Habeas Corpus es una garantia de trâmite sumarisimo, vinculada a la proteccion de la libertad individual de la persona a fin de protegerla contra los actos u omisiones practicados arbitrariamente por cualquier funcionario 0 persona que atente contra este atributo fundamental. Que las acciones que han efectuado los miembros de la Policia Nacional, se 2. realizaron dentro de un tiempo prudencial, en cumplimiento de las obligaciones que les senala la ultima parte del articulo 166° de la Constitucion Politica del Estado, lo que han practicado con pleno conocimiento e intervencion de la Fiscal, quien tiene la obligacion de proteger el interés publico y la situacion de la persona. Que, por el tiempo que estuvo detenido el beneficiario en la delegacion policial, la 3. detencion no ha sido indebida por permanecer en dicha situacion algunas horas, no existiendo violacion de derechos constitucionales, si se considera que la 3 y TRIBUNAL CONSTITUCIONAL representante del Ministerio Publico tomo conocimiento oportunamente de los hechos al haber prestado su declaracion ante esta autoridad, quedando asi a disposicion de esta Fiscalia, lo que dio las garantias de competencia, imparcialidad e independencia, por lo que resulta aplicable lo dispuesto en el articulo 60, inciso 1) de la Ley N.o 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas setenta y uno, su fecha dos de marzo de mil novecientos noventa y nueve, que confirmando la apelada declaro infundada la Accion de Habeas Corpus; y REFORMANDOLA la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ehr a ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO - CLCL JAM Lo que/ certifico: WA DR. CESAR CUBA$ LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-11-11", "id": 35977, "nombre_demandado": "Javier Altamirano Anchante", "nombre_demandante": "Ángel Teodoro Hernández Huamán", "numero_expediente": "00206-1999-HC"}