{"CONTEXTO": " 00207-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00207-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 207-98-AA/TC LIMA LABORATORIOS PEIKARD S.A. dd SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Laboratorios Peikard S.A., contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y dos, su fecha veintiocho de enero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Laboratorios Peikard S.A., representada por don Julio Gustavo Vignati Scarpatti, con fecha treinta de mayo de mil novecientos noventa y siete, interpone demanda de Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria, a efectos de que se declare la inaplicabilidad del articulo 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, relativo al Impuesto Minimo a la Renta y, consecuentemente, sin efecto legal la Orden de Pago N.o 011-1-37551 de fecha veinticinco de marzo de mil novecientos noventa y siete, notificada el once de abril de mil novecientos noventa y siete, correspondiente al periodo fiscal del mes de febrero de mil novecientos noventa y siete, de su Resolucion de Ejecucion Coactiva N.o 011-06- 15172, de la misma fecha, notificada adjunta a la orden de pago y de la Orden de Pago N.o 011-1-38945 de fecha veintitrés de abril de mil novecientos noventa y siete, notificada el catorce de mayo de mil novecientos noventa y siete, correspondiente al periodo fiscal del mes del mes de marzo de mil novecientos noventa y siete y de su Resolucion de Ejecucion Coactiva N.o 011-06-15739, de la misma fecha, notificada con la orden de pago. Sustenta su petitorio en que los articulos de la ley cuestionada violan su derecho a la propiedad, libertad de trabajo, libre empresa, y no confiscatoriedad de los tributos. Asimismo manifiesta que en los periodos fiscales materia de las Ordenes de Pago solo ha obtenido pérdida. Admitida la demanda, la Superintendencia Nacional de Administracion Tributaria, representada por donia Elizabeth Nunez Villena, contesta la demanda y solicita que sea declarada improcedente 0 infundada; sustentândola en las teorias que 2 TRIBUNAL CONSTITUCIONAL buscan explicar el concepto de renta, y en que la demandante no agoto la via administrativa, pudiéndolo hacer sin haber pagado previamente el monto adeudado. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas cincuenta y dos, con fecha catorce de octubre de mil novecientos noventa y siete, declara improcedente la demanda, por considerar que no se habia probado el estado de pérdida de la actora, siendo insuficiente --para acreditar tal hecho-- el Estado de Ganancias y Pérdidas ofrecido como prueba por la demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas noventa y dos, con fecha veintiocho de enero de mil novecientos noventa y ocho, confirma la apelada que declara improcedente la demanda, por considerar que la pretension de la amparista debe merituarse en un procedimiento que cuente con etapa probatoria, como ocurre con la accion contencioso- administrativa. Ello, debido a que la demandante no ha acreditado fehacientemente la insolvencia economica que alega. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional y que éstos, a su vez, sean de caracter cierto e inminente. Que ha quedado plenamente acreditado en autos, con el dicho del representante 2. de la demandante de fojas veintiuno, que ésta no ha interpuesto recurso impugnativo alguno contra las ordenes de pago materia de su pretension, entonces, ha iniciado la presente accion sin haber agotado la via previa infringiendo el articulo 270 de la Ley N.°23506. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 3. establecidos en el articulo 28° de la mencionada Ley, por las siguientes consideraciones: a) De conformidad con el articulo 1170 del Decreto Legislativo N.816, Codigo Tributario, la notificacion de la resolucion de ejecucion coactiva no supone la cobranza de la deuda, al existir un plazo de siete dias habiles para su cancelacion. Este plazo permitia a la empresa acogerse a lo previsto en el articulo 119° inciso d) del mencionado Codigo, suspendiendo el proceso de cobranza coactiva. b) Asimismo, como una excepcion a lo establecido en el articulo 136° del Codigo Tributario, el segundo parrafo del articulo 119° del Codigo precitado dispone: \"tratândose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la 3 TRIBUNAL CONSTITUCIONAL Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\"; y, el tercer parrafo del mencionado articulo establece: \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago \". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y dos, su fecha veintiocho de enero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "% ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Rrcea VL EL Le que Certifico: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-07", "id": 35612, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Laboratorios Peikard SA (Gustavo Vignati Scarpatti)", "numero_expediente": "00207-1998-AA"}