{"CONTEXTO": " 00203-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00203-1995-HC.pdf) --- S-056 : que las especiales circunstancias registradas, entre las que figura la vacacion anual de los vocales demandados y el recurso de inhibicion que, contra ellos, formulo el propio actor, si bien explican, en parte, la demora que motivo la demanda de autos, no la justifican plenamente, ni menos podian privar al demandante de su derecho a utilizar la via constitucional de autos (la Accion de Habeas Corpus).  Exp. No 203-95-HC/TC Arequipa Caso: Jorge Tomas Vasquez Torres  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso de nulidad interpuesto por don Jorge Tomas Vasquez Torres, contra la sentencia de la Décimo Segunda Sala Penal de Lima que, confirmando la apelada, declara improcedente la correspondiente Accion de Habeas Corpus; recurso derivado, por la Sala de Derecho Constitucional y Social de la Corte Suprema, hacia este Tribunal. ", "ANTECEDENTES:": "Don Jorge Tomas Vasquez Torres interpuso, con fecha cinco de mayo de mil novecientos noventa y cinco, demanda de Habeas Corpus contra la Novena Sala Penal de la Corte Superior de Lima, alegando detencion arbitraria. Afirma que, con fecha tres de marzo de mil novecientos noventa y cinco, presento una solicitud de \"libertad inmediata\", acogiéndose al articulo 1370 del Codigo Procesal Penal y dispositivos concordantes, y que, no obstante haberla reiterado hasta en cuatro oportunidades, dicha Sala Penal \"no quiere resolverla\".  Realizada la investigacion sumaria, el Juzgado Penal declara improcedente la demanda; interpuesto el recurso de apelacion, la Décimo Segunda Sala Penal confirma la sentencia, estimando que la demora en la resolucion de su solicitud de libertad inmediata se debio al comportamiento del propio demandante, ya que él mismo formulo un recurso de inhibicion contra los vocales demandados.  Interpuesto el recurso de nulidad, los autos llegan a este Tribunal, derivados por la Corte Suprema, la cual lo entiende, por razones cronologicas, como el \"extraordinario\" de la Ley No 26435. ", "FUNDAMENTOS:": "Considerando: Que la demanda esta correctamente fundada, entre otros, en los articulos 1370 y concordantes del Codigo Procesal Penal; que la solicitud de libertad inmediata se presento el tres de marzo de mil novecientos noventa y cinco, y que, dos meses después, el cinco de mayo de mil novecientos noventa y cinco, aun no habia sido resuelta, no obstante haberla reiterado el demandante en varias oportunidades; que las especiales circunstancias registradas, entre las que figura la vacacion anual de los vocales demandados y el recurso de inhibicion que, contra ellos, formulo el propio actor, si bien explican, en parte, la demora que motivo la demanda de autos, no la justifican plenamente, ni menos podian privar al demandante de su derecho a utilizar la via constitucional de autos; ", "FALLA:": "Reformando la recurrida, su fecha veintinueve de mayo de mil novecientos noventa y cinco; revocando la apelada; declarando fundada la demanda; y disponiendo que se reponga las cosas al estado de resolverse, a la mayor brevedad posible -en caso de que ello no haya ocurrido aun-, la solicitud de libertad inmediata invocada por el actor; haciendo presente que, dadas las atendibles explicaciones de descargo ofrecidos por los vocales demandados, no parece aplicable, en el caso, la regla del articulo 11 de la Ley No 23506.  Comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-11-25", "id": 37404, "nombre_demandado": "Novena Sala Penal de la Corte Superior de Justicia de Lima", "nombre_demandante": "Jorge Tomás Vásquez Torres", "numero_expediente": "00203-1995-HC"}