{"CONTEXTO": " 00202-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00202-1995-AA.pdf) --- S-1059 ...este Colegiado estima que, de conformidad con lo previsto por el inciso 1) del Articulo 6° de la Ley No 23506, la eventual violacion de los derechos constitucionales alegados por los actores se ha convertido en irreparable, tras el inexorable transcurso del tiempo... Exp. No 202-95-AA/TC San Martin Luis Amado Vargas Polo SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, a los veinticuatro dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Mixta de la Corte Superior de Justicia de San Martin, su fecha treinta de junio de mil novecientos noventa y cinco, que confirmo la apelada, que declaro improcedente la Accion de Amparo interpuesta.", "ANTECEDENTES:": "Don Luis Amado Vargas Polo interpone Accion de Amparo contra don Rafael Marina Arévalo, dona Elva Mestanza Ramirez y don Manuel Paredes Pasapera, en su calidad de miembros del Comité Electoral de la Asociacion de Abogados de San Martin, a fin de que se deje sin efecto el acto eleccionario realizado con fecha veintisiete de marzo de mil novecientos noventa y cinco. Sostiene el actor que tras convocarse a elecciones para el periodo de mil novecientos noventa y cinco - mil novecientos noventa y seis de la Asociacion de Abogados de San Martin, un miembro de la citada Asociacion presento tacha contra uno de los candidatos, el Dr. Porfirio Cotrina Chavez, basandose en una causal aun no contemplada en los Estatutos de la Asociacion. Refiere que los demandados, en el mismo acto de elecciones, emitio una resolucion en virtud de la cual declaro fundada la tacha, excluyendo a la lista del Dr. Porfirio Cotrina Chavez, cuando el Comité Electoral carecia estatutariamente de facultades para reglamentar el acto electoral. Admitida la demanda, ésta es contestada por dona Elva Mestanza Ramirez, quien precisa que la expedicion de la resolucion que le causa agravio constitucional al actor, fue dictada en el ejercicio regular de sus funciones, tras advertirse algunas irregularidades tanto en la conformacion de la lista encabezada por el Dr. Porfirio Cotrina Chavez, como en la lista de adherentes para que se inscribiera su candidatura. Con fecha once de abril de mil novecientos noventa y cinco, el Juez del Primer Juzgado Civil de San Martin - Tarapoto, expide resolucion declarando improcedente la Accion de Amparo. Interpuesto el recurso de apelacion, con fecha treinta de junio de mil novecientos noventa y cinco, la Sala Mixta de la Corte Superior de Justicia de San Martin expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se deje sin efecto el acto eleccionario realizado el dia veintisiete de marzo de mil novecientos noventa y cinco, correspondiente al periodo de mil novecientos noventa y cinco y mil novecientos noventa y seis de la Asociacion de Abogados de la provincia de San Martin. 2. Que, siendo ello asi, la pretension del actor debe desestimarse, ya que: a) Segun se esta a los términos del petitorio, el acto eleccionario que se solicita se deje sin efecto, es el que correspondio para el periodo de mil novecientos noventa y cinco mil novecientos noventa y seis, el mismo que, en efecto, se suspendio en virtud del auto expedido en la medida cautelar solicitada, de fecha seis de abril de mil novecientos noventa y cinco, b) Sin perjuicio de que, a tenor de lo dispuesto por el articulo 31° de la Ley No 23506, modificado por el articulo 1° del Decreto Ley No 25433, la medida de suspension no supone la ejecucion de lo que es materia del fondo mismo de la Accion de Amparo, este Colegiado estima que, de conformidad con lo previsto por el inciso 1) del articulo 6° de la Ley No 23506, la eventual violacion de los derechos constitucionales alegados por los actores se ha convertido en irreparable, tras el inexorable transcurso del tiempo, y la periodicidad anual del proceso electoral para renovar los cargos directivos de la Asociacion de Abogados de la provincia de San Martin. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren;", "FALLA:": "CONFIRMANDO la resolucion de la Sala Mixta de la Corte Superior de Justicia de San Martin, su fecha treinta de junio de mil novecientos noventa y cinco, de fojas ciento ochenta y tres, que confirmo la apelada, que declaro IMPROCEDENTE la Accion de Amparo interpuesta; dispone su publicacion en el Diario Oficial El Peruano; y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO.", "fecha_publicacion": "1998-06-16", "id": 36954, "nombre_demandado": "Rafael Marina Arévalo, en su calidad de miembro del Comité Electoral de la Asociación de Abogados de San Martín, y otros", "nombre_demandante": "Luis Amado Vargas Polo", "numero_expediente": "00202-1995-AA"}