{"CONTEXTO": " 00204-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00204-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 204-96-AA/TC Lima Gladis Fabiola Molina Torres SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novecientos noventa y siete, reunido en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vice-Presidente encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "J Recurso Extraordinario interpuesto por dona Gladis Fabiola Molina Torres, contra la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fecha quince de marzo de mil novecientos noventa y seis, que reformando la apelada declaro improcedente la accion de amparo interpuesta por la recurrente contra Lucy Garcia Mercado Directora del Instituto Superior Tecnologico Laredo y Soledad Rodriguez de Farmakidis, Directora Regional de Educacion de la Region La Libertad.", "ANTECEDENTES:": "Dona Gladis Fabiola Molina Torres interpone accion de amparo contra Lucy Garcia Mercado, Directora del Instituto Superior Tecnologico Laredo y Soledad Rodriguez de Farmakidis, Directora Regional de Educacion de la Region La Libertad a fin que se deje sin efecto ni valor legal la Resolucion Directoral No 047-94-ISTE LAREDO de fecha siete de setiembre de mil novecientos noventicuatro y se le reponga como Docente Estable I del referido Instituto pagandole las remuneraciones dejadas de percibir desde la fecha en que fuera separada del cargo. Senala que es egresada de la Universidad Nacional de Trujillo, con titulo profesional de Licenciada en Educacion, especialidad en Matemâticas, Bachiller en Ciencias Fisicas y TRIBUNAL CONSTITUCIONAL Matemâticas y titulo de Contador Mercantil, y que empezo a trabajar como Docente en Instituto Laredo el primero de setiembre de mil novecientos ochenta y nueve hasta veintidos de agosto de mil novecientos noventa y cuatro, fecha en la que fue separada d cargo por decision de la Directora, afirma que la Directora del Instituto Superior llego extremo de ordenar que se le impida el ingreso. Anota que tal hecho viola su derecho a la irrenunciabilidad de derechos laborales, a adecuada proteccion contra el despido arbitrario, al debido proceso y tutela jurisdicciona consagrados en el inciso 2) articulo 26, articulo 27, inciso 31 del articulo 139 de Constitucion, respectivamente. Lucy Rebeca Garcia Mercado, Directora del Instituto Superior Tecnologico Estata \"Laredo\" contesta la demanda solicitando se declare improcedente. Senala que en referente al cuadro de profesores del Instituto todos tienen la calidad de contratados y es 0 ello que le compete a la Direccion elaborar el cuadro de horas de trabajo, asi con programar a los profesores que se haran cargo del dictado de clases; en relacion a recurrente precisa que durante el primer semestre de mil novecientos noventa y cuatro tuv / asistencia irregular y hubo quejas de los alumnos en contra de su desempeno, por tale razones la Direccion no la propuso para el segundo semestre de mil novecientos noventa cuatro y denego su solicitud mediante Resolucion Directoral No 047-94-DIREL/INST \"LAREDO\", refiere que Gladis Fabiola Molina no ha agotado la via administrativa y que operado la caducidad para interponer la presente accion de garantia 1 puesto que Resolucion impugnada le fue notificada por conducto notarial el doce de setiembre de m novecientos noventa y cuatro. A su turno Soledad Rodriguez de Farmakidis contesta la demanda solicitando se declare caducidad de la misma dado que se ha vencido con exceso el término de sesenta dias producida la afectacion tal y como lo establece el articulo 37° de la Ley 23506. El Juez del Tercer Juzgado Especializado en lo Civil de Trujillo declara fundada la Accio de Amparo por considerar que de la lectura de la demanda se aprecia que la violacio constitucional alegada consiste en la omision de un acto debido emanado tanto de Direccion del Instituto Superior Tecnologico Laredo como de la Direccion Regional Educacion de La Libertad lesionando derechos fundamentales de la recurrente consagrador en los articulos 22°, 230 y 26° de la Constitucion, pues la no renovacion de su contrat significa el consiguiente despido arbitrario del cargo de Docente Estable I que tenia en referido Instituto, arbitrariedad que se consolida mediante Resolucion Directoral No 047-94 DIRELLISTE-LAREDO, que la obligatoriedad del acto debido provienen de la propia asi como de la naturaleza de los servicios que ha venido prestando, tal y como queda establecido en el articulo 150 del Decreto Legislativo 276 y los articulos 1° y 2° de la Le TRIBUNAL CONSTITUCIONAL 24041, la que senala que los servidores publicos contratados para labores de naturaleza permanente que tengan mas de un ano ininterrumpido de servicios no podran ser cesados ni destituidos sino por causas previstas en el capitulo V del citado Decreto Legislativo; que la Resolucion Directoral materia del presente caso ha sido expedida con posterioridad a la agresion constitucional materia de la presente accion de garantia, razon por la cual no estaba obligada a agotar las vias previas, tampoco se ha producido los efectos de la caducidad de la accion porque la agresion es continuada 0 de tracto sucesivo contemplado en el articulo 26° de la Ley 25398. La Segunda Sala Civil de la Corte Superior de Justicia de La Libertad revoca la de vista, declarandola improcedente por considerar que no se ha agotado la via previa y que es de aplicacion el articulo 370 de la Ley 23506. / Contra esta Resolucion, se interpone recurso extraordinario elevandose los actuados al Tribual Constitucional de conformidad con lo dispuesto por el articulo 41° de su Ley Orgànica.", "FUNDAMENTOS:": "Que, de la documentacion obrante en autos se evidencia que dona Gladis Fabiola Molina Torres solicito ante la Direccion del Instituto Tecnologico Superior \"Laredo\" se le considere como docente para el segundo semestre de mil novecientos noventa y cuatro y se le renueve contrato como profesora estable, habiéndose expedido la Resolucion 047-94-DIRRLLIST LAREDO de fecha siete de setiembre de mil novecientos noventa y cuatro que resuelve denegar tal solicitud, la misma que le fuera notificada por conducto notarial el doce del mismo mes y ano. Que, la presente accion de garantia ha sido interpuesta el catorce de setiembre de mil novecientos noventa y cinco; y, a tenor de lo dispuesto en el articulo 370 de la Ley 23506, Ley de Habeas Corpus y Amparo, el ejercicio de la accion de amparo caduca a los sesenta dias habiles de producida la afectacion de derechos constitucionales, no siendo de aplicacion al caso bajo examen lo dispuesto en el articulo 26 de la Ley 25398, pues resulta evidente que la presunta afectacion de tales derechos se originaria en la Resolucion No 047-94- DIRRLL/IST LAREDO y no en una serie de actos continuados. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, El Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica", "FALLA:": "Confirmando la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad de fecha quince de marzo de mil novecientos noventa y seis, que revocando la apelada, su fecha once de diciembre de mil novecientos noventicinco, declaro improcedente la accion de amparo interpuesta; dispusieron su publicacion en el Diario Oficial \"El Peruano\". ; y los devolvieron. S.S. / 1 - l Juilu Mns ACOSTA SANCHEZ, NUGENT, itrbal - DIAZ VALVERDE, a - elt A GARCIA MARCELO, LO QUE CERTII FICO. TMB/efs Dra. MARIA LUZ VASQUEZ VARGAS SECF RETARIA RELATORA", "fecha_publicacion": "1997-07-13", "id": 36225, "nombre_demandado": "Instituto Superior Tecnológico \"Laredo\" y Dirección Regional de Educación de la Región La Libertad", "nombre_demandante": "Gladis Fabiola Molina Torres", "numero_expediente": "00204-1996-AA"}