{"CONTEXTO": " 00206-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00206-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 206-98-AC/TC Rosulo Fortunato Reyes Espinoza LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Rosulo Fortunato Reyes Espinoza, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ochenta y nueve, su fecha doce de enero de mil novecientos noventa y ocho, que revocando la apelada declara improcedente la demanda.", "ANTECEDENTES:": "Don Rosulo Fortunato Reyes Espinoza, con fecha nueve de abril de mil novecientos noventa y siete, interpone Accion de Cumplimiento contra la Municipalidad Distrital del Rimac, a fin de que ésta cumpla con efectuarle el pago de sus beneficios sociales establecidos mediante Resolucion de Alcaldia No 1693-95-MDR de fecha tres de julio de mil novecientos noventa y cinco. Refiere que la demandada solamente le ha cancelado la suma de cuatro mil doscientos Nuevos Soles, razon por la que le curso una Carta Notarial requiriendo el cumplimiento de dicha obligacion. El representante legal del Alcalde de la Municipalidad Distrital del Rimac, contesta la demanda, manifestando que la resolucion a la que hace referencia el demandante ha sido dejada sin efecto mediante el Decreto de Alcaldia No 25-96-MDR, por cuanto de manera ilegal se habia resuelto otorgar al demandante la suma de veinticuatro mil ciento cincuenta y tres Nuevos Soles, por concepto de Compensacion por Tiempo de Servicios, por lo que siendo una resolucion que ha sido dejada sin efecto, no resulta exigible su cumplimiento. Indica que su representada, de acuerdo a las normas legales vigentes, ha establecido la suma de mil noventa y cinco Nuevos Soles con noventa céntimos, que es a su criterio lo que le corresponde al demandante por el beneficio antes mencionado. El Juez del Primer Juzgado Especializado en Derecho Publico de Lima, a fojas cuarenta, su fecha veintisiete de agosto de mil novecientos noventa y siete, declara fundada la demanda, por estimar principalmente que, la resolucion cuyo cumplimiento se solicita ha TRIBUNAL CONSTITUCIONAL sido dictada por autoridad competente, en ejercicio de sus facultades, en consecuencia, produce sus efectos en tanto no exista mandato judicial en contrario. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ochenta y nueve, su fecha doce de enero de mil novecientos noventa y ocho, revocando la apelada declaro improcedente la demanda, por estimar que el demandante no ha agotado la via previa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, el objeto de la Accion de Cumplimiento, es preservar la eficacia de las normas con rango y fuerza de ley, asi como de los actos administrativos emanados de la Administracion Publica, que funcionarios 0 autoridades se muestren renuentes a acatar. 2. Que, de conformidad con el inciso c) del articulo 5° de la Ley No 26301, para la procedencia de la garantia constitucional antes mencionada, debe cumplirse con el requerimiento, por conducto notarial del cumplimiento de lo que se considera debido, previsto en la ley 0 del acto administrativo 0 hecho de la administracion, con una antelacion no menor de quince dias, exigencia que ha sido cumplida por el demandante, conforme se advierte de la instrumental de fojas seis de autos. 3. Que, el Decreto de Alcaldia No 25-96-MDR, publicado en el diario oficial El Peruano con fecha ocho de diciembre de mil novecientos noventa y seis, resuelve dejar sin efecto los Decretos de Alcaldia Nos 78-89-MDR, 118-89-MDR, 51-91-91-MDR, 173-92- MDR, 35-95-MDR, 45-95-MDR, asi como las Resoluciones de Alcaldia Nos 1374-93- MDR y 3543-95-A-MDR y toda Resolucion 0 Decreto de Alcaldia a través de los cuales se otorguen incrementos remunerativos contraviniendo la normatividad vigente; asimismo dispone que la Direccion de Administracion adecue en forma definitiva la escala remunerativa conforme al grupo ocupacional que ocupe cada servidor y al nivel de carrera alcanzado por los mismos, de acuerdo a los lineamientos establecidos por el Sistema Unico de Remuneraciones, contenidos en el Decreto Supremo No 051-91-PCM y normas complementarias. 4. Que, estando a lo senalado en el fundamento anterior, es de advertirse que la Resolucion de Alcaldia No 1693-95-MDR de fecha tres de julio de mil novecientos noventa y cinco, a través de la cual se resuelve otorgar al demandante la suma de veinticuatro mil ciento cincuenta y tres Nuevos Soles, por concepto de Compensacion por Tiempo de Servicios prestados a la Municipalidad por treinta anos en forma ininterrumpida, no ha sido dejada sin efecto por el Decreto de Alcaldia, toda vez que esta referido a normas que acuerdan 2 TRIBUNAL CONSTITUCIONAL incrementos remunerativos, que no es el caso de autos; en consecuencia, la Resolucion de Alcaldia No 1693-95-MDR ha sido emitida por autoridad competente, quedando consentida y teniendo la calidad de cosa decidida, resulta de obligatorio cumplimiento para la parte demandada. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochenta y nueve, su fecha doce de enero de mil novecientos noventa y ocho, que, revocando la apelada, declaro improcedente la Accion de Cumplimiento, y reformandola la declara FUNDADA; en consecuencia, ordena que la Municipalidad Distrital del Rimac cumpla con cancelar al demandante su Compensacion por Tiempo de Servicios de conformidad con la Resolucion de Alcaldia No 1693-95-MDR. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. llll S.S. ACOSTA SANCHEZ, Mlr zice DIAZ VALVERDE, NUGENT, honils - Li GARCIA MARCELO. Lo que Certificos - Dra. MARIAT LUZ VASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL AAM. 3", "fecha_publicacion": "1998-11-16", "id": 37194, "nombre_demandado": "Municipalidad Distrital del Rímac", "nombre_demandante": "Rosulo Fortunato Reyes Espinoza", "numero_expediente": "00206-1998-AC"}