{"CONTEXTO": " 00210-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00210-1995-AA.pdf) --- S-130 Que, habiendo caducado en su vigencia la ley cuya inaplicabilidad era objeto de la presente Accion de Amparo, : no procede la prorroga de una ley no vigente. Exp. No 210-95-AA/TC Lima Caso: Universidad San Martin de Porres SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de enero de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Nugent, Presidente, Acosta Sanchez, Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Humberto Vilchez Vera, Representante de la Universidad San Martin de Porres, contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia, su fecha veintitrés de mayo de mil novecientos noventicinco, que declaro Haber Nulidad en la recurrida, declaro Improcedente la Accion de Amparo interpuesta contra la Asamblea Nacional de Rectores.", "ANTECEDENTES:": "Don Carlos Humberto Vilchez Vera, Rector de la Universidad San Martin de Porres, interpone Accion de Amparo, contra el Dr. César Paredes Canto, Presidente de la Asamblea Nacional de Rectores, en su calidad de Presidente de la Comision de Coordinacion Inter Universitaria de la Asamblea Nacional de Rectores y en aplicacion de la Ley No 26251, (se abstenga de proponer, acordar, designar ylo nombrar cualquier tipo de Comision que se proponga intervenir ylo reorganizar la vida académica, administrativa, economica y normativa de la Universidad San Martin de Porres; el cese de autoridades ylo de los organos de gobierno de la misma, de forma distinta al debido proceso que la Ley ha establecido en el inciso k) del articulo 92° de la Ley Universitaria, Ley No 23733>. Fundamenta su pretension, principalmente, en los articulos 310, 1870, 295° y la Disposicion General y Transitoria Décimo Sexta de la Constitucion Politica del Estado de 1979, asi como en los siguiente hechos: 1) Desde el ano 1992, la Universidad ha sido objeto de una campana de desprestigio, promovida por personas que fueron separadas de la misma, como consecuencia del proceso de saneamiento realizado, luego de haberse superado serias etapas de conflicto que afectaron la imagen institucional de la misma universidad, asi como la imagen publica de sus autoridades. Esta campana se agudizo en abril de 1993, por lo que el Congreso Constituyente Democratico, a través de su Comision de Educacion, Cultura y Deporte, propusiera <medidas ajenas, no concordantes con la normatividad que regula a las Universidades Nacionales y Particulares de nuestro pais>. 2) Por esta razon, se expidio una ley con nombre propio, aplicable exclusivamente a la Universidad San Martin de Porres, esto es, la Ley No 26195, por la que se constituyo una Comision Investigadora de las presuntas irregularidades cometidas en el desarrollo de las actividades académicas, economicas y administrativas de dicha casa de estudios. Esta Ley, y la Ley No 26251, violan el numeral 2) del articulo 2° y el articulo 187° de la Constitucion Politica del Estado, referidos a la igualdad ante la ley y a la prohibicion de expedirse leyes en funcion a la diferencia de las personas, es decir, con nombre propio. 3) Al concluir sus labores, la Comision elevo el correspondiente informe a la Asamblea Nacional de Rectores, a la Comision de Educacion, Cultura y Deportes del Congreso Constituyente Democratico y a la Asamblea Universitaria de la Universidad, para que se adopten la medidas correspondientes. Dicho informe fue rechazado por la Asamblea Universitaria el 11 de setiembre de 1993, haciéndose de conocimiento de la ciudadania, las consideraciones que sustentaban tal decision; ademas, se remitio al Presidente de la Asamblea Nacional de Rectores, comunicaciones en las que expresan la opinion institucional de la Universidad, y absuelven los cargos formulados en el informe de la Comision. Este informe también fue rechazado por la Asamblea Nacional de Rectores, en sesion del 20 de setiembre de 1993. 4) La Comision nombrada, no permitio que las autoridades de la Universidad ejercieran su derecho de defensa, pese a haber solicitado oportunamente que se les informe de las denuncias y cargos que se les formulaban, para ser absueltos; similar actitud fue la asumida por la Comision de Educacion, Cultura y Deportes del Congreso Constituyente Democratico, la que tampoco les brindo la oportunidad de ejercer su derecho de defensa a pesar de las solicitudes correspondientes. Es de precisar, que pese a estar facultada dicha Comision, de conformidad con el articulo 40 de la Ley No 26195 para poner en conocimiento de la Fiscalia de la Nacion las situaciones y hechos que por su naturaleza lo ameriten, hasta la fecha de interposicion de la demanda, no se ha producido ninguna denuncia. 5) Luego de todos estos atropellos, la citada Comision del Congreso, sin oir a los denunciados, aprobo el dictamen del Proyecto de Ley No 907-93, que posteriormente, con fecha 13 de octubre de 1993, fue aprobado por el Pleno del Congreso, disponiéndose de esta manera, la reorganizacion de la citada casa de estudios, en flagrante violacion del derecho constitucional a la autonomia universitaria. 6) La Asamblea Nacional de Rectores, no puede ser presionada a adoptar una decision en contra de su publico pronunciamiento, y designar comision alguna para que intervenga O reorganice la vida académica, administrativa, economica y normativa de la Universidad, porque de producirse el conflicto entre la norma legal y la constitucional, debe preferirse la ultima; y finalmente, 7) Los derechos y garantias cuyo Amparo solicitan los demandantes, son: a la autonomia universitaria, a la igualdad ante la ley, a no cumplir normas legales incompatibles con la Constitucion, al ejercicio del derecho de defensa, al desvio de la jurisdiccion predeterminada por la ley. El Décimo Juzgado en lo Civil de Lima, en su resolucion de fecha diez de diciembre de mil novecientos noventitrés, declaro Fundada la Accion de Amparo, por considerar: 1° que, aun cuando la actora no demanda expresamente la inaplicacion de la Ley No 26251, se debe tener en consideracion que la amenaza de violacion esta vinculada a la aplicacion de la acotada ley, por lo que en el presente proceso debe apreciarse si la indicada norma es compatible O no con la Constitucion; 20 que, el articulo 31° de la Constitucion (de 1979) establece que cada Universidad es autonoma en lo académico, economico, normativo y administrativo dentro de la ley; y, es la Ley No 23733, Ley Universitaria, la que regula dicha autonomia, la misma que en su articulo 92° inciso k) introducido por la Ley No 24387 establece el procedimiento por el cual la Asamblea Nacional de Rectores debe resolver los conflictos sobre legitimidad O reconocimiento de las autoridades y organos de gobierno de la Universidad; 30 que, es asi, que la Ley No 26251 resulta incompatible con el articulo 710 de la Constitucion al declarar en reorganizacion a la Universidad San Martin de Porres y disponer la constitucion de una Comision que asuma las funciones plenas de direccion, gestion y administracion de la Universidad; 40 que, no se puede sostener vâlidamente, que la Ley No 26251 deroga O modifica tacitamente el inciso k) del articulo 92° de la Ley Universitaria, porque de ser asi, tendriamos que existe un procedimiento para resolver tales conflictos y no para las restantes universidades del pais; y 5° que, el caracter de excepcionalidad de la ley, lleva a concluir al Juzgado, que se han violado los principios de igualdad ante la ley y el de generalidad de las leyes, previstos en los articulos 20 inciso 2)y 187° de la Constitucion. La Titular de la Primera Fiscalia Superior Civil, al emitir su dictamen, opino porque se confirme la apelada, por cuanto la Ley No 26251 es incompatible con la Constitucion Politica de 1979, la misma que es aplicable al caso, porque vulnera los alcances del articulo 31° de la misma en cuanto a la autonomia universitaria, y porque ademas la vulneracion antes expresada se relaciona con la Ley No 23733 y ampliatoria No 24387, toda vez que en virtud del articulo 92° inciso k) de la primera, corresponde a la Asamblea Nacional de Rectores, conocer y resolver de oficio y en ultima instancia los conflictos que se produzcan en las Universidades Publicas y Privadas relativas a la legitimidad O reconocimiento de sus autoridades. Esta opinion es acogida por la Primera Sala Civil de la Corte Superior de Lima, la que con fecha quince de julio de mil novecientos noventicuatro confirma la apelada, declarando fundada la Accion de Amparo, y en consecuencia inaplicable a la Universidad San Martin de Porres la Ley No 26251, disponiendo que la Asamblea Nacional de Rectores se abstenga de nombrar la Comision a que se refiere el articulo 3° de la referida Ley. Contra la resolucion anterior, se interpuso recurso de nulidad, corriéndose traslado al Ministerio Publico para que emita dictamen, como puede observarse a fojas 20 del cuadernillo de nulidad, opinando la Senora Fiscal Supremo en lo Contencioso Administrativo, que debe declarase Haber Nulidad en la recurrida, y reformandola, declarar improcedente la demanda por Sustraccion de la materia, por cuanto la Ley No 26313 del veintisiete de mayo de mil novecientos noventicuatro deroga la Ley No 26251, que es la norma cuya inaplicabilidad se busca. Esta opinion es recogida por la Sala Constitucional y Social de la Corte Suprema, la que en su resolucion del veintitrés de mayo de mil novecientos noventicinco, de conformidad con el dictamen de la Senora Fiscal, cuyos fundamentos se reproducen, declararon haber nulidad en la sentencia de vista de fs. 177, la que reformandola, la declararon improcedente por haberse producido sustraccion de la materia. De conformidad con el articulo 41° de la Ley Organica del Tribunal Constitucional, Ley No 26435, se interpuso Recurso Extraordinario, elevandose los actuados al mismo.", "FUNDAMENTOS:": "Que, habiendo caducado en su vigencia la ley cuya inaplicabilidad era objeto de la presente Accion de Amparo, toda vez que el plazo dispuesto para la reorganizacion en el articulo 10 de la Ley No 26251 fue de 12 meses, contados a partir de la promulgacion de la Ley; y, estando a que la referida Ley fue promulgada el treinta de noviembre de mil novecientos noventitrés; Que, ademas la Ley No 26490, que pretendia prorrogar la anterior Ley No 26313, por un ano mas, no es de aplicacion ya que no procede la prorroga de una ley no vigente; El Tribunal Constitucional,", "FALLA:": "Confirmando, la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema, su fecha veintitrés de mayo de mil novecientos noventicinco, que declaro Haber Nulidad en la resolucion de vista, su fecha quince de julio de mil novecientos noventicuatro, que confirmando la apelada de fojas cuarentitrés, de fecha diez de diciembre de mil novecientos noventitrés, declaro fundada la demanda; y reformandola, declaro Improcedente la Accion de Amparo interpuesta; consecuentemente, quedan subsistentes y con plenitud en el ejercicio de sus funciones las autoridades de dicha Universidad elegidas conforme a ley. Publiquese en el Diario Oficial El Peruano. S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-05-13", "id": 42026, "nombre_demandado": "César Paredes Canto", "nombre_demandante": "Universidad San Martín de Porres", "numero_expediente": "00210-1995-AA"}