{"CONTEXTO": " 00216-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00216-1995-AA.pdf) --- EXP.N°216-95-AA/TC LA LIBERTAD ANGELA FRANCISCA RUIZMEDINA SENTENCIA DEL TRIBUNAL CONSTTTUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Angela Francisca Ruiz Medina contra la resolucion expedida por la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento cuarenta y cinco, su fecha nueve de junio de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Angela Francisca Ruiz Medina interpone Accion de Amparo contra el representante del Alcalde del Concejo Provincial de Ascope solicitando que se deje sin efecto la Resolucion de Alcaldia N o 623-94-CPA del dos de diciembre de mil novecientos noventa y cuatro, que lo cesa en su cargo de Jefa de Oficina de Presupuesto y Planificacion, y se le reponga en su puesto de trabajo. Agrega que ha trabajado para el demandando, desde agosto de mil novecientos noventa y uno, como Asistente de la Jefatura de Presupuesto, en calidad de contratada, a partir del uno de abril de mil novecientos noventa y tres fue designada Directora del Sistema Administrativo F-1 hasta el momento de su cese ocurrido el dos de diciembre de mil novecientos noventa y cuatro, fecha en la que se le instauro proceso administrativo y se le retiro simultaneamente la confianza, siendo cesada en su cargo. El demandado contesta la demanda precisando que la demandante ocupo un cargo de confianza, del cual ha sido separada luego de que se le siguiera proceso administrativo disciplinario, por lo que la Resolucion de Alcaldia No 623-94-CPA, que ahora cuestiona, es el resultado de dicho proceso que se llevo a cabo en forma regular y con estricta observancia de las disposiciones legales vigentes. El Cuarto Juzgado Especializado en lo Civil de Trujillo, con fecha cinco de abril de mil novecientos noventa y cinco, declaro improcedente la demanda, por considerar principalmente que la demandante no esta comprendida en la carrera administrativa por haber sido servidora contratada y haber desempenado un cargo de confianza, por lo que segun el articulo 50° de la Ley No 23853, Organica de Municipalidades, puede ser removida por el Alcalde. La Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de La Libertad, a fojas ciento cuarenta y cinco, con fecha nueve de junio de mil novecientos noventa y cinco, confirmo la apelada, por estimar que segun la Ley No 24041 no estan comprendidos en el beneficio de la estabilidad laboral los servidores contratados para desempenar funciones politicas 0 de confianza, y al haber sido la actora funcionaria de confianza, en su calidad de Jefa de la Oficina de Presupuesto y Planificacion, y por no ser servidora de carrera, no le alcanzan los beneficios establecidos en el articulo 1° del dispositivo legal referido. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que la demandante ha trabajado desde el cinco de agosto de mil novecientos noventa y uno hasta el treinta de marzo de mil novecientos noventa y tres, esto es, por un espacio mayor de un ano y medio; y segun el Contrato de Locacion de Servicios Personales de fecha uno de octubre de mil novecientos noventa y uno, desarrollo labores de bachiller en Economia con el sueldo equivalente a la Escala Profesional \"F\", abonable mensualmente, en el Area de Presupuesto y Planificacion, efectuandosele los descuentos legales propios de una servidora regular, segun consta en sus boletas de pago de fojas noventa y cinco, y de la Planilla de Emplados permanentes de fojas cien, encontrandose en consecuencia, sujeta a subordinacion y a un horario de trabajo, por lo que de conformidad con el articulo 1° de la Ley No 24041 se trata de una servidora publica contratada para labores de naturaleza permanente que no puede ser cesada ni destituida sino por causales previstas en el Decreto Legislativo No 276 y con sujeccion al procedimiento que dicha normatividad legal establece. 2.- Que sobre el procedimiento administrativo disciplinario mandado a instaurar con la Resolucion de alcaldia No 622-94-CPA, del dos de diciembre de mil novecientos noventa y cuatro, no existe ningun actuado ni dictamen final ni resolucion ni vestigio alguno que acredite su existencia en autos.. Que, teniendo en cuenta estas circunstancias, la demandante no ha sido contratada para 3.- desempenar funciones politicas 0 de confianza, sino que, encontrandose prestando serviciOS regulares en la Municipalidad demandada, fue designada como Directora del Sistema Administrativo F-1-Jefa de la Oficina de Presupuesto y Planificacion, a partir del uno de abril de mil novecientos noventa y tres, mediante la Resolucion de Alcaldia No 061-93-CPA cuya copia corre a fojas seis. Que segun el articulo 14° del referido Decreto Legislativo No 276, el servidor de carrera 4.- designado para desempenar cargos politicos 0 de confianza tiene derecho a retornar a su grupo ocupacional y nivel de carrera al concluir tal designacion, toda vez que la pérdida de confianza no se encuentra contemplada como causal de cese ni de pérdida de la estabilidad laboral en la Administracion Publica. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento cuarenta y cinco, su fecha nueve de junio de mil novecientos noventa y cinco, que confirmando la apelada declaro improcedente la demanda; reformandola la declara FUNDADA y, en consecuencia, inaplicable la Resolucion de Alcaldia No 623- 94-CPA, de fecha dos de diciembre de mil novecientos noventa y cuatro, y ordena la reposicion inmediata de la demandante a su puesto de trabajo, que venia desempenando hasta antes de ser designada como servidora de confianza, 0 a otro de igual categoria, sin goce de haberes durante el periodo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO MF", "fecha_publicacion": "1999-04-17", "id": 34999, "nombre_demandado": "Representante del Alcalde del Concejo Provincial de Ascope", "nombre_demandante": "Ángela Francisca Ruiz Medina", "numero_expediente": "00216-1995-AA"}