{"CONTEXTO": " 00217-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00217-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N217-98-AA/IC LIMA THE MAPLE GAS CORPORATION DEL PERU-SUCURSAL PERUANA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por The Maple Gas Corporation del Peru- Sucursal Peruana contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos seis, su fecha quince de enero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Ministerio de Economia y Finanzas, y la Superintendencia Nacional de Administracion Tributaria.", "ANTECEDENTES:": "The Maple Gas Corporation del Peru-Sucursal Peruana, representada por don Raymond Joseph Cochard, interpone Accion de Amparo contra el Ministerio de Economia y Finanzas, y la SUNAT para que se declare inaplicable a su empresa los articulos 109° y siguientes del Decreto Legislativo No 774, Ley del Impuesto a la Renta. Asimismo, para que se dejen sin efecto las ordenes de Pago No 011-1-37728 y la No 011-1-38700, ambas del veinticinco de marzo de mil novecientos noventa y siete, por las que se les pretende cobrar la cuota de enero y febrero del ejercicio de mil novecientos noventa y siete. Ello, por violar sus derechos constitucionales de propiedad, de legalidad y de no confiscatoriedad de los impuestos. La demandante senala que: 1) Se encuentra en estado de pérdida; y, 2) Aplicar el Impuesto Minimo a la Renta cuando no existen utilidades resulta confiscatorio y contraviene el segundo parrafo del articulo 74° de la Constitucion Politica del Estado. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, don Angel Augusto Vivanco Ortiz, contesta la demanda y solicita que sea declarada improcedente 0 infundada, por considerar que: 1) La demandante pretende obtener una exoneracion tributaria respecto de su obligacion como contribuyente; y 2) El Impuesto Minimo a la Renta obliga a las empresas a alcanzar un minimo de eficiencia empresarial. Propone las excepciones de incompetencia, de caducidad y de falta de agotamiento de la via previa. 2 TRIBUNAL CONSTITUCIONAL La SUNAT, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: 1) La demandante pudo agotar la via administrativa sin necesidad de pagar previamente el monto adeudado; y, 2) Los estudios contables presentados por la demandante no constituyen prueba suficiente para verificar el hecho invocado. El Tercer Juzgado Especializado en Derecho Publico, a fojas ciento veinticinco, con fecha nueve de junio de mil novecientos noventa y siete, declara fundada la demanda e infundadas las excepciones de falta de agotamiento de la via administrativa, de caducidad y de incompetencia. Su fundamento es el siguiente: Cuando el tributo afecta la fuente generadora del mismo éste deviene en confiscatorio y contraviene lo dispuesto en el articulo 74° de la Constitucion Politica del Estado. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos seis, con fecha quince de enero de mil novecientos noventa y ocho, que revocando la apelada, declara improcedente la demanda y la confirma en cuanto declara infundadas las excepciones interpuestas. Sus argumentos son los siguientes: 1) La demandante no ha acreditado fehacientemente la insolvencia que alega; y, 2) La Accion de Amparo no es la via idonea para resolver el presente conflicto de intereses.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra las Ordenes de Pago Nos 011-1-37728 y 011-1- 38700, ambas del veinticinco de marzo de mil novecientos noventa y siete. Y, por lo tanto, la empresa inicia la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello, debido a las consideraciones siguientes: a) De conformidad con el articulo 117° del Decreto Legislativo No 816, Codigo Tributario vigente, las Resoluciones de Ejecucion Coactiva NoS 011-1-37728 y 011- 1-38700, ambas del veinticinco de marzo de mil novecientos noventa y siete, contienen \"un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas.' ?9 b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en trâmite\", se suspendera el proceso de cobranza coactiva. 3 TRIBUNAL CONSTITUCIONAL c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratândose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\". Y, el tercer parrafo del mismo articulo establece que \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos seis, su fecha quince de enero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, VAneu DIAZ VALVERDE, NUGENT, arcia 2 Ma WVi GARCIA MARCELO. Lo que Certif100) Dra. MARTRtIE-VASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL G.L.B.", "fecha_publicacion": "1999-03-20", "id": 34937, "nombre_demandado": "Ministerio de Economía y Finanzas (MEF) y otro", "nombre_demandante": "Raymond Joseph Cochard representante de The Maple Gas Corporation del Perú (Sucursal Peruana)", "numero_expediente": "00217-1998-AA"}