{"CONTEXTO": " 00218-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00218-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N9218-98-AA/TC LIMA MANUEL IGNACIO CHIRINOS GARCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Manuel Ignacio Chirinos Garcia contra la sentencia expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos uno, su fecha diecinueve de diciembre de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Manuel Chirinos Garcia interpone demanda de Accion de Amparo contra PETROPERU S.A. con el objeto de que cumpla con cancelarle su pension de cesantia dentro de los alcances del Decreto Ley No 20530. Refiere que con fecha quince de octubre de mil novecientos cincuenta y seis, ingreso a prestar servicios en la Empresa Petrolera Fiscal, hoy PETROPERU hasta el treinta y uno de mayo de mil novecientos sesenta y uno, acumulando cuatro anos, siete meses y dieciséis dias. Posteriormente, a partir del uno de marzo de mil novecientos sesenta y dos, reingreso a prestar servicios al ex Ministerio de Fomento y Obras durante diez anos y cinco meses, acumulando hasta dicha fecha quince anos y dieciséis dias dentro de los alcances de la Ley N'11377. Por ultimo, con fecha uno de agosto de mil novecientos setenta y dos, reingreso nuevamente a Petroleos del Peru S.A. sin solucion de continuidad hasta el treinta y uno de diciembre de mil novecientos ochenta y ocho fecha en que renuncio voluntariamente para acogerse al Régimen de Pensiones del Decreto Ley No 20530 por haber acumulado treinta y un anos, cinco meses y dieciséis dias de servicios a favor del Estado, no haciendo efectivo el pago de su pension de cesantia otorgada por documento obrante a fojas seis. Petroleos del Peru S.A. - PETROPERU contesto la demanda senalando que sus trabajadores no han sido beneficiados con el Decreto Ley No 20530, pues al estar sujetos a lo dispuesto en la Ley No 4916, se encuentran dentro del Régimen de Pensiones del Decreto Ley No 19990. Asimismo, dedujo la excepcion de caducidad y de incompetencia. Por ultimo, senala que al demandante no le corresponde ser incorporado dentro del Decreto Ley No 20530, toda vez que de acuerdo a lo dispuesto en el articulo 14° de dicho dispositivo no son acumulables los servicios prestados al sector publico bajo el régimen laboral de la actividad publica con los prestados al régimen de la actividad privada. El Juez del Juzgado Previsional Transitorio de Lima, a fojas ciento veinticinco, con fecha catorce de febrero de mil novecientos noventa y siete, declaro fundada la demanda e TRIBUNAL CONSTITUCIONAL infundadas las excepciones propuestas, por considerar que se reconocio a favor del demandante su incorporacion al Régimen de Pensiones del Decreto Ley No 20530 mediante Carta Sec-112-87, de fecha once de diciembre de mil novecientos ochenta y siete. La Sala Corporativa Transitoria Especializada en Derecho Publico, a fojas doscientos uno, con fecha diecinueve de diciembre de mil novecientos noventa y siete, revoco la sentencia apelada declarando improcedente la demanda por considerar que el demandante no cumplio con agotar la via administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso el demandante pretende que PETROPERU le pague su pension de cesantia de acuerdo al Decreto Ley No 20530, para cuyo efecto pretende acreditar su incorporacion a dicho régimen pensionario con la Carta SEC- 112-87, obrante a fojas seis. Sin embargo, de autos se aprecia que dicho documento no dispone la incorporacion del demandante dentro de Régimen de Pensiones alguno; mas aun cuando de acuerdo al articulo 46° del Decreto Ley No 20530 las pensiones se otorgan en base al reconocimiento de servicios mediante Resolucion de Pension expedida por el Titular del Pliego correspondiente. 2.- Que, al no tener el demandante un derecho reconocido para el disfrute de una pension de acuerdo al Régimen del Decreto Ley No 20530, su pretension no resulta amparable en la via de Accion de Amparo, toda vez que ésta, de acuerdo a su naturaleza excepcional, no tiene por objeto declarar 0 constituir derechos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico, de fojas doscientos uno, su fecha diecinueve de diciembre de mil novecientos noventa y siete, que declaro IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, 1 11 DIAZ VALVERDE, NUGENT, GARCIA MARCELO. Lo que Certifico; G.L.Z. /4 Dra. MARIA LUZVASQUEZ 2 SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-03-20", "id": 34933, "nombre_demandado": "Petróleos del Perú SA (Petroperú SA)", "nombre_demandante": "Manuel Chirinos García", "numero_expediente": "00218-1998-AA"}