{"CONTEXTO": " 00211-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00211-1999-HC.pdf) --- CA TRIBUNAL CONSTITUCIONAL EXP. N.o 211-99-HC/TC LIMA CELIA LUISA PLAZA OLANO VIUDA DE NOA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Roberto Rivera Luyando en calidad de abogado de dona Celia Luisa Plaza Olano viuda de Noa, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, su fecha ocho de febrero de mil novecientos noventa y nueve, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Celia Luisa Plaza Olano viuda de Noa interpone demanda de Accion de Habeas Corpus contra el administrador del Mercado Mayorista N.o 1 don Augusto Briceno Chavez, por haberle privado de su libertad al haber apostado vigilantes en su puesto del citado mercado, atentando asi a su derecho a la libertad individual que le ampara la Constitucion Politica del Estado en sus articulos 2° y 138° y el articulo 12° de la Ley N.° 23506 y la Ley N.o 25398; refiriere como hechos que el dia veintisiete de enero de mil novecientos noventa y nueve, el administrador del Mercado Mayorista N.o 1 don Augusto Briceno Chavez, por el solo hecho de haber ejercido el derecho de posesion sobre su Puesto N.o 546 y haberlo destinado a la comercializacion de cebollas, ha apostado veintiséis policias particulares, probibiéndosele su salida del citado puesto donde permanece en compania de sus trabajadoras y ayudantes; que el puesto le corresponde por ser concesionaria y conductora en este mercado. Don Augusto Marcelo Briceno Chavez declara en su calidad de administrador del Mercado Mayorista N.o 1, negando categoricamente el haber impedido la salida del puesto a la denunciante, toda vez que la demandante no ha comercializado ni comercializa en dicho puesto, ademas, que si se aposto personal de seguridad, fue con el fin de evitar los desordenes que se suscitaron entre don Gabriel Vidal Noa Plaza, hijo de la demandante, y don Marco Esteban Caldas Aedo, desordenes que estaban ocasionando perjuicio en las labores de comercializacion de los demas concesionarios del mercado. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y seis, con fecha veintinueve de enero de mil novecientos noventa y nueve, declara infundada la demanda, por considerar que no existen en autos los elementos suficientes y necesarios minimos que permitan demostrar que el demandado ha incurrido en la prâctica de lesion anticonstitucional O arbitraria contra la libertad individual de la denunciante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cincuenta, con fecha ocho de febrero de mil novecientos noventa y nueve, confirma la apelada, por estimar que los hechos surgen a consecuencia de la tenencia y administracion del Puesto N.o 546 del mercado mayorista en referencia entre la actora y don Marcos Esteban Caldas Aedo. Contra esta resolucion, el abogado de la demandante interpone Recurso Extraordinario. FUNDAMENTO: Que la Accion de Habeas Corpus es una accion de garantia que procede en defensa de los derechos debidamente senalados en el articulo 12° de la Ley N.o 23506 de Habeas Corpus y Amparo, y del analisis de los autos se puede concluir que los actos en supuesto perjuicio de la recurrente son por la posesion del Puesto N.o 546 del Mercado Mayorista N.o 1, del cual dice que es conductora y concesionaria, por lo que debio recurrir en reclamo por la via que la ley le franquea, y no a través de la Accion de Habeas Corpus. Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, su fecha ocho de febrero de mil novecientos noventa y nueve, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Viuai ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO SAM LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35741, "nombre_demandado": "Administrador del Mercado Mayorista N.° 1 (Augusto Briceño Chávez)", "nombre_demandante": "Roberto Rivera Luyando en calidad de abogado de Celia Luisa Plaza Olano Vda. de Noa", "numero_expediente": "00211-1999-HC"}