{"CONTEXTO": " 00213-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00213-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 213-96-AA/TC Caso: Luciano Gamez Mendieta Trujillo SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vice Presidente,encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo; Actuando como Secretarialla doctora Maria Luz Visquer,pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luciano Gamez Mendieta, contra la resolucion de la Primera Sala Civil de la Corte Superior de/l La Libertad, de fecha cinco de enero de mil novecientos noventiséis, que confirmando la apelada, declaro Improcedente la accion de amparo interpuesta contra de la Superintendencia Nacional de Administracion Tributaria - Region La Libertad.", "ANTECEDENTES:": "Don Luciano Gamez Mendieta, interpone accion de amparo, contra la Superintendencia Nacional de Administracion Tributaria de la Region La Libertad, solicitando la nulidad de la Resolucion de Determinacion de Deuda Tributaria No 064.3.00711 del quince de mayo de mil novecientos noventicinco, asi como contra la resolucion recaida en el expediente de ejecucion coactiva No 572-95, en el sentido de que Su empresa no habia cumplido con pagar el impuesto general a las ventas del aho de 1993 y cuya ejecucion amenazaba con violar su derecho de propiedad, dado que a través del cobro coactivo que se le inicio, la demandada le habria trabado embargo definitivo en un bien inmueble de Su propiedad; expresa que su empresa està dedicada a hacer trabajos de prospeccion y afines para empresas mineras auriferas y que como era de verse en el numeral 4 del apéndice II del Decreto Ley No 25748, concordante con el numeral 5 Apéndice II del Decreto Legislativo No 666 J del Decreto Supremo No 269-91-EF, que prescriben, que entre los servicios que se hallan exonerados del IG.V. se incluye también a aquéllos referidos a la produccion y fabricacion de bienes cuyas ventas 0 importacion se hallan exoneradas de este impuesto, razon por la que el demandante percibio ingresos por sus servicios durante el ejercicio de 1993, los que por mandato de la ley no se hallaron gravados por el I.G.V.; sin embargo, el caso es que la Administracion Tributaria, pretende hacerle un cobro ilegitimo de un pago que no le corresponde por ley. E TRIBUNAL CONSTITUCIONAL La accion fue absuelta por la entidad demandada, quién la nego y contradijo en todos sus extremos, solicitando se la declarase infundada, manifestando que si el actor consideraba que la Resolucion de Determinacion No 064-3-00711 que impugna, no se encontraba arreglada a ley, debio hacer uso de Su derecho para interponer un recurso de reclamacion, con el agregado que para tal efecto no era necesario hacer el pago previo, expresando que el Procedimiento Contencioso de reclamacion constituye la via previa administrativa de cardcter obligatorio, que el actor debio agotar antes de interponer la presente accion de garantia, mas ain cuando la situacion del accionante no podia ser encuadrada dentro de lo mandado por el articulo 28° de la Ley 23506; de otro lado pusieron de manifiesto que conforme al articulo 119° de la Ley No 26414 (Codigo Tributario) ninguna autoridad ni organo administrativo, politico ni judicial podra suspender el procedimiento coactivo, con excepcion del ejecutor coactivo y solo en seis supuestos, no encajando en ninguno de ellos el reclamante. El Tercer Juzgado Especializado en lo Civil de Trujillo, declaro Improcedente la demanda, por cuanto como el mismo demandante lo reconoce, no agoto la via previa administrativa, pudiendo en consecuencia el mismo, recurrir validamente ante el Tribunal Fiscal para solicitar la revocatoria 0 suspension de la Resolucion de Intendencia No 06540081/SUNAT de fecha siete de setiembre de mil novecientos noventicinco. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, por los fundamentos de la misma, confirmo la apelada, por considerar ademas, que la resolucion cuestionada no amenaza derecho constitucional subjetivo alguno, porque se trata de un acto administrativo dictado por la demandada en el ejercicio regular de sus funciones, y porque ademas, el procedimiento de ejecucion coactivo no puede ser suspendido por ninguna autoridad, tal como lo dispone el articulo 119° del Codigo Tributario.", "FUNDAMENTOS:": "Que, la presente accion de amparo fue interpuesta el catorce de agosto de mil novecientos noventicinco, como consta del sello de recepcion del Tercer Juzgado Especializado en lo Civil de Trujillo, que corre afojas 28 del principal; Que, como es de apreciarse a fojas 108 a 123, el actor, con fecha veintiuno de julio de mil novecientos noventicinco, presento ante el Intendente de la Superintendencia de Administracion Tributaria SUNAT, Region La Libertad, un recurso de Reclamacion, que hasta la fecha de interposicion de la demanda, no habia sido absuelto por la entidad emplazada; Que, el articulo 137° del Decreto Legislativo No 773, vigente al momento de interponerse la presente accion, sehala que la administracion deberà resolver las reclamaciones en un plazo maximo de seis meses, el mismo que cuando se presento la presente accion, no habia vencido; ademas, contra lo resuelto podia interponerse recurso de apelacion ante el Tribunal Fiscal, conforme lo establece el articulo 144° del antes acotado Decreto Legislativo, no obrando en autos documento alguno que demuestre que el actor hizo uso de los recursos de apelacion que la ley le franqueaba para de ese modo agotar la via previa administrativa; CA TRIBUNAL CONSTITUCIONAL Que, con fecha quince de agosto de mil novecientos noventicinco, la Intendencia Regional La Libertad de la Superintendencia Nacional de Administracion Tributaria, notifico en el domicilio del demandante, el Requerimiento No 107-95-SUNATRI-3630 para que en el plazo de quince dias habiles, cumpla con interponer independientemente los recursos contra las resoluciones de diversa naturaleza contenidos en el expediente de reclamacion por él iniciado, de conformidad con el articulo 133° del Decreto Legislativo No 773; dicha notificacion es posterior a la fecha de interposicion de la accion de amparo bajo andlisis, con lo que se acredita que la via administrativa no ha sido agotada; Que, no encontrandose el actor dentro de las presunciones del articulo 28° de la Ley 23506, se hace de aplicacion al caso el articulo 270 de la misma, que establece que solo procede la accion de amparo cuando se hayan agotado las vias previas; Por estos Fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, ysu Ley Organica,", "FALLA:": "Confirmando la sentencia de la Primera Sala Civil de la Corte Superior de La Libertad, Su fecha cinco de enero de mil novecientos noventiséis, la que a Su vez confirmo la apelada, de fecha tres de noviembre de mil novecientos noventicinco, declarando Improcedente la accion de amparo interpuesta por don Luciano Gamez Mendieta, contra la Intendencia Regional de La Libertad de la Superintendencia Nacional de Administracion Tributaria. DISPUSIERON, la publicacion de la presente resolucion en el diario oficial ElPeruano. ; y los devolvieron.- S.S. Tihrcel Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo. / AChCleco. LO QUE CERTIFICO. Dra. Maria Luz Vâsquez Vargas. Secretaria Relatora", "fecha_publicacion": "1997-08-03", "id": 36274, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria de la Región La Libertad", "nombre_demandante": "Luciano Gamez Mendieta", "numero_expediente": "00213-1996-AA"}