{"CONTEXTO": " 00218-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00218-1995-AA.pdf) --- S-739 Que, el articulo 4° de la Ley No 25398 senala que las acciones de garantia, en el caso de amenaza de violacion de un derecho constitucional, proceden cuando ésta es cierta y de inminente realizacion... Exp.N218-95-ANTC Lima Caso: Pontificia Universidad Catolica del Perû SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los trece dias del mes de junio de mil novecientos noventa y siete, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia Nugent, Diaz Valverde, y Garcia Marcelo; actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por el representante legal de la Pontificia Universidad Catolica del Peri, don Carlos Raiil Lozada Legrand, Director de Administracion de la referida Universidad contra la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Repiiblica del ocho de agosto de mil novecientos noventa y cinco, que declaro Haber Nulidad en la recurrida y reformandola la declaro Improcedente, en la Accion de Amparo interpuesta contra el Instituto Peruano de Seguridad Social.", "ANTECEDENTES:": "La Pontificia Universidad Catolica del Peru, representada por su Director Administrativo, don Carlos Raiil Lozada Legrand, interpuso la presente Accion de Amparo contra el Instituto Peruano de Seguridad Social IPSS, en la persona de Su Presidente Ejecutivo, por amenaza de violacion al derecho consagrado en el articulo 32°. y en el inciso 14) del articulo 20 de la Constitucion Politica de mil novecientos setenta y nueve, vigente al momento de interponerse la presente accion. Fundamento su pretension en que: 1) el referido articulo 32° de la Constitucion consagraba el derecho de inmunidad frente a todo tributo creado 0 por crearse a favor de las Universidades, Centros Educativos y Culturales; 2) en este contexto se dio el Codigo Tributario, aprobado por Decreto Ley No 25859, el cual calificaba como tributos las aportaciones al Instituto Peruano de Seguridad Social; 3) posteriormente, por Decreto Ley No 25988, se aprobo la Ley de Racionalizacion del Sistema Tributario Nacional y de Eliminacion de Privilegios y Sobrecostos, que confirmaba la calidad de \"tributo H que recaia en las aportaciones al IPSS, al declarar que eran parte del Sistema Tributario Nacional; 4) en razon de las normas antes expuestas, la entidad demandante remitio una carta a la demandada senalando que la PUCP, como empleadora, no se encontraba afecta a las aportaciones al IPSS, en virtud de la exoneracion consagrada en el articulo 320 de la Constitucion Politica del Peri y el Nuevo Codigo Tributario y la Ley de Racionalizacion del Sistema Tributario Nacional y de Eliminacion de Privilegios y Sobrecostos y, 5) como consecuencia de la referida comunicacion el diez de marzo de mil novecientos noventa y tres el IPSS emitio la Carta No 068-DE-IPSS-93, en la que se senalaba que no consideraba correcta la interpretacion de la PUCPy que por el contrario estimaba que se debia pagar este tributo aun cuando la Constitucion los eximia de tal deber. Esta carta de respuesta, segin los demandantes, amenazo con violar sus derechos constitucionales consagrados en el inciso 14) del Articulo 2° y en los articulos 30 y 32° de la Constitucion Politica del Peri, por lo que consideraron que la presente accion era procedente. Al contestar la demanda, el Presidente Ejecutivo del Instituto Peruano de Seguridad Social la contradijo y solicito que sea declarada improcedente por las razones siguientes: 1) la accionante se habia equivocado al interpretar el Decreto Ley No25988 porque dicha norma, por ser de cardcter tributario, debia ser analizada e interpretada dentro del contexto de la Constitucion Politica de mil novecientos setenta y nueve, que en su articulo 14° senalaba que las aportaciones al Seguro Social correspondiente al Estado, empleador y asegurador son obligatorias. Asimismo, el articulo 36° de la Ley General del IPSS, Ley No 24786, senala que el pago de las aportaciones es obligatoria sin excepcion alguna y que su incumplimiento da lugar a las sanciones correspondientes. Esta situacion es complementada por el articulo 42° de la misma norma, en la que se indica que el empleador deducirà de las Planillas de Pago de Sueldos y Salarios las aportaciones correspondientes a sus obligaciones y las del asegurado tanto en el Sector Publico como en el Sector Privado\" \": 2) el accionante incurrio en error al referirse al numeral 30 inciso a) del Decreto Ley No 25988, senalando que el pago de las aportaciones debia ser considerado como un tributo, cuando la norma senala que las aportaciones al IPSS forman parte del Sistema Tributario Nacional, siempre que no exista disposicion constitucional 0 legal que se oponga a ella, siendo claro en este sentido el articulo 140 de la Constitucion; 3)el propio Codigo Tributario, aprobado por Decreto Ley No 25859, establece en la parte final de la Norma II del Titulo Preliminar que las aportaciones que administra el IPSS estàn normadas por las disposiciones que regulan a dicha entidad; y 4) la Carta No 068-DE-IPSS-93, contra la que se dirige la accion, es un acto administrativo, no habiéndose agotado en el presente caso la via previa. El Segundo Juzgado Civil de Lima, con fecha dos de julio de mil novecientos noventa y tres, declaro infundada la accion de Amparo por considerar que el articulo 140 de la Constitucion Politica de mil novecientos setenta y nueve dispone que los empleadores estan obligados, sin excepcion, al pago de las aportaciones que les corresponde abonar al IPSS, situacion ratificada por el articulo 36° de la Ley No 24786, y por lo tanto no hay ninguna amenaza de violacion a derecho alguno de la demandante cuando se le hace conocer que no està obligada al pago de las aportaciones que le corresponde pagar al IPSS. Esta sentencia fue revocada por la Primera Sala Civil de la Corte Superior de Justicia de Lima, con fecha ocho de junio de mil novecientos noventa y cuatro, la que reformandola la declaro fundada, por estimar que: 1) la negativa del IPSS a reconocer inmunidad tributaria a la demandante constituye inminente amenaza de cobro por via coactiva de las aportaciones que ésta estaria adeudandole; y 2) el aporte del patrono a la seguridad social, por su naturaleza y finalidad es una contribucion, conforme lo senala la Norma II del Titulo Preliminar del Codigo Tributario al denominarla \"tasa' I , para significar la obligacion de pagar un servicio individualizado que el Estado presta. Posteriormente, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Repiiblica, con. fecha ocho de agosto de mil novecientos noventa y cinco, declaro Haber Nulidad en la recurrida, y reformandola la declaro improcedente, debido a que para que la simple amenaza haga procedente la accion de garantia se requiere que ésta sea cierta e inminente de violacion del derecho constitucional cuyo amparo se reclama, y donde ademas, una mera opinion no es idonea para determinar la existencia de la amenaza en que se sustenta la demanda no existiendo tampoco hechos concretos que permitan afirmar que se pretende menoscabar el derecho constitucional materia del amparo, y por tanto hagan viable la presente accion. Contra esta ultima Resolucion, el representante legal de la accionante interpone el correspondiente Recurso Extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto en el articulo 41° de su Ley Organica.", "FUNDAMENTOS:": "1. Que, por medio de la presente accion de garantia, la entidad demandante solicita que cese la amenaza de violacion a su derecho constitucional de inmunidad tributaria, derecho supuestamente amenazado por el Instituto Peruano de Seguridad Social mediante la Carta No 068-DE-IPSS-93. 2. Que, como puede apreciarse afojas diecisiete del cuadernillo del Tribunal Constitucional, el representante legal de la accionante se desistio expresamente de la demanda por ellos interpuesta. Dicho desistimiento es improcedente porque de conformidad con lo dispuesto en el articulo 342° del Codigo Procesal Civil, de aplicacion supletoria a la Ley Organica del Tribunal Constitucional, éste solo es procedente cuando se interpone antes de que se expida la sentencia en primera instancia, salvo que sea convencional, situacion que no ha ocurrido en autos. 3. Que la Carta No 068- DE-IPSS-93 no puede ser considerada como un acto administrativo del Instituto Peruano de Seguridad Social porque no se trata de una resolucion de obligatorio cumplimiento para el administrado sino de la absolucion de una consulta hecha anteriormente a la demandada por el rector de la Pontificia Universidad Catolica del Peru. Se trata de una opinion en la que se senala que \"no se puede considerar a la Universidad ni a un empleado exonerado de las aportaciones por los regimenes de Seguridad Social \" Concluye estableciendo que \"la demandante debe abonar las aportaciones que le corresponden como empleador\". 4. Que, el articulo 4° de la Ley No25398 senala que las acciones de garantia, en el caso de amenaza de violacion de un derecho constitucional, proceden cuando ésta es cierta y de inminente realizacion. En el presente caso, la supuesta amenaza no existe, por no estar fundamentada en acto administrativo alguno que permita asi establecerlo. Por estos fundamentos el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, del ocho de agosto de mil novecientos noventa y cinco, que declaro Haber Nulidad en la recurrida, del ocho de junio de mil novecientos noventa y cuatro, que revoco la apelada del dos de julio de mil novecientos noventa y tres; y en consecuencia, declaro Improcedente la Accion de Amparo interpuesta. Mandaron que se publique en el Diario Oficial \"El Peruano' \", conforme a ley, y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO G.L.B", "fecha_publicacion": "1998-01-12", "id": 36646, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Pontificia Universidad Católica del Perú", "numero_expediente": "00218-1995-AA"}