{"CONTEXTO": " 00216-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00216-1996-HC.pdf) --- EXP.No 216-96-HC/TC FLORENCIA MAMANI TICONA LIMA  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de Agosto de mil novecientos noventiseis, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores:  Nugent,  Presidente, Acosta Sànchez,  Vice-Presidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur, Garcia Marcelo,  actuando como Secretaria la doctora Maria Luz Vàsquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso extraordinario interpuesto por Florencia Mamani Ticona contra la sentencia de vista expedida por la Corte Superior de Tacna en la accion de Habeas Corpus interpuesta por dicha demandante a favor de su hija Virginia Rosario Oxacopa Mamani y en contra de la Jueza del Segundo Juzgado de Paz Letrado de la Provincia de Ilo. ", "ANTECEDENTES:": "La accion de habeas corpus la interpone la demandante con fecha veintinueve de noviembre de mil novecientos noventa y cinco, porque afirma que la mencionada Jueza ha restringido y agredido la libertad personal de su mencionada hija al haber ordenado a la Policia Judicial su captura en virtud del mandato de detencion corporal dictada en su contra para la realizacion de un reconocimiento mèdico solicitado por Juan Oxacopa Mamani, padre de la mencionada supuesta agraviada en un proceso de prueba anticipada, mandato que afirma no se halla comprendido en ninguno de los incisos  del articulo doscientos sesentinueve del Codigo Procesal Civil, por lo que se ha violado los derechos comprendidos en el inciso veinticuatro del artiçulo segundo de  la Constitucion.  En la constatacion realizada en la fecha en que se presento la demanda  se comprobo la detencion de que habia sido objeto la mencionada agraviada por parte  de la Policia Nacional que la puso a disposicion del Segundo Juzgado de Paz Letrado  de Ilo, con fecha veintinueve de Noviembre de ese ano.  La Juez demandada manifiesta que en ningun momento ha expedido un mandato de detencion arbitrario, que en prueba anticipada Juan Oxacopa Valeriano solicito que se realice un reconocimiento mèdico de su hija Virginia Rosario Oxacopa Mamani, mandato que no cumplio èsta en reiteradas oportunidades, en forma maliciosa y apoyada por su madre 0 sea la accionante, que ante la benevolencia de  la manifestante en seis oportunidades no se pudo llevar a cabo ese reconocimiento que  se frusto por sétima vez, por lo que tuvo que verse obligada a expedir la orden de captura solo para los efectos de la notificacion, mandato que expidio de acuerdo a las facultades coercitivas que otorga el articulo cincuentaitres del Codigo Procesal Civil, que  esa medida la dejo sin efecto con fecha veintiuno de Noviembre de ese ano en que se le notifico con el mandato en cuestion, entregândosele tambièn la resolucion que dejo sin efecto la detencion y en la misma fecha se curso los oficios a la Policia Judicial para que ya no se produzca la captura, no procediendo la accion de Habeas Corpus por haber cesado la supuesta violacion del derecho reclamado.  El Juez Especializado en lo Penal de Ilo expidio su sentencia a fojas doce, que declara improcedente la accion de Habeas Corpus por no haberse trasgredido la norma Constitucional respectiva ya que el mandato de detencion emitido ante los reiterados incumplimientos de Virginia Rosario Oxacopa Mamani fuè dejado sin efecto  el veintiuno de Noviembre 0 sea ocho dias antes de que se interponga la demanda.  La Sala Penal de la Corte Superior de Tacna expedio resolucion a fojas veinte confirmando la sentencia apelada por sus considerandos que reproduce y ademàs porque no se ha producido la agresion al derecho de la libertad personal fisica de la accionante en forma arbitraria. ", "FUNDAMENTOS:": "Considerando que el mandato de detencion se expidio el cinco de noviembre de mil novecientos noventa y cinco y fue levantado el veintiuno de noviembre de mil novecientos noventa y cinco y la demanda de habeas corpus se interpone el veintinueve de dicho mes, o sea con posterioridad al levantamiento del mandato de detencion.  FALLO: El Tribunal revoca la sentencia recurrida de diez de junio de mil novecientos noventa y cinco y dispuso que en el Diario Oficial El Peruano se publique esta sentencia. Comuniquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA  EXP.: 216-96-HCTC CASO: Florencia Mamani Ticona TRIBUNAL CONSTITUCIONAL RESOLUCION RECTIFICATORIA DEL TRIBUNAL CONSTITUCIONAL  CONSIDERANDO: 1.-  Que en la publicacion aparecida en la pagina dos mil doscientos noventa y dos del Diario Oficial \"El Peruano el ventiocho de agosto pasado, de la sentencia expedida por el Tribunal en la accion de habeas corpus, seguida por Florencia Mamani Ticona, contra la Jueza del Segundo Juzgado de Paz Letrado de la Provincia de Ilo, se ha cometido un error material al consignar en la parte del fallo la palabra \"revoca\" en vez de \"confirma y que es la que esta de acuerdo con sus considerandos;  2.-  Que, es necesario rectificar ese error cometido en la publicacion.  SE RESUELVE: Rectificar la publicacion de esa sentencia en la parte referida al fallo cuyo texto debe ser: \"El Tribunal confirma la sentencia recurrida de diez de junio de mil novecientos noventa y cinco y dispuso que en el Diario Oficial \"El Peruano \" se publique esta sentencia \".  Lima, 29 de agosto de 1996 ", "SS.": "NUGENT ACOSTA SANCHEZ AGUIRRE ROCA REY TERRY REVOREDO MARSANO GARCIA MARCELO", "fecha_publicacion": "1996-08-28", "id": 37371, "nombre_demandado": "Segundo Juzgado de Paz Letrado de la Provincia de Ilo", "nombre_demandante": "Florencia Mamani Ticona a favor de Virginia Rosario Oxacopa", "numero_expediente": "00216-1996-HC"}