{"CONTEXTO": " 00216-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00216-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 216-98-AA/TC. LIMA. GUSTAVO ARNAO ORTECHO Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Gustavo Arnao Ortecho y otros, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas quinientos ochenta y seis, su fecha veintisiete de enero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Don Gustavo Arnao Ortecho y otros, con fecha diecisiete de octubre de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional, solicitando la inaplicacion a los demandantes del articulo 2° numeral 3) de la Ley No 26557 y la Sexta Disposicion Complementaria del Decreto Legislativo No 817 por su incompatibilidad con la Primera Disposicion Final y Transitoria de la vigente Constitucion Politica del Perû, en defensa de sus derechos a una pension de cesantia nivelada y renovable en funcion de las remuneraciones de los servidores en actividad. Indican que la demandada no cumple con abonar sus pensiones, sujetas al régimen del Decreto Ley No 20530, en monto nivelado con la remuneracion del servidor activo que desempena cargo idéntico 0 similar, desde el veinticinco de julio del citado ano, al haber aplicado el tope a las pensiones establecido por las normas legales antes citadas. Agregan que en virtud de lo dispuesto mediante la Resolucion Suprema No 150-95-EF, a partir del uno de enero de mil novecientos noventa y seis, la demandada esta a cargo del pago de los pensionistas del Banco de la Nacion sujetos al citado régimen, lo cual ha venido cumpliendo, conforme a los criterios de homologacion previstos en el Decreto Ley No 20530 y Ley No 25146; y desde el mes de julio de dicho ano, la demandada les ha cancelado sus pensiones en montos inferiores a los sueldos de los trabajadores en actividad de su exempleadora, imponiendo un tope igual al sueldo de un congresista. La Oficina de Normalizacion Previsional y el Banco de la Nacion contestan la demanda precisando que los demandantes pretenden que se les pague una suma superior a la pension que vienen percibiendo en forma mensual y no a la restitucion de un derecho supuestamente violado, y que, asimismo, no han cumplido con haber presentado el reclamo 0 peticion en la via administrativa, de conformidad con el articulo 2 TRIBUNAL CONSTITUCIONAL 24° del Decreto Legislativo No 817; razones por las que considera que no es procedente la Accion de Amparo. El Juzgado Previsional Transitorio de Lima, a fojas cuatrocientos noventa, con fecha dieciséis de mayo de mil novecientos noventa y siete, declaro fundada la demanda por estimar principalmente que la Ley No 26557 y el Decreto Legislativo No 817, normas en las que se ampara la demandada para proceder al pago de las pensiones de los demandantes con el tope establecido en dicho Decreto Legislativo, no les resulta aplicables, toda vez que los demandantes ya venian gozando del derecho a una pension de cesantia nivelable 0 reajustable, por haber cumplido con las normas existentes en el momento que fueron otorgadas dichas pensiones. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas quinientos ochenta y seis, con fecha veintisiete de enero de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda, por estimar que en el caso de autos no se aprecia la circunstancia de irreparabilidad alegada, toda vez que el supuesto dano no se produce, dado que los demandantes perciben asignacion pensionaria y lo que se discute son aspectos referidos a nivelacion de pensiones. Contra esta resolucion, los demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 1° de la Ley No 23506, de Habeas Corpus y Amparo, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, de la revision e autos, se advierte que el reconocimiento a los demandantes de sus pensiones de cesantia nivelables, se produjeron durante la vigencia de la Carta Politica del Estado de 1979, la misma que en su Octava Disposicion General y Transitoria establecia el derecho a percibir una pension de cesantia O jubilacion renovable, para que haya igualdad entre el monto de la pension del cesante con la remuneracion del servidor en actividad que desempene cargo u otro similar al ultimo cargo en que presto servicios el cesante. Al respecto cabe mencionar que la Ley No 23495 y su reglamento aprobado por el Decreto Supremo No 015-85-PCM consagra el derecho a la nivelacion y homologacion de las pensiones de los cesantes comprendidos dentro de los alcances del Decreto Ley No 20530. 3. Que en el Expediente No 008-96-I/TC, éste Colegiado se ha pronunciado en el sentido de que resulta inconstitucional la Sexta Disposicion Complementaria del Decreto Legislativo No 817, en razon de que la imposicion de topes sobre las pensiones nivelables, atenta contra las derechos adquiridos a que se refiere la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado de 1993. 3 TRIBUNAL CONSTITUCIONAL 4. Que de las instrumentales de fojas ciento cincuenta y dos hasta doscientos setenta y dos, se advierte que la demandada no ha venido cumpliendo con el mandato constitucional antes referido, toda vez que ha venido aplicando topes a las pensiones que perciben los demandantes, por consiguiente, queda acreditada la trasgresion a los derechos constitucionales invocados en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas quinientos ochenta y seis, su fecha veintisiete de enero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA; en consecuencia, ordena que la demandada cumpla con el pago de las pensiones de los demandantes con derecho a pension nivelable. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, Vhu DIAZ VALVERDE, NUGENT, mwlu U GARCIA MARCELO. LO que Certif100: MARIA LUZ' VASOUEZ RELATORA Dra. SECRETARIAN FLONSTITUCIONAL TRIBUNAL AAM.", "fecha_publicacion": "1998-12-02", "id": 37284, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Gustavo Arnao Ortecho y otros", "numero_expediente": "00216-1998-AA"}