{"CONTEXTO": " 00219-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00219-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 219-96-AA/TC Caso : Antonio Jesus Chavarri Arce Canete SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventa y ocho, reunido Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario, contra la resolucion de la Sala Mixta de la Corte Superior de Justicia de Canete, su fecha primero de abril de mi novecientos noventa y seis, que confirmo la sentencia de primera instancia en la parte que declaro improcedente la accion de Amparo respecto de su derecho de peticion, y la revocé en cuanto declara fundada la accion de Amparo y nulas las Resoluciones No 002-94 y N 009-95-JUS/CN, y reformândola declaro improcedente la accion interpuesta por Antonic Jesus Chavarri Arce contra el Colegio de Notarios del Callao y el Consejo del Notariado.", "ANTECEDENTES:": "Don Antonio Jesus Chavarri Arce interpone accion de amparo contra el Colegio de Notarios del Callao y el Consejo del Notariado, solicitando se declare nula y sin efecto Resolucion No 002-94, de fecha 25 de junio de 1994, y la Resolucion No 009-95-JUS/CN, de fecha 8 de junio de 1995, publicadas en el diario oficial \"El Peruano\", el 23 de junio de 1995, por las cuales se dispone su destitucion del cargo de Notario de San Vicente de Canete lesionando su derecho a la libertad de trabajo, derecho de peticion y de legitima defensa. Don Antonio Chavarri senala que los senores Amadeo Puca Vargas, Hernan Arévalo Rodriguez y Manuel Rupa Amao, presentaron contra el actor una queja ante el Colegio de Notarios el Callao, sobre inconducta funcional como Notario de Canete, al haber remitido los Registros Publicos de Lima el Parte Notarial de una Escritura Publica que contenia ur Poder Amplio y General que supuestamente otorgaba la Asociacion de Propietarios de Proyecto de Desdoblamiento Familiar Urbanizacion \"El Rosario\", a favor del senor Ricardo Carrasco Loli; haciéndola aparecer con el No de Registro 1022, del Registro de Escrituras Publicas correspondientes al Bienio No 1989-1990. 2 TRIBUNAL CONSTITUCIONAL El actor indica que la mencionada Escritura Publica no se encuentra inscrita en su registro y en el bienio 1989-1990 solo inscribio 582 escrituras publicas; habiendo determinado el actor que el responsable de este hecho es el senor Luis Antonio Rezza Amiasohoro, tramitador de Canete, quien utilizando la firma del actor confecciono la Escritura Publica, por lo que denuncio este hecho ante la Fiscalia con fecha 9 de marzo de 1994, denuncia que por demora por parte de la Fiscalia después del 5 de abril de 1995,recién se formalizo la denuncia ante el Juzgado Penal de Canete, ordenandose la detencion del denunciado. Este hecho fue puesto en conocimiento del Consejo del Notariado, institucion que sin haber realizado el analisis correspondiente, confirmo la sancion de destitucion impuesta por el Colegio de Notarios del Callao. Asimismo, senala que se ha violado su derecho de defensa porque se obvio dar trâmite a su pedido de designacion de abogado. Las resoluciones cuestionadas, indica el actor, son nulas por cuanto no existe una resolucion judicial que establezca su responsabilidad en la Escritura Publica antes senalada y considera excesiva la sancion impuesta porque anteriormente fue sancionado con suspension por 30 dias, correspondiéndole ahora en todo caso la suspension mayor de 30 dias a un ano, y no la destitucion, violandose su derecho de peticion e impidiéndole trabajar libremente. El Colegio de Notarios del Callao al contestar la demanda, senala que la misma carece de fundamento indicando que los senores Amadeo Puca Vargas, Hernan Arévalo Rodriguez y Manuel Rupa Amao, después de obtener una copia certificada del Parte Notarial de la Escritura Publica de otorgamiento de poder a favor del senor Ricardo Carrasco Loli, acudieron al doctor Chavarri, quien al no poder demostrar que existia esa Escritura Publica en sus Protocolos Notariales, emitio una Certificacion en la que manifiesto : : DESCONOCER en contenido y firma el presente documento fotocopiado... Canete 16 de noviembre de 1993\". Por lo que con fecha 4 de marzo de 1994, los senores antes mencionados presentaron un reclamo ante el Colegio de Notarios del Callao, institucion que solicito el descargo correspondiente. En ese descargo de fecha 29 de marzo de 1994, el doctor Chavarri indico que no habia emitido la Certificacion del 16 de noviembre de 1993, limitandose a indicar que él no habia extendido Escritura Publica alguna que originara el mencionado Parte Notarial. El descargo fue sometido a consideracion de la Junta Directiva en Sesion de fecha 16 de abril de 1994, en la que se acordo abrir un proceso administrativo contra el actor, para lo cual se solicito un Peritaje Grafotécnico a la Division de Criminalistica de la Policia Nacional del Perû, en el que se concluyo que las firmas que aparecian en el Parte Notarial remitido a los Registros Publicos de Lima, correspondian al grâfico de puno y letra de Antonio Jesus Chavarri Arce. Asimismo, el 16 de noviembre de 1993, el doctor Chavarri tomo conocimiento del Parte Notarial y emitio la Certificacion de desconocer en contenido y firma la Copia Certificada del mismo, pero el actor manifiesta que recién el 9 de marzo de 1994, hizo la denuncia ante la Fiscalia. Cuando el Colegio de Notarios del Callao verifico si la denuncia habia sido presentada, la doctora Maria Lourdes Linares Tejada; Fiscal Provincial de Canete, mediante oficio No 562-94-1era FPMC, del 24 de junio de 1994, indico que la denuncia antes senalada no habia ingresado a la Mesa de Partes de esa Fiscalia. Por Sesion de fecha 25 de junio de 1994, se acordo proponer a la Asamblea General se sancione al doctor Chavarri con la medida de destitucion, sancion drastica por la 3 TRIBUNAL CONSTITUCIONAL continua indisciplina del actor. El 25 de junio de 1994, después de escuchar los descargos se acordo por unanimidad de los asistentes destituir al doctor Chavarri, como Notario de la Provincia de San Vicente de Canete. En esta Asamblea participo y firmo el actor. Se indica también, que la accion de Amparo resulta improcedente toda vez que, ya se encuentra cancelado el titulo de Notario del actor por Resolucion Ministerial No 258-95/JUS. El Consejo de Notariado al contestar la demanda, senala que la accion de Amparo es improcedente toda vez que la Resolucion No 009-95-JUS/CN, confirmo la resolucion de destitucion por cuanto al haberse realizado el proceso administrativo el actor no desvirtuo los cargos imputados comprobândose su responsabilidad, asimismo, el doctor Chavarri es reincidente en la comision de faltas graves, por lo cual no se ha violado ningun derecho. El Juzgado Especializado en lo Civil de Canete, por Resolucion No 27, su fecha treinta de noviembre de mil novecientos noventa y cinco, declaro improcedente la demanda respecto del derecho de peticion, al no haberse acreditado los hechos violatorios; y fundada respecto de la violacion a su derecho de defensa y declaro nulas las resoluciones cuestionadas, al haberse emitido sin argumentos ni pruebas adicionales. La Sala Mixta de la Corte Superior de Justicia de Canete, por resolucion No 01, su fecha primero de abril de mil novecientos noventa y seis, confirmo la apelada en el extremo que la declaro improcedente, y la revoco en la parte que declaro fundada la accion de Amparo, y reformandola la declaro improcedente al considerar que en todo momento el actor tuvo oportunidad de presentar los descargos solicitados, estuvo en la Asamblea por la que se aprobo su destitucion, e interpuso recurso de apelacion; en consecuencia no se evidencia ninguna violacion a su derecho de defensa y por lo tanto tampoco a su derecho de libertad de trabajo.", "FUNDAMENTOS:": "Que, el proceso administrativo que se le siguio al actor fue a raiz de una queja presentada en su contra, proceso en el cual el actor presento los descargos correspondientes; que, asimismo, el actor fue citado a la sesion de la Junta Directiva; que, al ser aprobada la sancion por la Asamblea General, el demandante apelo de esta decision; que, sobre la apelacion el Consejo del Notariado se pronuncio agotando la via administrativa; que, si bien el actor nombro a un abogado para su defensa, en el expediente administrativo se aprecia que el actor por si mismo ejercio su defensa; que; con estos hechos se evidencia que el actor ejercio su defensa sin ninguna limitacion e hizo uso de los medios impugnativos que le otorga la ley en el procedimiento administrativo que se le siguio, que, en consecuencia no se ha acreditado la vulneracion de los derechos de peticion y legitima defensa del doctor Antonio Chavarri. Que, el notario es el encargado de dar fe publica en los actos y contratos en que interviene por mandato de la Ley; que, en consecuencia su conducta debe estar orientada de acuerdo a los principios que en el Codigo de Etica se senalan, y el cumplimiento de los 4 TRIBUNAL CONSTITUCIONAL reglamentos y Leyes que regulan su funcion; que, ante el incumplimiento de los deberes de su funcion; es el Colegio de Notarios respectivo, el encargado previo proceso administrativo, de sancionar la falta cometida; que asimismo, corresponde al Consejo de Notariado pronunciarse en ultima instancia sobre las apelaciones que se interponga; que, en el presente caso el proceso administrativo contra el actor se desarrollo de acuerdo a ley; que, en una accion de Amparo por carecer de estacion probatoria no se puede cuestionar la validez de los peritajes realizados, situacion que debe ser dilucidada en otra via. Que, para la procedencia de las acciones de garantia se debe acreditar la existencia de un derecho constitucional que haya sido violado O amenazado por accion, O por omision de actos de cumplimiento obligatorio, lo que no ha sucedido en este caso; en consecuencia es de aplicacion \"contrario sensu\" de lo previsto en el articulo 2° de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\". Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "Confirmando la sentencia de la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas trescientos treintiuno, su fecha primero de abril de mil novecientos noventa y seis, que declaro IMPROCEDENTE la accion de Amparo interpuesta. MANDARON se publique en el diario oficial \"El Peruano\", conforme a ley; y, los devolvieron. S.S. ACOSTA SANCHEZ L - NUGENT DIAZ VALVERDE V GARCIA MARCELO LO QUE CERTIFICO. M.L.C. DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-12", "id": 36726, "nombre_demandado": "Colegio de Notarios del Callao y otro", "nombre_demandante": "Antonio Jesús Chavarri Arce", "numero_expediente": "00219-1996-AA"}