{"CONTEXTO": " 00212-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00212-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.212-98-AA/TC LIMA ALGODONERA BUENAVISTA S.A SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa y nueve reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nuger y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Algodonera Buenavista S.A. contra Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derech Publico de la Corte Superior de Justicia de Lima, de fojas doscientos diecinueve, su fech nueve de enero de mil novecientos noventa y ocho, que declaro improcedente la Accic de Amparo.", "ANTECEDENTES:": "Algodonera Buenavista S.A., representada por don Néstor Fidel Andrad Gaisbach, interpone Accion de Amparo contra la Superintendencia Nacional Administracion Tributaria-Sunat para que se declare inaplicable a su empresa lo dispuest en los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a Renta; y se dejen sin efecto las ordenes de pago N.oS 011-1-25627, 011-1-26273, 011- 28566 y 011-1-29600, por las que se pretende cobrar la cuota del Impuesto Minimo a Renta de enero, febrero, mayo y junio del ejercicio gravable de 1996. La demandante senala que aplicar el Impuesto Minimo a la Renta sin reconocer situacion de pérdida por la que atraviesa constituye una desnaturalizacion del Impuesto la Renta, afectândose sus derechos constitucionales de propiedad, al debido proceso y principio de no confiscacion de los tributos. La Superintendencia Nacional de Administracion Tributaria-Sunat, representad por donia Maria Caridad Garcia De los Rios, al contestar la demanda solicita que declarada improcedente 0 infundada, por considerar que el hecho de que la demandan no obtenga utilidad no significa que no tenga renta, toda vez que \"utilidad' es un térmi economico, mientras que 'renta' es un concepto juridico, no resultando el Impuest Minimo a la Renta confiscatorio. El Tercer Juzgado Especializado en Derecho Publico de Lima, a fojas cien treinta y seis, con fecha treinta de mayo de mil novecientos noventa y siete, declai TRIBUNAL CONSTITUCIONAL fundada la demanda, por considerar que el Impuesto Minimo a la Renta que se h determinado a la demandante y del cual se pretende su cobro a pesar de las pérdidas que arroja, deviene violatorio de la norma constitucional que regula el régimen tributario, po lo que en el presente caso no resulta aplicable dicho impuesto. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos diecinueve, con fecha nueve de enero mil novecientos noventa y ocho, revoco la apelada y reformandola la declard improcedente, por considerar que no esta acreditada la insolvencia economica de empresa, la misma que debe ser dilucidada en una via mas lata. Contra esta Resolucion, demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la demanda es que se dejen sin efecto las ordenes de pago N. 1. 011-1-25627, 011-1-26273, 011-1-28566 y 011-1-29600, por las que se pretend cobrar a la demandante la cuota del Impuesto Minimo a la Renta de enero, febrero mayo y junio del ejercicio de 1996. Que este Tribunal ha calificado el Impuesto Minimo a la Renta como un impuest 2. que: a) Atenta contra la intangibilidad del capital. b) Absorbe las rentas devengadas. C) Afecta la fuente productora de la renta, cualquiera sea el monto a pagar. d) No tiene como base una circunstancia reveladora de capacidad contributiva. Que, respecto a las ordenes de pago N.OS 011-1-25627 y 011-1-26273 3. correspondientes a enero y febrero del ejercicio de 1996, y para cuyo efecto rige Decreto Legislativo N.o 773, debe considerarse que: a) La imposibilidad de cumplir con el principio solve et repete, previsto en segundo parrafo del articulo 119° de la referida norma, es considerada ur circunstancia de excepcion a la exigencia del agotamiento de las vias previas recogida en el articulo 27° de la Ley N.o 23506, de Habeas Corpus y Amparo. b) Sin embargo, la empresa demandante no ha acreditado en autos, de maner fehaciente, la situacion de pérdida que alega. Que, respecto a las ordenes de pago N.OS 011-1-28566 1996 y 011-1-29600 4. correspondientes a mayo y junio del ejercicio de 1996, y para cuyo efecto rige Decreto Legislativo N.o 816, debe considerarse que: Fueron impugnadas oportunamente por la empresa demandante interponiend los recursos de reclamacion del caso, los que fueron declarados inadmisible mediante resoluciones de intendencia N.OS 015-4-05857 y 015-4-05866, d TRIBUNAL CONSTITUCIONAL veintidos y veintinueve de agosto de mil novecientos noventa y sei respectivamente; contra estas resoluciones, a su vez, interpone correspondientes recursos de apelacion ante el Tribunal Fiscal, que, con fech diecisiete de diciembre de mil novecientos noventa y seis y catorce de enero mil novecientos noventa y siete, confirma las resoluciones apeladas; por tanto, la demandante ha agotado la via previa, en cumplimiento de lo dispuest por el articulo 270 de la Ley N.o 23506, de Habeas Corpus y Amparo. b) Sin embargo, la empresa demandante no ha acreditado en autos, de mane fehaciente, la situacion de pérdida que alega. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones qU le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Corporativa Transitoria Especializada Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos diecinueve su fecha nueve de enero de mil novecientos noventa y ocho, que revocando la apelad declaro improcedente la demanda; y, reformândola, declara INFUNDADA la Accion Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial Peruano y la devolucion de los actuados.", "SS.": "à ACOSTA SANCHEZ DIAZ VALVERDE NUGENT ucar GARCIA MARCELO LO DUE CERTIFICO: W W DR. CESAR CUBAS LONGA SECREWTARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35810, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Algodonera Buenavista SA", "numero_expediente": "00212-1998-AA"}