{"CONTEXTO": " 00217-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00217-1995-AA.pdf) --- EXP217-95-AA/IC LIMA NICOLASA CLARA BORJA GASPAR Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los dos dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario que formula dona Nicolasa Clara Borja Gaspar y otros contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y uno del cuaderno de nulidad, su fecha cinco de julio de mil novecientos noventa y cinco, que declara No Haber Nulidad en la sentencia de vista que declara improcedente la demanda.", "ANTECEDENTES:": "Dona Nicolasa Clara Borja Gaspar, dona Maria Gaspar Espinoza, don Oscar Lino Sotomayor Valdez y dona Maria Salazar Villa, con fecha catorce de julio de mil novecientos noventa y tres, interponen demanda de Accion de Amparo contra el Presidente y el Gerente de Recursos Humanos del Jockey Club del Peru y contra la Directora Regional de la Direccion Regional de Trabajo y Promocion Social de Lima y Callao, solicitando que se deje sin efecto la resolucion ficta a la que alude la Carta de fecha diez de junio de mil novecientos noventa y tres que les dirigiera el Gerente de Recursos Humanos demandado, asimismo que no les resulte aplicable los resultados del procedimiento de suspension de labores y se ordene su inmediata reincorporacion al centro de trabajo antes mencionado. Alegan que se han vulnerado sus derechos constitucionales al trabajo, al debido proceso, a la estabilidad laboral, a la negociacion colectiva y otros, al haber implementado la empresa demandada una medida de Suspension de Labores. Indican que la demandada ha desconocido la labor sacrificada y honesta que han venido realizando, atentando contra su seguridad personal y de sus familias. Agregan que no se ha respetado en su integridad las normas contenidas en el Decreto Ley No 25921, normas que sirven de sustento a la medida laboral antes mencionada, por cuanto el empleador no ha acreditado las causas justificativas que la ley exige para la procedencia de la suspension de la relacion laboral, toda vez que su situacion economica es estable, habiendo obtenido utilidades en el ano mil novecientos noventa y dos. El Representante Legal de la Empresa Jockey Club del Peru S.A. y el Gerente de Recursos Humanos de la misma contestan la demanda manifestando que la misma debe ser declarada improcedente, atendiendo a que la citada empresa, al amparo del Decreto Ley No 25921, con fecha veintidos de enero de mil novecientos noventa y tres, solicito la autorizacion de suspension de la relacion laboral de ciento ocho trabajadores, siguiéndose de manera regular el procedimiento correspondiente ante la Autoridad Administrativa de Trabajo, con conocimiento y participacion de la organizacion sindical que representa a los demandantes, y de acuerdo a la legislacion vigente. El Procurador Publico del Estado a cargo de los asuntos judiciales del Ministerio de Trabajo y Promocion Social contesta la demanda indicando que la misma resulta improcedente al no haberse agotado la via previa, toda vez que conforme lo indican los demandantes, existe un procedimiento administrativo en trâmite. La Jueza del Décimo Sexto Juzgado en lo Civil de Lima, a fojas ciento sesenta y siete, con fecha treinta de marzo de mil novecientos noventa y cuatro, declara fundada en parte la demanda, en consecuencia inaplicable a los demandantes la resolucion ficta que autorizo la suspension temporal de labores, por considerar principalmente que no consta que el procedimiento administrativo tramitado ante la Autoridad Administrativa de Trabajo, se hubiera llevado a cabo con citacion de los demandantes, por lo que resulta sin eficacia juridica para ellos la resolucion ficta recaida en el citado procedimiento administrativo. Por otro lado, el a quo declara improcedente los extremos que contiene la demanda, por no ser la via del amparo la idonea. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas doscientos catorce, con fecha doce de agosto de mil novecientos noventa y cuatro, revoca la apelada y declara improcedente la demanda, por estimar que el expediente administrativo sobre suspension de labores ha concluido con el acta de conciliacion de fecha catorce de octubre de mil novecientos de mil novecientos noventa y tres, suscrita entre la Empresa demandada y el Sindicato Unico de Trabajadores del Sport y Oficinas de Apuestas del Jockey Club del Peru, que representa a los demandantes, en la que convienen la Suspension Temporal de Labores de acuerdo al Decreto Ley No 25921, por el periodo comprendido desde el doce de junio de mil novecientos noventa y tres hasta el catorce de abril de mil novecientos noventa y cuatro; y porque, ademas, la relacion laboral de los demandantes ha sido restablecida de acuerdo a la citada acta, a excepcion de dona Maria Salazar Villa, quien ha renunciado a su vinculo laboral, como aparece a fojas ciento noventa y cinco. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha cinco de julio de mil novecientos noventa y cinco, a fojas treinta y uno del cuaderno de nulidad, declara No Haber Nulidad en la sentencia de vista, por considerar que a la fecha de planteamiento de la presente accion, existia un tramite administrativo sobre la Suspension de Labores objeto de la Accion de Amparo, razon por la que la demanda fue interpuesta sin agotamiento de la via previa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo establecido por el articulo 1° de la Ley No 23506, de Habeas Corpus y Amparo, las acciones de garantia tienen por objeto el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, conforme se advierte del Acta de Conciliacion obrante a fojas ciento cuarenta y nueve de autos, su fecha catorce de octubre de mil novecientos noventa y tres, suscrita por la Empresa Jockey Club del Peru y el Sindicato Unico de Trabajadores de Sport y Oficinas de Apuestas del Jockey Club del Perû, las partes convienen en que el periodo de vigencia de la suspension temporal de labores se inicia a partir del doce de junio de mil novecientos noventa y tres y concluye el treinta y uno de diciembre del mismo ano respecto a don Oscar Sotomayor Valdez y otros; y el catorce de abril de mil novecientos noventa y cuatro respecto de dona Maria Gaspar Espinoza y dona Nicolasa Clara Borja Gaspar y otros. 3. Que, del mérito de las instrumentales de fojas doscientos cuatro y siguientes, la relacion laboral de los demandantes ha sido restablecida en los términos que contiene la citada Acta de Conciliacion, a excepcion de dona Maria Salazar Villa, quien con fecha seis de octubre de mil novecientos noventa y tres, ha formulado renuncia a la citada Empresa, concluyendo el vinculo laboral entre las partes. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y uno del cuaderno de nulidad, su fecha cinco de julio de mil novecientos noventa y cinco, que declara No Haber Nulidad en la sentencia de vista que declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. AAM.", "fecha_publicacion": "1999-03-20", "id": 34936, "nombre_demandado": "Jockey Club del Perú y otro", "nombre_demandante": "Nicolasa Clara Borja Gaspar y otros", "numero_expediente": "00217-1995-AA"}