{"CONTEXTO": " 00217-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00217-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 217-97-AA/TC Caso: Sindicato de Trabajadores Municipales de Chulucanas Piura. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los dos dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados Acosta Sanchez, Vice presidente encargado de la Presidencia Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "Recurso extraordinario interpuesto contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Piura de fecha catorce de febrero de mil novecientos noventa y siete, que, revocando la resolucion apelada del doce de diciembre de mil novecientos noventa y seis, declara infundada la accion de amparo interpuesta por el Sindicato de Trabajadores Municipales de Chulucanas (SITRAMUNCH), representado por. su Secretario General, Santos Camacho Alzamora y su Secretario de Defensa, Ramon Humberto Herrera Zeta contra el Alcalde del Concejo Provincial de Morropon-Chulucanas, Eulogio Palacios Marquez y su Directora.Municipal, Blanca Tulloch Talledo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES": "El Sindicato demandante sustenta su reclamo en una presunta amenaza de violacion del derecho constitucional a la estabilidad laboral de ciento sesenta y cinco trabajadores, entre obreros y empleados. Alega que por Decreto Ley No. 26093 el Gobierno impuso como deber de los Ministerios e Instituciones Publicas Descentralizadas, efectuar semestralmente programas de evaluacion de personal, de acuerdo a normas que para el efecto se establezcan y con la posibilidad de resultar cesados quienes no resulten calificados, situacion juridica que sin embargo no comprendio en sus inicios a los servidores de los Gobiernos Locales. Posteriormente sin embargo, y mediante la Octava Disposicion Transitoria de la Ley No. 26553 (Ley del Sector Publico para 1996) los trabajadores municipales, son incluidos dentro de los alcances del referido decreto, sin embargo, si bien todos los organismos publicos que han implementado los citados procesos han publicado los reglamentos de evaluacion, las autoridades del Municipio demandado no han dado conocimiento publico a su reglamento de evaluacion por considerarlo de uso exclusivo de la Comision Evaluadora, hecho que se configura como una amenaza contra la estabilidad laboral de los trabajadores, al desconocerse la forma en se que se les va a evaluar. Incluso, se ha incluido a los obreros municipales contraviniéndose el Decreto Supremo No 010-78-IN, que establece que aquellos, son servidores del Estado sujetos al régimen de la actividad privada, situaciones todas estas por la que solicita el Sindicato demandante se declare la invalidez de todo el proceso de evaluacion que tiene instaurado la Municipalidad, volviendo las cosas a su estado anterior. Admitida la demanda por el Juzgado Civil de Morropon-Chulucamas, se dispone su traslado a los emplazados siendo absuelta por separado tanto por el Alcalde como por la Directora Municipal del Concejo Provincial de Morropon-Chulucanas, quienes la niegan y contradicen fundamentalmente por considerar: Que el Decreto-Ley No. 26093, en su articulo 1, establecio como deber de los Ministerios e Instituciones Publicas efectuar programas de evaluacion de personal, habiéndose hecho extensivo el mismo a los Gobiernos Locales mediante la Octava Disposicion Transitoria de la Ley No 26553 de Presupuesto de 1996; Que es falso que los demandantes no vengan siendo informados de los actos administrativos relativos al proceso de evaluacion, ya que ello se ha hecho por intermedio de los diarios locales, particularmente \"El Tiempo' del veintinueve de junio de mil novecientos noventa y seis, e incluso a través de las vitrinas, conforme lo reconocen los propios demandantes; Que el Reglamento Interno de Evaluacion fue objeto no solo de conocimiento sino de exposicion el dia veintinueve de marzo de mil novecientos noventa y seis en el Auditorio San Agustin, habiéndose otorgado amplias facilidades para la concurrencia de trabajadores; Que la. Municipalidad demandada no hace mas que cumplir con el mandato legal contenido en los dispositivos citados, pues de no hacerlo, estarian incurriendo en responsabilidad administrativa y penal y que incluso acciones de 3 TRIBUNAL CONSTITUCIONAL evaluacion se viene ejecutando en todos los Gobiernos Locales, no habiendo por consiguiente incurrido en ningin tipo de amenaza de derechos constitucionales. De fojas doscientos cincuenta y cinco a doscientos cincuenta y ocho y con fecha doce de diciembre de mil novecientos noventa y seis, la Jueza Civil Provisional de Meropon.Chulicamas-Plung expide resolucion declarando Fundada la demanda principalmente por considerar: Que la amenaza contra la estabilidad laboral que alegan los accionantes consistente en el hecho de no haberse publicado el reglamento de evaluacion, ignorando por consiguiente la forma como se les va a evaluar, se encuentra corroborada con los documentos mediante los cuales el Sindicato demandante solicita al emplazado la remision de una copia del reglamento y la contestacion que se les otorga, en el sentido de que el citado reglamento es material de trabajo de la comision y para uso exclusivo de la misma; Que si bien es cierto que el referido reglamento iba a ser utilizado por la Comision Evaluadora, también lo es que el mismo iba a ser aplicado a los trabajadores que como parte interesada tenian derecho a solicitar copia del mismo a efecto de conocer sus lineamientos conforme lo disponen los articulos 55 y 57 del Decreto Supremo No. 006-SC y los articulos 52 a 55 del Decreto Supremo No. 02-94-JUS; Que el articulo 54 del Decreto Supremo No. 02-94-JUSsehala que \"Las informaciones verbales que se emitan por los funcionarios tendran exclusivamente caracter ilustrativo para quienes lo soliciten y no produciran efectos procesales lo que significa que la supuesta exposicion verbal del Reglamento, no produce efectos procesales; Que el emplazado no ha presentado instrumento fechaciente que demuestre que ha cumplido con publicar el Reglamento, mas bien remite copia de este a la Presidencia del Consejo de Ministros y a la Contraloria General, pero no al Sindicato, a pesar de ser parte interesada; Que los denunciados en aplicacion equivoca del articulo 2 de la Ley No. 26093 les han hecho llegar a los demandantes una circular a donde les advierten que el personal que no califique en el proceso de evaluacion \"serà cesado' por causal de excedencia, cuando la Ley solo utiliza el término \"podrà\" Interpuesto recurso de apelacion por los emplazados, los autos son elevados a la Primera Fiscalia Superior Mixta de Piura para efectos de la vista correspondiente, y devueltos estos con dictamen, que se pronuncia por la revocatoria de la apelada, la Primera Sala Civil de la Corte Superior de Justicia de Piura y Tumbes de fojas cuatrocientos trece a cuatrocientos dieciséis y con fecha catorce de febrero de mil novecientos noventa y siete, revoca la resolucion apelada y reformandola declara Improcedente la accion principalmente por considerar: Que la doctrina jurisprudencial refiriéndose a la libertad de trabajo ha sehalado, que la terminacion del vinculo por reduccion de personal, permitida por la ley, no puede per se calificarse de inconstitucional; Que el Decreto Ley No. 26093, en su articulo 1, indica que los titulares de los distintos Ministerios y de las Instituciones Publicas Descentralizadas deberan cumplir semestralmente programas de evaluacion de personal, prescribiendo en su articulo 2, que el personal que no califique podra ser cesado por causal de excedencia, y posteriormente a través de la Ley No. 26553, se hizo extensivo los alcances del Decreto Ley No. 26093 a los Gobiernos Locales; Que el articulo 109 de la Constitucion Politica de 1993 establece que \"La ley es obligatoria desde el dia siguiente de su publicacion.. - y en esta virtud, el Concejo Provincial de Morropon-Chulnucanas ha dado cumplimiento a lo ordenado por Ley; Que mediante el Oficio No. 008-96-D-M-MPM-CH del dieciocho de marzo de TRIBUNAL CONSTITUCIONAL mil novecientos noventa y seis la Directora Municipal le comunica al Secretario General del SITRAMUN-CH que se ha iniciado el proceso de evaluacion de personal correspondiente al primer semestre de mil novecientos noventa y seis, por su parte, la Resolucion de Alcaldia No. 206-96-MPM-CH del veinte de julio de mil novecientos noventa y: seis autoriza la realizacion de la evaluacion a fin de que se lleve a cabo del primero al diecinueve de julio de mil novecientos noventa yseis, conforme a la Resolucion de Alcaldia No. 234-96-MPM-CH se suspende por unica vez las actividades laborales el dia ocho de julio de mil novecientos noventa y seis a fin de que el personal concurra a la evaluacion, y por ultimo, segin el Oficio No. 097-96-SITRAMUN- Chulucanas del cuatro de julio de mil novecientos noventa y seis, dirigido por el Secretario General al Alcalde, se le expresa que se ratifican en su decision de no presentarse al proceso de evaluacion y por el contrario le comunican, la realizacion de un paro de veinticuatro horas para el dia ocho de julio de mil novecientos noventa y seis; Que en cuanto al Reglamento Interno de Evaluacion si bien los demandantes expresan desconocer su contenido, sin embargo, la Directora Municipal mediante comunicacion hace de conocimiento del Secretario General del SITRAMUN- CH que, la Comision de Evaluacion realizard una exposicion del Reglamento el dia veintinueve de marzo de mil novecientos noventa y seis, asi mismo, mediante documento dirigido por la Directora Municipal al Secretario General, se le detalla el cronograma de actividades para la evaluacion, dejandose establecido que la entrevista personal y la evaluacion de conocimientos tenian la calidad de participacion obligatoria, negandose a recibir esta comunicacion el Secretario General el dia tres de julio de mil novecientos noventa y seis; Que en el caso de autos no hay derecho que restaurar, toda vez que los accionantes se han negado a participar en el proceso de evaluacion establecido por la Ley; y Que conforme al articulo 9 de la Ley No. 23506 las acciones de habeas corpus y amparo sentaran jurisprudencia obligatoria cuando de ellas puedan desprenderse principios de caracter general, habiendose declarado Infundada por el Tribunal Constitucional mediante ejecutoria del veinticuatro de diciembre de mil novecientos noventa y seis, una demanda en un caso similar al presente, por inasistencia del trabajador al examen de calificacion. Contra esta resolucion los demandantes interponen Recurso Extraordinario, por lo que de conformidad con el articulo 41 de la Ley No. 26435, se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que la obligacion de someterse a evaluaciones periodicas semestrales por parte de los trabajadores de los Gobiernos Locales, y por ende, de los afiliados al Sindicato de Trabajadores Municipales de CHMBCEmLATRAMUNCH) se encuentra plenamente acreditada, por haber: sido establecida por la Octava Disposicion Transitoria de la Ley No. 26553 (Ley de Presupuesto para elSector Publico para 1996) que aumento los alcances del Decreto Leyi No. 26093. Que elSindicato demandante ha tenido en todo momento conocimiento pleno de la evaluacion a la que, en particular, tenian que someterse sus afiliados, pues ello fluye principalmente y en primer 5 TRIBUNAL CONSTITUCIONAL lugar, del Oficio No. 008-96-D.M-MPM-CH del dieciocho de marzo de mil novecientos noventa y seis (obrante a fojas ciento treinta y ocho) a través del cual, la Directora Municipal le comunica al Secretario General del SITRAMUN-CH el inicio del proceso de evaluacion correspondiente al primer semestre de dicho periodo anual; en segundo lugar, de la Resolucion de Alcaldia No. 206- 96-MPM-CH del veinte de junio de mil novecientos noventa y seis (obrante a fojas cuarenta y uno y cuarenta y dos) que autoriza la realizacion de la evaluacion de rendimiento laboral a los efectos de que se Ileve a cabo entre el primero y el diecinueve de julio de mil novecientos noventa y seis; y, en tercer lugar, de la Resolucion de Alcaldia No. 234-96-MPM-CH del dos de julio de mil novecientos noventa y seis, (obrante a fojas cuarenta y tres y cuarenta y cuatro) que suspende por unica vez las actividades laborales el dia ocho de julio de mil novecientos noventa y seis a fin de que el, personal municipal concurra a la evaluacion. Que no obstante lo dicho, el Sindicato demandante, se ha opuesto a presentarse a la evaluacion programada, tal y como se acredita, con el Oficio No. 0097-96-SITRAMUN-CHULUCANAS del cuatro de julio de mil novecientos noventa y seis (obrante afojas ciento veintitrés) que remite su Secretario General al Alcalde del Concejo Provincial de Morropon-Chulucanas, y a donde se detalla expresamente, no solo la decision de no presentarse a la referida evaluacion, sino la de convocar a un paro de veinticuatro horas, precisamente, para el dia ocho de julio de mil novecientos noventa y seis. Que aunque el Sindicato demandante, ha sostenido que no se le ha permitido conocer el Reglamento Interno de Evaluacion, siendo ese el principal motivo por el que han objetado el citado proceso, cabe sehalar que la Municipalidad emplazada, en ningin momento se ha negado a detallarles sus alcances, pues ello quedo claramente demostrado no solo con la comunicacion del inicio del proceso de evaluacion, segin se esta al antes citado Oficio No. 008-96-D.M-MPM-CH del dieciocho de marzo de mil novecientos noventa y seis, sino y. fundamentalmente, con el Oficio No. 009-96-D-M-MPM-CH del diecinueve de marzo de mil novecientos noventa y seis (obrante a fojas siete), mediante el cual, la Directora Municipal le comunica al Secretario General del Sindicato demandante, la realizacion de una exposicion de los alcances del Reglamento de Evaluacion por parte de la Comision para el dia veintinueve de marzo de mil novecientos noventa y seis. Que por ultimo, cabe sehalar, que este Colegiado, en la causa No. 206-96-AA/TC, dejo claramente establecido, que la no presentacion a libre albedrio de un trabajador 0 grupo de trabajadores a un proceso de evaluacion establecido por ley, no puede servir de sustento, para alegar violacion de algin derecho constitucional, cuando se ha tenido conocimiento del dia y hora en que el mismo se llevaria a efecto, tal y como ha ocurrido en el presente caso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435, y la Ley Modificatoria No. 26801, TRIBUNAL CONSTITUCIONAL", "FALLA": "CONFIRMANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Piura de fecha catorce de febrero de mil novecientos noventa y siete, que, revocando y reformando la sentencia del doce de diciembre de milnovecientos noventay seis, declara INFUNDADA la Accion de Amparo interpuesta por el Sindicato de Trabajadores Municipales de Chulucanas. Se dispuso asi mismo la publicacion de la presente sentencia en el Diario Oficial \"El Peruano y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lsd. Lo que Certifico: Dra.MARIALUZI VASQUEZDELOPEZ SEORETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-27", "id": 36368, "nombre_demandado": "Alcalde del Concejo Provincial de Morropón-Chulucanas", "nombre_demandante": "Sindicato de Trabajadores Municipales de Chulucanas (SITRAMUNCH)", "numero_expediente": "00217-1997-AA"}