{"CONTEXTO": " 00210-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00210-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 210-96-AA/TC PUNO LALAGIS CAMACHO HERRERA Sentencia del Tribunal Constitucional En Lima, a primero de setiembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia NUGENT, DIAZ VALVERDE, GARCIA MARCELO Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, que interpone Lalagis Camacho Herrera, contra la resolucion de la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, su fecha veintisiete de febrero de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la accion de Amparo interpuesta contra Juan Carlos Malaga Arce y otro.", "ANTECEDENTES:": "Dona Lalagis Camacho Herrera interpone la presente accion de Amparo contra don Juan Carlos Malaga y Alejandro Gâlvez Carpio, Presidente y Secretario Técnico del Consejo Transitorio de Administracion Regional de la Region Moquegua Tacna Puno, respectivamente, para que se la reponga en su cargo. Manifiesta que los emplazados, al amparo de la R.M. No 286-95-PRES, en forma anomala y defectuosa, procedieron a efectuar el proceso de evaluacion del personal del Consejo Transitorio de Administracion Regional de la Region Moquegua, Tacna, Puno; precisa que, entre otras \"irregularidades\", el referido proceso de evaluacion se efectuo fuera del plazo senalado; no conto con el respectivo reglamento de evaluacion y, de otro lado, a ella se le otorgo una calificacion muy baja con el proposito de declararla excedente. 2 TRIBUNAL CONSTITUCIONAL El Juez del Juzgado Especializado en lo Civil de Puno, mediante resolucion de fecha dieciocho de diciembre de mil novecientos noventa y cinco, declaro improcedente la demanda, por considerar que la recurrente no cumplio con agotar la via previa, senalando asimismo, que en el supuesto de existir irregularidades administrativas, éstas deben ser impugnadas en todo caso mediante la accion contencioso-admtinistrativa Interpuesto recurso de apelacion, la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, con fecha veintisiete de febrero de mil novecientos noventa y seis, confirma la resolucion de primera instancia, \"por sus propios fundamentos\". Interpuesto el recurso de nulidad, entendido como extraordinario, los actuados son elevados al Tribunal Constitucional, en conformidad con lo dispuesto por el articulo 41° de su Ley Organica.", "FUNDAMENTOS:": "1. Que, el objeto de la presente accion de Amparo es que se reponga a la accionante en su puesto de trabajo, del que fue cesada por excedencia en el proceso de evaluacion de personal efectuado por la emplazada. 2. Que, antes de entrar al examen del fondo de la materia controvertida,se debe analizar la causal de improcedencia senalada en la sentencia de primera instancia, referida al no agotamiento de la via previa. 3. Que, a fojas 59 obra copia de la Resolucion Ejecutiva Regional No 418-95- CTR/R.MTP mediante la cual se cesa a la demandante por la causal de excedencia. Respecto a la otra resolucion mencionada en la demanda -signada con el numero 399-95- no obrando copia de la misma en autos, no es posible establecer qué relacion guarda con la accionante. 4. Que, la beneficiaria pretende justificar el no agotamiento de la via previa aduciendo que, al no haberse resuelto dentro del término de ley el recurso de apelacion que interpusiera contra la referida resolucion, se encontraba facultada para interponer la demanda de Amparo, sin esperar que se agote la via administrativa. 5. Que, el inciso tercero del articulo 28° de la Ley 23506 de Habeas Corpus y Amparo establece que no sera exigible el agotamiento de la via previa cuando ésta no se resuelve en los plazos fijados para su resolucion. 6. Que, conforme lo prescribe el articulo 99° del D.S. 002-94-JUS, Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, el recurso de apelacion debera resolverse en un plazo maximo de 30 dias; 3 TRIBUNAL CONSTITUCIONAL debiendo entenderse que éste plazo debe contarse en dias habiles, a tenor de lo establecido por el articulo 50° del mismo dispositivo legal. 7. Que, tal como se aprecia de la copia autenticada que corre a fojas 12, el recurso impugnativo en cuestion fue presentado el dia veintiséis de octubre de mil novecientos noventa y cinco, en consecuencia la autoridad administrativa tenia hasta el dia once de diciembre del mismo ano para resolverlo; fecha en la que en efecto resolvio la apelacion dando por agotada la via previa, mediante la Resolucion Ejecutiva Regional No 532-95-CTAR/R.MTP que obra a fojas 69; sin embargo la demanda de autos se interpuso el dia siete del mismo mes y ano, esto es, prematuramente; con lo cual queda desvirtuada la alegacion de la actora. 8. Que, no habiendo justificado la accionante la omision del agotamiento de la via previa, la demanda resulta improcedente, careciendo de objeto pronunciarse sobre el fondo de la litis. Por estos fundamentos, el Tribunal Constitucional, de conformidad con las atribuciones que le otorgan la Constitucion y su Ley Orgànica,", "FALLA:": "Confirmando la resolucion expedida por la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, su fecha veintisiete de febrero de mil novecientos noventa y seis, que confirmando la apelada de fecha dieciocho de diciembre de mil novecientos noventa y cinco, declaro IMPROCEDENTE la accion de Amparo; mandaron se publique en el Diario Oficial El Peruano con arreglo a ley; y los devolvieron. S.S. Uuli ACOSTA SANCHEZ NUGENT Ce E DIAZ VALVERDE / GARCIA MARCELO Lo que Certifico: CCL Dra. MARIALUZ VASQUEZI DELOPEZ TRIBUNAL SECRETARIA- RELATORA CONSTITUCIONAL", "fecha_publicacion": "1997-10-08", "id": 36417, "nombre_demandado": "Presidente y Secretario Técnica del Concejo Transitorio de Administración Regional de la Región Moquegua, Tacna y Puno", "nombre_demandante": "Lalagis Camacho Herrera", "numero_expediente": "00210-1996-AA"}