{"CONTEXTO": " 00221-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00221-1995-AA.pdf) --- EXP.N.9221-95-AA/TO LIMA JOSÉ CARRENOCARRILLO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Carreno Carrillo contra la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas quince, su fecha veintiuno de junio de mil novecientos noventa y cinco, cuaderno de Recurso de Nulidad, que declaro no haber nulidad en la sentencia de vista que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don José Carreno Carrillo, Coronel PNP, Procurador Publico del Ministerio del Interior a cargo de los asuntos judiciales de la policia, interpone Accion de Amparo el quince de noviembre de mil novecientos noventa y tres, contra la Quinta Sala Civil de la Corte Superior de Justicia de Lima, con la finalidad de que se declare inaplicable la sentencia judicial expedida por la Sala citada, su fecha catorce de julio de mil novecientos noventa y tres, notificado el diez de agosto de mil novecientos noventa y tres, proceso N.o 2627-92. El demandante fundamenta que la resolucion impugnada confirma el derecho indemnizatorio y revoca en cuanto al monto, ordenando el pago de quince mil dolares amerncanos(Us515,000) moneda extranjera, cuando el accionante habia demandado el pago de ciento veinte millones de intis(/.120000,000, moneda nacional El Juez de Primera Instancia sentencio en un mil nuevos soles. En todo caso, la Sala debio actualizar el monto en moneda nacional. Afirma que se ha afectado su derecho constitucional al debido proces y a la motivacion escrita con mencion expresa de la ley aplicable y los fundamentos que la sustentan, derechos establecidos en los incisos 3) y 4) del articulo 233° de la Constitucion Politica del Estado de 1979. El Procurador Publico de los Asuntos del Poder Judicial fundamenta su contestacion expresando que la resolucion impugnada se ha expedido dentro de un procedimiento regular. En primera instancia la Quinta Sala Civil de la Corte Superior de Justicia de Lima,con fecha uno de setiembre de mil novecientos noventa y cuatro, declara improcedente la Accion de Amparo. Fundamenta que como el proceso impugnado se trata de un proceso regular-- de conformidad con el inciso 2) del articulo 60, de la Ley N.o 23506--, es improcedente la Accion de Amparo. En segunda instancia, la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica confirma la apelada. Fundamenta que el articulo 10° de la Ley N.o 25398 no procede la pretension.", "FUNDAMENTOS:": "1. Que, en principio nuestro sistema constitucional vigente, articulo 200° inciso 2) de la Carta Magna, articulo 6° inciso 2) de la Ley N.o 23506, preceptuan que no procede la Accion de Amparo contra resoluciones judiciales emanadas de un procedimiento regular; el mismo que se manifiesta cuando, al expedirse éstas, se afectan disposiciones e instituciones procesales de nivel constitucional 0 desnaturalizan procedimientos preestablecidos en la ley. 2. Que, segun el escrito de demanda, a fojas ocho, el recurrente manifiesta que la resolucion judicial, objeto de la pretension, se notifico el diez de agosto de mil novecientos noventa y tres; al quince de noviembre de mil novecientos noventa y tres, fecha de la interposicion de la demanda, se habia vencido el plazo de sesenta dias habiles para interponer la Accion de Amparo, como dispone el articulo 370 de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas quince del cuaderno del Recurso de Nulidad, su fecha veintiuno de junio de mil novecientos noventa y cinco, que revocando la sentencia apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO. JG", "fecha_publicacion": "1999-05-17", "id": 35107, "nombre_demandado": "Quinta Sala Civil de la Corte Superior de Justicia de Lima", "nombre_demandante": "José Carreño Carrillo", "numero_expediente": "00221-1995-AA"}