{"CONTEXTO": " 00223-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00223-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 223-97-HC/TC AYACUCHO VIDAL SOCRATES BARBOZA MEJIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitres dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno jurisdiccional con asistencia de los senores magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo; pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso extraordinario interpuesto por don Vidal Socrates Barboza Mejia, contra la resolucion expedida por la sala Mixta de la Corte Superior de Justicia de Ayacucho, de fojas treinta y ocho, su fecha cinco de marzo de mil novecientos noventa y siete, que declaro improcedente la accion de Habeas Corpus.", "ANTECEDENTES:": "Don Vidal Socrates Barboza Mejia interpone accion de Habeas Corpus contra el Fiscal Provincial de la Cuarta Fiscalia Provincial Penal de Huamanga, por haber ordenado ilegalmente su detencion; sostiene el actor que con fecha veinte de febrero de mil novecientos noventa y siete concurrio a la Delegacion Policial de Huamanga a prestar su manifestacion policial por haberlo ordenado asi el Fiscal emplazado, quien realizaba las investigaciones sobre la comision de un delito atribuido al actor en supuesto agravio de Max Solorzano G. en dicho acto, la autoridad emplazada ordeno la detencion del recurrente. Realizada la investigacion sumaria, el emplazado Fiscal declara negando los cargos y aseverando que el dia veintuno de febrero de mil novecientos noventa y siete, la Policia de la Delegacion de Huamanga puso al actor a disposicion de su Despacho con el atestado policial correspondiente, por consiguiente, senala que en el término de la distancia pondra al actor a disposicion del Juzgado correspondiente. El Segundo Juzgado Especializado en lo Penal de Huamanga, de fojas quince, su fecha veintiuno de febrero de mil novecientos noventa y siete, declara improcedente la accion de Habeas Corpus, por considerar principalmente que, \"quien previno la detencion de/recurrente Vidal Barboza Mejia, fue la dependencia policial a la cual se le encargo la investigacion, cabe resaltar que sujeto a la investigacion policial éste no ha sido detenido por mâs de veinticuatro horas, mas al contrario se ha actuado con la debida celeridad\". TRIBUNAL CONSTITUCIONAL La Sala Penal de la Corte Superior de Justicia de Ayacucho, a fojas treinta y tres, su fecha cinco de marzo de mil novecientos noventa y siete, confirma la apelada, por considerar, principalmente, que, \"debe tenerse en cuenta que aquél (el actor) ha sido objeto de una denuncia policial por la supuesta comision de un delito y después de sometido a una investigacion con intervencion del representante del Ministerio Publico, siendo derivado a la autoridad competente mediante el atestado policial pertinente, consecuentemente no ha sufrido detencion por mas de veinticuatro horas, no siendo por tanto, ésta arbitraria\". Contra esta resolucion, el demandante, interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, por version del propio Fiscal Provincial emplazado, que obra a fojas diecinueve, se aprecia que la orden dada por éste a fin de que la autoridad policial, concluido el atestado, ponga al actor a disposicion de su Despacho, implico una orden encubierta de detencion; 2. Que, en este sentido, debe senalarse que si bien el Ministerio Publico entre las diversas funciones que le ha asignado la Constitucion Politica del Estado en su articulo 159° esta la de ser el organo persecutor del delito y titular del ejercicio publico de la accion penal, ello no comprende la facultad de ordenar la detencion de los ciudadanos, que es una medida de coercion propia del ambito de la funcion jurisdiccional y que debe ser efectuada de acuerdo a las formalidades previstas en el articulo 20, inciso 24) literal \"f\" de la Constitucion Politica del Estado; 3. Que, no obstante, comprobada la infraccion constitucional, este Colegiado, por imperativo legal previsto en el inciso 1), del articulo 6° de la Ley No 23506 que prevé la irreparabilidad del dano causado, debe desestimar la demanda al haber ocurrido la sustraccion de la materia, por cuanto, como se desprende de autos, sin existir solucion de continuidad entre los hechos denunciados y la formalizacion de la denuncia penal en contra del agraviado por el Fiscal provincial demandado, se abrio proceso penal al afectado, con mandato de comparecencia restringida, esto es, el actor obtuvo su libertad en dicho proceso penal; Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Penal de la Corte Superior de Justicia de Ayacucho, de fojas quince, su fecha veintiuno de febrero de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la accion de 2 TRIBUNAL CONSTITUCIONAL Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT à GARCIA MARCELO Certif100: Lo que u - U1. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JMS 3", "fecha_publicacion": "1998-11-27", "id": 37223, "nombre_demandado": "Cuarta Fiscalía Provincial Penal de Huamanga", "nombre_demandante": "Vidal Sócrates Barboza Mejía", "numero_expediente": "00223-1997-HC"}