{"CONTEXTO": " 00226-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00226-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 226-97-AA/IC JORGE MILETICH MORENO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Jorge Miletich Moreno contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veintisiete de noviembre de mil novecientos noventiséis, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Jorge Miletich Moreno interpone demanda de accion de amparo contra el Director Nacional de Deporte afiliadoal IstiToloPeruano del Deporte don Ricardo Camet Otero; el Presidente de la Federacion Peruana de Gimnasia, don Jorge Barreto Navallo y el Presidente de la Liga Provincial de Gimnasia de Lima don Victor Honores Esquivel; y el Presidente del Instituto Peruano del Deporte don Enrique Otero Barreto con la finalidad de que se deje sin efecto la Resolucion No 0004-DINADADAF-RD-94 de fecha veintiséis de abril de mil TRIBUNAL CONSTITUCIONAL novecientos noventicuatro, porque senala que arbitrariamente se nombra una Junta Directiva de la Liga Provincial de Gimnasia de Lima reemplazando la presidida por el actor, senalando una supuesta sancion de que el actor afirma no tomo conocimiento lesionando asi su derecho al debido proceso, ampara su demanda en lo dispuesto por los incisos 2), 7), 17) y 23) del articulo 2° de la Constitucion Politica del Estado. El Vigésimo Tercer Juzgado Civil de Lima con fecha veintiséis de enero de mil novecientos noventicinco, declaro fundada la demanda, por considerar, entre otras razones que la Junta Directiva que preside el demandante fue elegida cumpliendo todas las exigencias reglamentarias, en tanto que la supuesta asamblea eleccionaria realizada para elegir a la actual Junta Directiva, contraviene lo dispuesto en la Ley General del Deporte, pues en sus articulos 45° y 46° y su Reglamento en su articulo 61° precisan que las Juntas Directivas de las Federaciones no tienen competencia para intervenir en las Ligas, que como tal estando acreditado en autos que la eleccion de la nueva Junta Directiva se ha realizado al margen de las normas prescritas, la misma no surte eficacia legal. Interpuesto recurso de apelacion, la Tercera Sala Civil de la Corte Superior de Justicia de Lima, con fecha diecinueve de julio de mil novecientos noventiséis revoca la apelada y reformandola declaro improcedente la accion de amparo, por estimar que el mandato del actor ya habia caducado a la fecha de ser elegido el demandado don Victor Honores Esquivel, ademas no puede ser merituado en la via de amparo los hechos y circunstancias en que fue elegido don Victor Honores Esquivel, toda vez que,se desconoce la modalidad del procedimiento electoral a que se refiere la parte considerativa de la resolucion impugnada. Contra esta resolucion el demandante interpone recurso de nulidad y la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veintisiete de noviembre de mil novecientos noventiséis, declaro no haber nulidad en la sentencia de vista por estimar ademas que la accion de amparo protege derechos subjetivos y legitimos del actor y la mera violacion de derechos legales no es causa judiciable en la via de amparo sino en lo contencioso administrativo por la necesidad de someter el asunto litigioso al debate y a la prueba. Contra esta resolucion el actor interpone recurso extraordinario, por lo que de conformidad con los dispositivos legales se han remitidos los actuados al Tribunal Constitucional. 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1.- Que, mediante el presente proceso el actor pretende continuar como Presidente de la Liga Provincial de Gimnasia de Lima a pesar que fue elegido para el Bienio 1992- 1993 y analizados los actuados no aparece disposicion alguna que prorrogue su mandato no obstante recién es cambiado el 28 de Febrero de 1994. 2.- Que,respecto a que la eleccion de la Junta Directiva reemplazante es consecuencia del proceso de investigacion que le abrieron al actor y que senala violo su derecho de defensa y al debido proceso, el mismo carece de veracidad y sustento puesto que del propio oficio expedido por el actor que obra a fojas ocho vuelta senala a los senores Club de Gimnasia que la Direccion Nacional Deporte afiliado resolvio en ultima instancia y a favor del actor, ademas estos hechos sucedieron en 1992, en tanto la eleccion de la nueva junta mediante la asamblea eleccionaria y formalizada con la resolucion impugnada se realizaron en 1994, es decir, después de un ano por lo que se concluye que la citada resolucion no es consecuencia de una sancion ya que la misma no existio. 3..- Que, si bien el actor aduce de que ha existido irregularidad en la eleccion de la Junta Directiva que lo reemplaza, esto no ha sido acreditado con documento indubitable, maxime si la reclamacion de la supuesta irregularidad solo la realizo el actor y no otro miembro de su directiva y menos delegados ylo representantes de las bases. 4.- Que, tratandose de un acto administrativo cuestionado donde ambas partes aducen argumentos contrarios y en razon a que en la via procedimental de las acciones de garantia carecen de estancia probatoria a efectos de dilucidar lo controvertido, la misma debe ventilase en un proceso ordinario a efectos que ambas partes acrediten su posicion. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Orgànica. TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintidos del cuadernillo de nulidad, su fecha veintisiete de noviembre de mil novecientos noventiséis, que declaro no haber nulidad en la de vista que revocando la apelada declaro improcedente la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. Wu ACOSTA SANCHEZ, NUGENT DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIF - fco. MR/efs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-02-14", "id": 36697, "nombre_demandado": "Director Nacional de Deporte afiliado al Instituto Peruano del Deporte (Ricardo Camet Otero) y otros", "nombre_demandante": "Jorge Miletich Moreno", "numero_expediente": "00226-1997-AA"}