{"CONTEXTO": " 00227-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00227-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 227-97-AA/TC Sindicatos de Obreros y de Empleados de la Municipalidad Distrital de Ancon Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de enero de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO : Recurso extraordinario contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fecha 20 de diciembre de 1996, en los seguidos por los Sindicatos de Obreros y de Empleados de la Municipalidad Distrital de Ancon, representados por don Pedro Espiritu Causo y otro y don Isaias Cotrina Rosales y otro, respectivamente; contra la Municipalidad de Ancon, representada por su Alcalde don José Mejia Tarazona; sobre Accion de Amparo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "El Sindicato de Obreros de la Municipalidad de Ancon, representado por don Pedro Espiritu Causo, Secretario General y don Ladislao Ayala Chavez, Secretario de Organizacion; asi como el Sindicato de Empleados.representado por don Isaias Cotrina Rosales, Secretario General y don Pablo Carbajal Luque, Secretario de Defensa; interponen Accion de Amparo contra la Municipalidad Distrital de Ancon,representada por su Alcalde don José Mejia Tarazona; contra la decision de ésta de desconocer el acta del Pliego de Reclamos suscrito el 22 de agosto de 1995, aprobado por Resolucion de Alcaldia No 402- 95-A-MDA del 23 de agosto del mismo ano. Sostienen los demandantes que en la referida acta, en el punto cuarto, se pacto un incremento mensual de SI. 60.00 durante el ano 1995, incluyéndose el incrèmento de S/. 30.00 que ya se venia percibiendo, lo que daba un incremento anual de S/.720.00 a cada trabajador sindicalizado. Que el desconocimiento del acta se evidencia en la boleta de pagos de la semana del 27 de julio al 2 de agosto y del 3 al 9 de agosto de 1996. Alegan asimismo los demandantes que el Acta quedo consentida, pues no ha sido declarada nula dentro del plazo que prevé el Articulo 110, segundo parrafo de la Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado fue aprobado por Decreto Supremo No 02-94-JUS y que por lo tanto la demandada vulnera sus derechos constitucionales previstos en los Articulos 22, 23, 24, 28, inciso 2) de la Constitucion. Admitida la demanda, ésta es contestada por don José Mejia Tarazona, Alcalde de la Municipalidad Distrital de Ancon, quien manifiesta que el acuerdo consigna un incremento mensual de S/. 60.00, en el que esta incluido el incremento de S/. 30.00 que se venia percibiendo mensualmente; que durante el ano 1995, a partir del mes de enero de 1996, los trabajadores comenzaron a percibir el aumento en forma acumulativa. Al advertirse la irregularidad se expidio la Resolucion de Alcaldia No 471-96 AMDA de 6 de julio de 1996, dejando sin efecto el pago de dicha suma; que no se ha violado ningun derecho constitucional de los demandantes. TRIBUNAL CONSTITUCIONAL Con fecha 7 de octubre de 1996, el Juez del Quinto Juzgado Especializado en lo Civil del Cono Norte de Lima, expide resolucion declarando improcedente la Accion de Amparo; interpuesto recurso de apelacion, con fecha 20 de diciembre de 1996, la Primera Sala Civil de la Corte Superior de Justicia del Cono Norte de Lima, expide resolucion confirmando la apelada en cuanto declara improcedente la Accion de Amparo. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, fluye de la demanda que el proposito de la presente accion es que la Municipalidad demandada cumpla con lo acordado en el punto cuarto del Acta del Pliego de Reclamos suscrito entre las partes el 22 de agosto de 1995, la misma que fue aprobada por Resolucion de Alcaldia No 402-95-A-MDA, del 23 de agosto del mismo ano y que la emplazada desconoce al efectuar un descuento semanal del costo de vida, a partir del mes de agosto de 1996. 2. Que, a fojas ciento dieciséis corre la copia del acta en referencia, en cuyo acapite cuarto se establece : \"se acuerda incrementar mensualmente la cantidad de SI. 60.00 durante el ano 1995, en este aumento esta incluido lo concerniente al incremento de S/.30.00 que se esta percibiendo mensualmente, lo cual da un incremento anual a cada trabajador permanente sindicalizado de S/. 720.00.\" 3. Que, la demandada al contestar la demanda, sostiene que el aumento pactado corresponde a una suma fija. Tanto es asi que en el término de 12 meses el aumento asciende a S/. 720.00 nuevos soles. Que durante el ano 1995, a partir del mes de enero, los trabajadores comenzaron a percibir este aumento de manera acumulativa, es decir en el mes de enero el \"aumento\" fue de S/.30.00, en el mes de febrero de S/. 60.00, marzo SI. 90.00, abril S/. 120.00, mayo S/. 150.00; junio SI. 180.00,julio S/. 210.00 y agosto SI. 240.00; que a partir de enero de 1996 se otorgo el incremento a razon de S/. 240.00 hasta el mes de junio de dicho ano y que al advertirse la irregularidad se expidio la Resolucion de Alcaldia No 471-96-A-MDA, de 6 de julio de 1996, que deja sin efecto el pago de la suma de S/. 240.00 y dispone que el Departamento de Personal realice la liquidacion de lo ilegalmente percibido por los trabajadores. + TRIBUNAL CONSTITUCIONAL 4: Que, a su vez los demandantes en escrito que corre a fojas doscientos veinte senalan que si bien en 1995 se pacto el incremento anual de S/. 720.00, a esta suma debio de adicionarse el monto que venian percibiendo desde julio de 1992. Para fundamentar su posicion adjuntan Planillas y Boletas de Pago desde el mes de julio de 1992, al mes de diciembre de 1995. 5. Que los hechos materia de la accion de amparo son controvertiblesyp para su esclarecimiento se requiere la actuacion de pruebas, no siendo la via de la accion de amparo la pertinente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren. FALLO : CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas doscientos treinta y nueve, su fecha veinte de diciembre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la accion de amparo. Dispusieron la publicacion de la presente en el Diario Oficial El Peruano y los devolvieron.", "SS.": "ae - ACOSTA SANCHEZ; NUGENT; . atal L - DIAZ VALVERDE; GARCIA MARCELO LO QUE CERTIFICO. NF/amf DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-28", "id": 36776, "nombre_demandado": "Municipalidad de Ancón representada por su Alcalde (José Mejía Tarazona)", "nombre_demandante": "Sindicatos de Obreros y de Empleados de la Municipalidad Distrital de Ancón (Pedro Espíritu Causo y otros)", "numero_expediente": "00227-1997-AA"}