{"CONTEXTO": " 00228-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00228-1997-HC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp. : No 228-97-HC/IC CASO : Jorge Luis Ureta Torres LIMA SENTENCIA TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de julio de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los Senores Magistrados: Acosta Sanchez; Vicepresdemitgencangado de la Presidencia Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria la doctora Maria Luz Vasquez Vargas, promuncia la siguiente Sentencia:", "ASUNTO:": "Recurso de mulidad, entendido como extraordinario, interpuesto contra el auto admisorio de la Sala de Derecho Publico de la Corte Superior de Lima, su fecha diez de octubre de mil novecientos noventiséis, en la accion de habeas corpus seguida por don Jorge Ureta Torres en favor del Personal Superior. y Subalterno de la Guarnicion Aérea del Callao, contra el Vocal Instructor del Consejo Supremo de Justicia Militar, General de Brigada E.P. Carlos Espinoza Flores.", "ANTECEDENTES:": "El Personal Militar Superior y Subalterno de la Guarnicion Aérea del Callao, debidamente representado por su abogado defensor don José Luis Ureta Torres, mnerpone accion de habeas corpus contra el Vocal Instructor del Consejo Supremo de Justicia Militar, General de Brigada E.P. Carlos Espinoza Flores, a. fin de que se ordene el archivo definitivo del Expediente No 5296-0048, declarandose ilegal la apertura de instruccion dispuesta por el Fuero Privativo Militar, contra los que resulten responsables de los delitos de desobediencia y negligencia por omision,al no haber ejercido el debido control sobre el personal subalterno de la Fuerza Aérea Peruana que cometio el delito de trafico ilicito de drogas, por ser éste un delito comiin, cuya investigacion y sancion es de 2 TRIBUNAL CONSTITUCIONAL competencia exclusiva del Fuero Comun. Refiere el accionante, que la instruccion que se les sigue a sus representados atenta contra los derechos a un debido proceso. La Sala de Derecho Publico, mediante resolucion de fecha diez de octubre de mil novecientos noventiséis, declara improcedente la accion de habeas corpus interpuesta, considerando que la presente accion de garantia no resulta ser la via idonea respecto del hecho denunciado, maxime si los presuntos infractores son militares y se encuentran sometidos al Codigo de Justicia Militar, pudiendo hacer valer sus derechos de acuerdo a los mecanismos procesales senalados en eli referido codigo.", "FUNDAMENTOS:": "CONSIDERANDO: Que, del estudio de autos se desprende que el accionante pretende que mediante la presente accion, este Colegiado ordene el archivamiento definitivo del expediente seguido ante el Consejo Supremo de Justicia Militar y declare ilegal la apertura de instruccion dispuesta por el Fuero Privativo Militar, para el personal que resulte responsable de delitos de desobediencia y negligencia por omision al no haber ejercido el debido control sobre el personal subalterno de la Fuerza Aérea Peruana que cometio el delito de trafico ilicito de drogas; Que, siendo esto asi, conforme lo establece el articulo 16° de la Ley No 25398, la accion de habeas corpus no es la via pertinente para resolver elpresente caso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion y Su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala de Derecho Publico de la Corte Superior de Lima, Su fecha diez de octabre de mil novecientos noventiséis, que declara improcedente la accion de habeas corpus interpuesta; dispusieron su publicacion en el diario oficial \"EL Peruano \"y los devolvieron. S.S. / - vAriee Chuds ACOSTA SANCHEZ NUGENT DIAZ VALVERDE luitbal GARCIA MARCELO CE LO QUE CERTIFICO, MCM DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA", "fecha_publicacion": "1997-07-20", "id": 36250, "nombre_demandado": "Consejo Supremo de Justicia Militar (General de Brigada EP Carlos Espinoza Flores - vocal instructor)", "nombre_demandante": "Jorge Ureta Torres en favor del Personal Superior y Subalterno de la Guarnición Aérea del Callao", "numero_expediente": "00228-1997-HC"}