{"CONTEXTO": " 00224-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00224-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9224-99-AA/TC LIMA SEGUNDO ELADIO ALVILDO RIVERO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Reçurso Extraordinario interpuesto por don Segundo Eladio Alvildo Rivero contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y ocho, su fecha veinticinco de enero de mil novecientos noventa y nueve, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Segundo Eladio Alvildo Rivero interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional, a fin de que se declare inaplicable para su caso el Decreto Ley N.o 25967 y se efectue una nueva liquidacion, la cual debe calcularse de acuerdo con lo establecido en el Decreto Ley N.o 19990. Asimismo, solicita que la demandada cumpla con actualizar el monto diminuto de su pension y se le cancelen sus pensiones devengadas, asi como que se le pague una indemnizacion por el dano causado de no menos de cuarenta mil dolares americanos. El apoderado de la Oficina de Normalizacion Previsional contesta la demanda negandola en todos sus extremos, senalando, entre otras razones, que la pension de jubilacion le fue otorgada al demandante antes de la vigencia del Decreto Ley N.o 25967 y el câlculo del monto de dicha pension también fue efectuado en virtud de lo dispuesto por el Decreto Ley N.o 19990, por lo que es falso que se le haya aplicado retroactiva e ilegalmente el Decreto Ley N.° 25967, debido a que a la fecha de los hechos, el mencionado decreto Ley no existia. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas setenta y dos, con fecha seis de octubre de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar, entre otras razones, que de autos se advierte que en la liquidacion de fecha veinticuatro de enero de mil novecientos TRIBUNAL CONSTITUCIONAL ochenta y nueve, obrante a fojas nueve, efectuada para determinar el monto de la pension del demandante, se tuvo en consideracion lo dispuesto en el Decreto Ley N.o 19990 y no el Decreto Ley N.o 25967. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas noventa y ocho, con fecha veinticinco de enero de mil novecientos noventa y nueve, revoco la apelada y declaro infundada la demanda, por considerar, entre otras razones, que de autos se advierte que el demandante gozaba de pension de jubilacion desde el treinta y uno de octubre de mil novecientos ochenta y ocho, conforme a la Resolucion de fojas ocho expedida el siete de febrero de mil novecientos ochenta y nueve, fechas en las que aun no se promulgaba el Decreto Ley N.°25967. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se advierte de la Resolucion N.o 005081 de fecha siete de febrero 1. de mil novecientos ochenta y nueve, obrante a fojas ocho, y de la liquidacion de jubilacion N.o 3879, de fecha veinticuatro de enero de mil novecientos ochenta y nueve de autos, se advierte que el demandante ceso en su actividad laboral el treinta de octubre de mil novecientos ochenta y ocho, generândose, a partir del dia siguiente, su derecho pensionario, el cual fue calculado y otorgado de acuerdo con lo establecido en articulo 73° y siguientes del Decreto Ley N.o 19990, es decir, antes de la promulgacion del Decreto Ley N.o 25967, que el demandante solicita se declare inaplicable; de modo que no se configura violacion ni amenaza de su derecho pensionario, por lo que no resulta de aplicacion el inciso 2) del articulo 200° de la Constitucion Politica del Estado. Que, respecto a la pretension del demandante, a fin de que se actualice, nivele y 2. reajuste el monto de su pension, cancelandole sus pensiones devengadas, se debe indicar que en autos no se ha acreditado fehacientemente que la demandada no esté actualizando 0 reajustando el monto pensionario del demandante, pretension que para obtener su dilucidacion, requiere la actuacion de medios probatorios en una etapa probatoria de la que carece la Accion de Amparo, de conformidad con lo dispuesto por el articulo 13° de la Ley N.o 25398. Que, se debe tener presente que las acciones de garantia no constituyen la via 3. idonea para reclamar el pago de indemnizacion por los alegados danios sufridos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y ocho, su fecha veinticinco de enero de mil novecientos noventa y nueve, que 2 TRIBUNAL CONSTITUCIONAL revocando la apelada declaro infundada la demanda; y reformandola declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Anreel ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO E.G.D. - Lo que certifico:  DR. CESAR CUBAS LONGA SECRGTARIO-RELATOR (e) 3", "fecha_publicacion": "1999-12-31", "id": 36027, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Segundo Eladio Alvildo Rivero", "numero_expediente": "00224-1999-AA"}