{"CONTEXTO": " 00228-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00228-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 228-98-AA/TC Edwin Graciano Pérez Flores Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por don Edwin Graciano Pérez Flores contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ochenta y dos, su fecha nueve de setiembre de mil novecientos noventa y siete, que declaro No Haber Nulidad en la de vista, que confirmo la apelada, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Edwin Graciano Pérez Flores interpone Accion de Amparo contra la Empresa Nacional de Telecomunicaciones del Peru (ENTEL PERU) representada por su Gerente General don Isidro Delgado Salmon, y contra el Gerente de Recursos Humanos de la misma entidad, don Enrique Cardenas Lopez Haya, por violacion de sus derechos constitucionales pensionarios. Refiere que tras ser transferido de Correos y Telégrafos a ENTEL PERU, solicito mediante carta notarial- se le reincorpore al sistema pensionario de la Ley No 20530, en acatamiento de lo dispuesto por la Ley No 25273. Alega que después de practicada su transferencia a ENTEL PERU, también fue transferido de régimen pensionario, siendo trasladado al régimen normado por la Ley No 4916. Recuerda que mediante la Ley No 25273 se dispuso, entre otros trabajadores, su reincorporacion al régimen pensionario del Decreto Ley No 20530. Admitida la demanda, ésta es contestada por el representante de la Empresa Nacional de Telecomunicaciones del Peru, quien solicita se declare improcedente la demanda, ya que: a) De conformidad con lo dispuesto por el Decreto Legislativo No 767, las violaciones 0 incumplimiento de disposiciones laborales con vinculo vigente se interponen ante el Juzgado de Trabajo; b) El Amparo no es la via procesal idonea para que se reincorpore al demandante al régimen pensionario del Decreto Ley No 20530; c) Es improcedente comprender a los trabajadores sujetos a la Ley No 4916° en el régimen pensionario del Decreto Ley No 20530, d) No son acumulables los servicios prestados dentro de los alcances de la Ley No 11377 con los prestados bajo la Ley No 4916. 2 TRIBUNAL CONSTITUCIONAL Con fecha cinco de octubre de mil novecientos noventa y cuatro, el Juez del Primer Juzgado Especializado en lo Civil de Lima expide resolucion declarando improcedente la demanda. Interpuesto el Recurso de Apelacion, con fecha veintinueve de mayo de mil novecientos noventa y cinco, la Cuarta Sala Civil de la Corte Superior de Justicia de Lima expide resolucion confirmando la apelada. Interpuesto el Recurso de Nulidad, con fecha nueve de setiembre de mil novecientos noventa y siete, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica expide resolucion declarando No Haber Nulidad en la resolucion de vista, declarando improcedente la demanda. Interpuesto el Recurso Extraordinario, los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que se deje sin efecto la disposicion contenida en la carta REH2300-388-94-TCC/ENTEL, su fecha catorce de abril de mil novecientos noventa y cuatro, y en consecuencia se ordene a la entidad demandada cumpla con incorporar al demandante al régimen pensionario del Decreto Ley No 20530, en aplicacion de lo dispuesto por la Ley No 25273. 2. Que, en tal sentido, y dado que se ha cuestionado por la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, el que el demandante -ahora sucedido procesalmente por su conyuge supérstite, dona Juana Casimiro Antezama Vda. de Pérez- no habria agotado la via previa, este Colegiado ha de estimar que, en el caso de autos, ésta si se cumplio con transitarla, pues, si bien la carta REH2300-388-94-TCC/ENTEL, su fecha catorce de abril de mil novecientos noventa y cuatro, fue expedida por el Gerente de Recursos Humanos de la entonces Empresa Nacional de Telecomunicaciones del Peru, no constituyendo dicha instancia administrativa la ultima que pudiera conocer de la peticion, sin embargo ésta se expidio como consecuencia de la carta notarial que el demandante requiriera al Gerente General de la demandada como su ultima instancia administrativa, en cuyo contenido, precisamente, se hace referencia a ella, después de haber obtenido similares contestaciones a sus peticiones por la misma Gerencia de Recursos Humanos de la entidad demandada. 3. Que, en tal virtud, este Colegiado, con el objeto de resolver el fondo de la controversia, advierte: a) Segun se esta al Informe No 83690-TC15-16-05-relb, de fecha veintiuno de agosto de mil novecientos noventa, obrante a fojas diez, el causante Edwin Graciano Pérez Flores ingreso a laborar en la Direccion General de Correos y Telégrafos el nueve de octubre de mil novecientos cincuenta y uno, hasta el treinta y uno de diciembre de mil novecientos setenta y ocho, habiendo cotizado para el fondo de pensiones y compensaciones del Decreto Ley No 20530 hasta dicha fecha, en que por disposicion de lo previsto en el Decreto Ley No 22412 fue transferido, a partir 3 TRIBUNAL CONSTITUCIONAL del primero de enero de mil novecientos setenta y nueve, a la Empresa Nacional de Telecomunicaciones del Peru. b) Segun se esta a la boleta de compensacion por tiempo de servicios, obrante a fojas cincuenta y nueve del segundo cuaderno, el causante don Edwin Graciano Pérez Flores, ceso en la Empresa Nacional de Telecomunicaciones del Peru, sin solucion de continuidad, el veintinueve de enero de mil novecientos noventa y dos. 4. Que, habiéndose dispuesto por el Decreto Ley No 22412 su transferencia a la entidad demandada, cuya sucesion procesal la ejerce la Oficina de Normalizacion Previsional, es de aplicacion lo dispuesto por el articulo 1° de la Ley No 25273 y el articulo 1°, segundo parrafo del Decreto Legislativo No 763, que ordena la reincorporacion de los trabajadores al régimen pensionario del Decreto Ley No 20530, que hubiesen sido destinados por imperio de la ley y sin solucion de continuidad al régimen laboral de la actividad privada. 5. Que, habiéndose negado la reincorporacion del causante, don Edwin Graciano Pérez Flores al régimen pensionario previsto por el Decreto Ley No 20530, y estando a lo previsto a lo dispuesto por la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado, como ya ha tenido oportunidad de expresarse este Colegiado en causas analogas anteriores (Exp. 075-95-AA/TC, entre otras), ha quedado comprobada la violacion del derecho constitucional a ser incorporado a un justo y adecuado régimen pensionario, por lo que la demanda debera de ampararse. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ochenta y dos del segundo cuaderno, su fecha nueve de setiembre de mil novecientos noventa y siete que declaro No Haber Nulidad en la resolucion de vista, que confirmo la apelada, que declaro improcedente la demanda; REFORMANDOLA declara FUNDADA la demanda. Ordena que la Oficina de Normalizacion Previsional cumpla con pagar la pension nivelada a los sucesores del causante don Edwin Graciano Pérez Flores conforme al régimen de pensiones previsto por el Decreto Ley No 20530. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "PrSa . L  / Veu ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO U 10 4 ECM Lo que Certifico: LA - lo Dra. MARIAT LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-11-27", "id": 37221, "nombre_demandado": "Empresa Nacional de Telecomunicaciones del Perú (ENTEL PERU)", "nombre_demandante": "Edwin Graciano Pérez Flores", "numero_expediente": "00228-1998-AA"}