{"CONTEXTO": " 00227-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00227-1995-AA.pdf) --- S-445 .\"Los trabajadores que no aprueben los examenes ( de seleccion y calificacion de personal) 0 ( que no se presente a las pruebas) seran cesados por causal de racionalizacion y solo tendran derecho a percibir sus beneficios sociales.' H Exp. No 227-95-AA/TC Lima Caso: Lionel Dominguez Agiiero y otros. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventisiete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora la Dra. Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Lionel Dominguez Aguero, contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha dieciséis de mayo de mil novecientos noventicinco, que declaro no haber nulidad en la recurrida, que declaro improcedente la accion de amparo interpuesta, la misma que debera entenderse como infundada, en los seguidos contra el Instituto Peruano de Seguridad Social del Peru.", "ANTECEDENTES:": "Don Lionel Dominguez Agiiero, conjuntamente con Julio Andia Rosas, Mercedes Escobedo Chappa, José Herrera Uribe, Julio Luis Jaime, David Mendoza Mendoza, German Munoz Cabanillas, Juan Saavedra Sandoval, Gabriel Hurtado Beraun, Javier Cubas Saldana, Alvarino Mosquito Paredes, Miguel del Priego Carbajal, Luis Miguel Rivera Fernandez y César Urbina Musallon, interponen accion de amparo contra el Instituto Peruano de Seguridad Social, representado por el Gerente Central de Desarrollo de Personal, don Jaime Alva Arroyo, solicitando se inaplique para ellos la Resolucion No 750- GCDP-IPSS de fecha dos de diciembre de mil novecientos noventidos, por la que se les cesa en su condicion de trabajadores del IPSS, y en consecuencia se repongan las cosas al estado anterior a la dacion de dicha resolucion. Fundamentan su pretension, en que la relacion laboral que mantenian con la demandada se encontraba regulada por la Ley No 11377, Reglamento y Escalafon del Servic10 Civil, concordada con la Ley No 24786, Ley General del Instituto Peruano de Seguridad Social, y con el Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa, dispositivos todos éstos que regulaban el ingreso a la carrera administrativa, asi como las causales de cese y destitucion, de conformidad con lo dispuesto por el articulo 59° de la Constitucion de mil novecientos setentinueve, vigente al momento de interponerse la presente accion. Senalan los accionantes que mediante la resolucion impugnada, los demandantes fueron cesados de sus puestos de trabajo, por la causal de racionalizacion, con el argumento de haberse negado a participar en el ilegal examen de evaluacion al que querian someterlos por disposicion de la Ley No 25636, cuando por Resoluciones de Presidencia Ejecutiva No 091 y 094-PE-IPSS-92,y Carta Circular No 108-GCDP-IPSS- 92 de la Gerencia Central de Desarrollo de Personal, se exonero de la referida evaluacion diversos trabajadores de la Institucion, descriminandose de esta manera a los accionantes, habiéndose lesionado sus derechos a la igualdad ante la ley, a la estabilidad laboral el principio de jerarquia de normas. Al contestar la demanda, el Gerente Central de Desarrollo de Personal del Instituto Peruano de Seguridad Social, Jaime Alva Arroyo, la niega y contradice, argumentando que el Supremo Gobierno expidio el D.L. No 25636 por el que se autorizaba al IPSS para llevar a cabo un proceso de racionalizacion de su personal administrativo, expresandose en el articulo 4° del mismo que los trabajadores que no aprueben los exâmenes asi como los que no se presenten a los mismos, seran cesados por la causal de racionalizacion y solo tendran derecho a sus beneficios sociales; es asi que el IPSS se ha limitado a dar cumplimiento a dicha norma legal, toda vez que los accionantes no se presentaron al examen de Seleccion y Evaluacion, como lo reconocen en su demanda. Ademas, precisa que conforme al articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo, el plazo de caducidad en la presente accion se ha producido, porque el D.L. No 25636 fue publicado el veintitrés de julio de mil novecientos noventidos, y la demanda de amparo es del cuatro de febrero de mil novecientos noventitrés, debiendo asimismo interponerse la presente accion contra el Supremo Gobierno y no contra el IPSS, por lo que deduce la excepcion de inoficiosidad de la demanda. El Décimo Noveno Juzgado en lo Civil de Lima, declaro infundada la accion por considerar que la excepcion de inoficiosidad de la demanda debe ser desestimada por considerar que lo solicitado en el petitorio es la inaplicabilidad de la Resolucion No 750-GCDP-IPSS y no la inaplicabilidad del D.L. No 25636; ademas, refiere que la resolucion impugnada ha sido expedida en cumplimiento de lo dispuesto por el articulo 4° in fine de del D.L. antes citado, no existiendo amenaza a alguno de los derechos enumerados en el articulo 24° de la Ley No 23506, al no probarse la violacion 0 amenaza de violacion de derechos constitucionales, al no acatar los accionantes las resoluciones comunicadas oportunamente, habiendo actuado la demandada, conforme a las atribuciones que le han sido conferidas por el D.L. antes acotado. Al ser apelada, esta sentencia fue declarada improcedente en cuanto a la excepcion deducida, e infundada por los propios fundamentos de la misma, por la Sexta Sala Civil de la Corte Superior de Justicia de Lima. En su oportunidad, la Sala de Derecho Constitucional de la Corte Suprema de Justicia de la Republica declaro no haber nulidad en la recurrida, la misma que debera entenderse como infundada, toda vez que mediante Circular No 049-GAP-GCDP-IPSS se dispuso que el personal que no se presento a la evaluacion sera cesado a partir de dicha fecha, lo que fue ejecutado mediante Circular No 110-GCDP- IPSS-92, del dieciséis de noviembre del mismo ano, por la que se comunica a todo el personal que no se inscribio 0 presento a la prueba, ha quedado cesado, quedando concluido el vinculo laboral a partir de dicha fecha; asimismo, en cuanto a la exoneracion del examen para ciertos grupos de trabajadores, las resoluciones y carta circular correspondiente, han sido expedidas en razon de la naturaleza de las cosas y no por la diferencia de las personas. Finalmente, refieren que la aplicacion del Decreto Ley No 25636 no viola el derecho a la estabilidad laboral, pues crea una causa justa de despido. Contra esta resolucion, de conformidad con lo preceptuado por el articulo 41° de la Ley No 26435, Ley Organica del Tribunal Constitucional, se interpone el correspondiente Recurso Extraordinario, elevândose los autos a este Supremo Tribunal.", "FUNDAMENTOS:": "Que, el objeto de la presente accion, es que se declare inaplicable para los demandantes, la Resolucion de Gerencia Central No 750-GCDP-IPSS-92 del treinta de noviembre de mil novecientos noventidos, por la que se les cesa en sus puestos de trabajo, por no presentarse a las pruebas de seleccion y calificacion realizadas en el proceso de racionalizacion de personal desarrollado por el IPSS; Que, el referido proceso de racionalizacion, fue permitido por el Decreto Ley No 25636, el mismo que en su articulo 1° senalaba: \"Autorizase al Instituto Peruano de Seguridad Social a llevar a cabo un proceso de racionalizacion de su personal administrativo\"; dicho proceso, por disposicion del articulo 4° del referido Decreto Ley, tendria una duracion de ciento veinte (120) dias calendarios posteriores a la vigencia del mismo, el que fuera publicado el veinticuatro de julio de mil novecientos noventidos y entro en vigencia al dia siguiente; Que, el ultimo parrafo del citado articulo 4° del citado Decreto Ley, establecia que \"Los trabajadores que no aprueben los examenes asi como aquellos que decidan no presentarse a los mismos, seran cesados por causal de racionalizacion y solo tendran derecho a percibir sus beneficios sociales\"; Que, conforme a lo dispuesto por el Decreto Ley No 25636, el Instituto Peruano de Seguridad Social, llevo a cabo el quince de noviembre de mil novecientos noventidos, dentro del plazo de vigencia del mismo, la correspondiente evaluacion, dando las medidas administrativas para dar cumplimiento a lo dispuesto por la ultima parte del articulo 4° del Decreto Ley, como puede apreciarse de la Carta Circular No 049-GAP-GCDP-IPSS-92 del trece de noviembre de mil novecientos noventidos, por la que se especifica que \"Se debe elaborar una planilla Unica de Pagos, mediante movimiento de planillas, para que todo el personal que, no habiéndose presentado a la prueba de Seleccion y Calificacion, haya sido cesado mediante Resolucion de la Gerencia a su cargo\", > disponiéndose ademas, que dicha planilla tendria como fecha de cierre, el dieciséis del mismo mes y ano; asimismo, mediante Carta Circular No 110- GCDP-IPSS-92, del dieciséis de noviembre, se dispuso en el punto 3°, que \"El personal que no se inscribio y/o no se presento a la prueba, ha quedado cesado, en aplicacion de lo prescrito por el Decreto Ley No 25636. Por lo tanto, el vinculo laboral se da por concluido el dia de hoy. ... \"; es asi, que la resolucion impugnada, es la consecuencia de los actos administrativos desarrollados anteriormente por el Instituto Peruano de Seguridad Social; Que, sin embargo, debe tenerse presente, que mediante Resolucion de Direccion Ejecutiva No 1761-DE- IPSS-92 del treinta de octubre de mil novecientos noventidos, se aprobo la Directiva No 039-DE-IPSS- 92, de \"Implementacion del Proceso de Seleccion y Calificacion\" > la misma que en el Titulo VII, (\"Disposiciones Especificas\"), Punto 1, (\"Proceso de Seleccion y Calificacion\"), paragrafo 1.1, establece que \"La Gerencia Central de Desarrollo de Personal a nivel general y las Gerencias Departamentales y Hospitales Nacionales, dispondran la convocatoria a la inscripcion, mediante comunicacion escrita a cada trabajador\" requisito que no ha sido observado por la administracion, violandose de esta manera, el debido proceso administrativo, en el proceso de evaluacion antes senalado; Que, es necesario diferenciar a los accionantes entre si, por las distintas situaciones producidas desde que dejaron de laborar para el Instituto Peruano de Seguridad Social; asi tenemos que: a) Lionel Dominguez Agiero, Julio Luis Jaime, Alvarino Mosquito Paredes y Miguel Rivera Fernandez, cobraron los beneficios sociales que les correspondia conforme a ley, rompiendo todo vinculo laboral con el IPSS, como puede observarse de las copias certificadas que obran a fojas 28 a 30, 31 a 33, 25 a 271 y 34 a 36 del cuadernillo de nulidad, respectivamente; b) German Munoz Cabanillas, Juan Saavedra Sandoval, Javier Cubas Saldana y César Urbina Musallon, posteriormente a la interposicion de la presente, se sometieron a un examen de evaluacion, obteniendo nota aprobatoria y en consecuencia fueron repuestos en sus labores, como puede apreciarse de los documentos que corren a fojas 15 y 23, 18 y 21, 16y 19, y 17 y 20, del cuadernillo de nulidad, respectivamente; c) Gabriel Hurtado Beraun, se sometio al igual que los trabajadores mencionados en el punto anterior, a la evaluacion convocada posteriormente por el IPSS, siendo desaprobado, como puede observarse de los documentos que obran a fojas 22 y 24 del cuadernillo de nulidad; y, d)Julio Andia Rosas, Mercedes Escobedo Chappa, José Herrera Uribe, David Mendoza Mendoza y Miguel del Priego Carbajal Luis, no se sometieron a evaluacion alguna convocada por el Instituto Peruano de Seguridad Social; Por estos fundamentos, el Tribunal Constitucional, de conformidad con lo dispuesto por la Constitucion y su Ley Organica,", "FALLA:": "Revocando, en parte la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha dieciséis de mayo de mil novecientos noventicinco, que declara no haber nulidad en la apelada del veinte de junio de mil novecientos noventicuatro, que declaro improcedente la accion de amparo interpuesta, y ordeno que ésta, en adelante debera entenderse como infundada; y, reformandola, la declararon fundada en parte, ordenando la reposicion de Julio Andia Rosas, Mercedes Escobedo Chappa, José Herrera Uribe, David Mendoza Mendoza y Miguel del Priego Carbajal Luis, por violacion al debido proceso administrativo, sin que se les abone el importe de los meses que dejaron de laborar para el IPSS; la declararon infundada en el caso de los demandantes Lionel Dominguez Agiero, Julio Luis Jaime, Alvarino Mosquito Paredes y Miguel Rivera Fernândez, quienes cobraron sus beneficios sociales, rompiendo todo vinculo laboral con la entidad demandada; del mismo modo, la declararon infundada respecto de Gabriel Hurtado Beraun, toda vez que el mismo se sometio a una evaluacion posterior a la interposicion de la presente accion, siendo desaprobado; y, finalmente, declararon que existe sustraccion de materia en el caso de los accionantes German Munoz Cabanillas, Juan Saavedra Sandoval, Javier Cubas Saldana y César Urbina Musallon; ordenaron ademas, que en el presente caso no es de aplicacion lo dispuesto por el articulo 11° de la Ley No 23506, Ley de Habeas Corpus y Amparo. Dispusieron, su publicacion en el Diario Oficial \"El Peruano\" > y los devolvieron. S.S. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-10-19", "id": 36406, "nombre_demandado": "Gerente Central de Desarrollo de Personal de Instituto Peruano de Seguridad Social (Jaime Alva Arroyo)", "nombre_demandante": "Lionel Dominguez Agüero y otros", "numero_expediente": "00227-1995-AA"}