{"CONTEXTO": " 00226-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00226-1993-AA.pdf) --- S-232 Que, la via de Amparo por su naturaleza sumaria, carente de estacion probatoria, no es la idonea para ventilar asuntos, que como el presente, requiere de actuacion de pruebas;.. Exp. No 226-93-AA/TC Lima Caso : Laura Marcela Blas Coletti SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la Presidencia, Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Laura Marcela Blas Coletti, contra la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema, de veintiséis de marzo de mil novecientos noventa y tres, que declara improcedente la Accion de Amparo interpuesta contra del Estado - Corporacion Peruana de Aeropuertos y Aviacion Comercial Sociedad Anonima.", "ANTECEDENTES:": "La demandante, interpone Accion de Amparo, contra CORPAC S.A. su empleadora, a fin de que se le ordene el cese de la violacion de su derecho constitucional a la estabilidad laboral, ocasionada por el despido del que fuera objeto sin causa justificada, solicitando se le reponga en su lugar habitual de trabajo de informadora de movimiento de aviones; expresa que ingreso a laborar en la garita de control de vehiculos prestando servicios hasta el veintiséis de marzo de mil novecientos noventa y que a partir del diecinueve de junio del mismo ano fue contratada a plazo indeterminado para cubrir la plaza dejada vacante por una companera renunciante, laborando solo hasta el veintiuno de agosto de ese mismo ano, dado que cuando se presento a laborar el dia veintidos de agosto su tarjeta de control de ingreso habia sido retirada, habiendo dejado constancia policial de ello, ya que recién se le curso por la empleadora, notarialmente, el dia veintitrés la carta de despido, poniendo de relieve que en dicha carta no se aludia falta laboral alguna; afirma haber adquirido estabilidad laboral absoluta por haber laborado tres meses y dos dias, entre el veintiséis de febrero de mil novecientos noventa y el veintiséis de marzo del mismo ano y del diecinueve de junio de mil novecientos noventa al veintiuno de agosto del ano noventa. Absuelta la demanda por la entidad demandada quién manifiesta que la Accion era improcedente, por que la Ley No 23506 no era aplicable a la causa, dado que la actora no habia agotado la via previa, que en el caso de autos la actora debio haber acudido al fuero laboral para conforme a la Ley No 24514 reclamar su derecho como calificacion de despido; por otro lado, manifiesta que la demandante no llego a cumplir los tres meses de labor por cuanto el mes de marzo que ella lo contaba como mes entero éste habia sido un mes de huelgas y paralizaciones, laborando en la prâctica unicamente cinco dias, por lo que al no haber superado la demandante el periodo de prueba, la empresa estaba en capacidad de despedirla en cualquier momento, teniendo en cuenta que estaba en periodo de prueba y que no habia ingresado por concurso. El Tercer Juzgado, por resolucion de doce de julio de mil novecientos noventiuno declara fundada la Accion, considerando que la demandada no necesitaba agotar la via previa, ya que habia sido impedida de hecho de ingresar a laborar, habiendo sido cesada de un modo exabrupto por su empleadora, sin respetar sus derechos. El Fiscal Superior, opina por los mismos fundamentos de la apelada que se confirme. La Primera Sala Superior, considerando que de conformidad con lo que dispone el articulo 8° de la Ley No 24514, Ley de Estabilidad Laboral, corresponde al fuero de trabajo y comunidades laborales decidir sobre las reclamaciones de los trabajadores cuando consideran el despido como injustificado; y porque no ha agotado la via previa, revocaron y reformado la apelada la declara improcedente. La Sala de Derecho Constitucional y Social de la Corte Suprema, de acuerdo con lo dictaminado por el senor Fiscal Supremo, por los fundamentos de la recurrida y, ademas, por considerar que no podia sustituirse la Accion especifica sobre calificacion de despido por ante el fuero laboral con la Accion de Amparo, declara no haber nulidad en la sentencia de vista que revocando la apelada declara improcedente la Accion incoada.", "FUNDAMENTOS:": "Considerando: Que, la via del Amparo por su naturaleza sumaria, carente de estacion probatoria, no es la idonea para ventilar asuntos, que como el presente, requieren de actuacion de pruebas; Que, conforme a la legislacion vigente a la fecha de interposicion de la demanda, existia un procedimiento especifico para tratar asuntos relativos al despido arbitrario, correspondiéndole la competencia al Fuero Laboral; Que, la actora, al no haber recurrido a dicho fuero, no puede pretender que se le reconozcan sus derechos a la presente Accion. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Organica", "FALLA:": "Confirmando la resolucion de la Corte Suprema de fecha veintiséis de marzo de mil novecientos noventa y tres, que declara no haber nulidad en la sentencia de vista de veinticuatro de junio de mil novecientos noventa y dos que revocando y reformando la sentencia de primera instancia de doce de julio de mil novecientos noventiuno; declara improcedente la Accion de Amparo. Mandaron; se publique en el Diario Oficial El Peruano. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-07-04", "id": 36205, "nombre_demandado": "Corporación Peruana de Aeropuertos y Aviación Comercial (CORPAC SA)", "nombre_demandante": "Laura Marcela Blas Coletti", "numero_expediente": "00226-1993-AA"}