{"CONTEXTO": " 00223-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00223-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 223-99-HC/TC LIMA FLOR DE MARIA ARNAO MOLINA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por dona Donatila Palacios Molina contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y ocho, su fecha veintidos de febrero de mil novecientos noventa y nueve, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Donatila Palacios Molina interpone Accion de Habeas Corpus a favor de dona Flor de Maria Arnao Molina contra el Consejo Técnico Penitenciario del Establecimiento Penitenciario de Chorrillos, la Directora del Establecimiento Penitenciario de Mujeres de Chorrillos y el Director de la Oficina de Asesoria Juridica de la Direccion Regional de Lima del Instituto Nacional Penitenciario; sostiene la promotora de la accion de garantia que la beneficiaria es interna del Penal de Mujeres de Chorrillos en la condicion de inculpada por la comision de trafico ilicito de drogas, y, no obstante ello, por Resolucion Directoral N.o 014-99-INPE-DRL/DG se le cambio a un régimen penitenciario cerrado que es aplicable solo por delito de terrorismo y también para las internas de dificil readaptacion, que no es el caso de la beneficiaria, habiéndose vulnerado sus derechos contenidos en los incisos 13)y 17) del articulo 12° de la Ley N.o 23506. Realizada la investigacion sumaria, a fojas treinta y cinco obra la declaracion explicativa de la Directora del Establecimiento Penitenciario de Mujeres de Chorrillos, quien senala que en el presente caso se ha dado cumplimiento a una resolucion emanada de la superioridad donde se resuelve cambiar de régimen a veinticuatro internas entre las que se encuentra la beneficiaria, todo ello de acuerdo a normas legales vigentes; por su parte, el Director de Asesoria Legal de la Region Lima INPE, declara que el traslado de la interna se sustenta en el acta del Consejo Técnico Penitenciario del Penal de Mujeres de TRIBUNAL CONSTITUCIONAL Chorrillos y en la evaluacion practicada por el Organo Técnico de Tratamiento, de conformidad con el Codigo de Ejecucion Penal y otras disposiciones legales. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y nueve, con fecha doce de febrero de mil novecientos noventa y nueve, declara infundada la Accion de Habeas Corpus, por considerar principalmente que, \"no se ha acreditado ni demostrado fehacientemente que los accionados estén atentando contra la libertad individual y vulnerando los derechos constitucionales de la favorecida amparandose su accionar en el Codigo de Ejecucion Penal y la normatividad conexa\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas sesenta y ocho, con fecha veintidos de febrero de mil novecientos noventa nueve, confirma la apelada, considerando principalmente que, \"de autos se advierte que el cuestionado traslado del que fue objeto la favorecida se encuentra amparado legalmente (...) no evidenciandose afectacion constitucional alguna\". Contra esta resolucion, la demandante interpone Recurso de Nulidad entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 18° de la Ley N.o 23506 establece que cuando no se trate de 1. detencion arbitraria, el Juez citara a quien 0 quienes ejecutaron la violacion requiriéndoles expliquen la razon que motivo la agresion. Que, de fojas treinta y cinco a treinta y siete obran las declaraciones explicativas de 2. los emplazados, en relacion a los hechos materia de la Accion de Habeas Corpus, y en el que se senala, fundamentalmente, que el cambio de régimen penitenciario de la beneficiaria junto con otras internas se ha efectuado a propuesta del Consejo Técnico Penitenciario basandose en la opinion de la Junta de Profesionales del Organo Técnico de Tratamiento del Establecimiento Penitenciario de Mujeres de Chorrillos. Que, en este sentido, es de senalar que la cuestionada decision de traslado de la 3. administracion penitenciaria guarda correspondencia con lo preceptuado en el articulo IV del Titulo Preliminar y articulo 2° del Codigo de Ejecucion Penal, normas que, respectivamente, determinan que el tratamiento penitenciario se realiza mediante el sistema progresivo y que el interno ingresa al Establecimiento Penitenciario solo por mandato judicial, en la forma prevista por la ley, siendo ubicado en el establecimiento penal que determina la administracion penitenciaria. Que, asimismo, se aprecia de autos que el acto administrativo de traslado se realizo 4. en el marco de lo previsto en el Decreto Supremo N.o 003-96-JUS \"Reglamento de 2 TRIBUNAL CONSTITUCIONAL régimen de vida y progresividad del tratamiento para internos de dificil readaptacion, procesados y/o sentenciados por delitos comunes\", y fue efectuado conforme a la Resolucion Directoral N.o 014-99-INPE-DRL/DG, de fecha cuatro de febrero de mil novecientos noventa y nueve. Que, en este orden de consideraciones y en apreciacion del contenido factico de la 5. demanda, no existe evidencia de que la decision de traslado de régimen decretado por la autoridad penitenciaria haya resultado arbitraria 0 trasgredido los derechos constitucionales que han sido invocados por la promotora de esta accion de garantia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y ocho, su fecha veintidos de febrero de mil novecientos noventa y nueve, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ubbll ACOSTA SANCHEZ L DIAZ VALVERDE. NUGENT GARCIA MARCELO 2y 2 C - c MS Lo que Certif100: Dra. MARTKIRZVASDUZ RELATORA SECRETARIAN CONSTITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-09-07", "id": 35665, "nombre_demandado": "Consejo Técnico Penitenciario del Establecimiento Penitenciario de Chorrillos y otros", "nombre_demandante": "Donatila Palacios Molina a favor de Flor de María Arnao Molina", "numero_expediente": "00223-1999-HC"}