{"CONTEXTO": " 00237-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00237-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 237-98-AA/TC. RUFINA RUTH AYAMANI ROJAS Y OTROS. AREQUIPA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa a los veintinueve dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Rufina Ruth Ayamani Rojas y otros, contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha siete de enero de mil novecientos noventa y ocho, la que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Rufina Ruth Ayamani Rojas y otros, interponen Accion de Amparo en contra de la Comision de Privatizacion del Mercado San Antonio y contra el Alcalde de la Muncipalidad Distrital de Miraflores- Arequipa, por considerar un inminente atentado de violacion de su derecho de propiedad, solicitando que conforme a la Ley No 26569 y su Reglamento aprobado por el Decreto Supremo No 004-96-PRES modificado por el Decreto Supremo No 021-96-PCM, se respete su derecho a participar en la adquisicion de la propiedad del citado mercado, comprendiendo a la totalidad del inmueble, incluyendo areas comunes, accesos, exteriores e interiores, etc; y que los demandados dejen sin efecto la venta de los puestos interiores y su participacion en la compra-venta del mercado de personas ajenas al centro de abastos, toda vez que no tienen derecho a acceder a la propiedad del mismo. Las demandantes expresaron que de acuerdo a las mencionadas normas legales, la enajenacion del referido mercado municipal, deberia considerar a los actuales conductores de los mismos, bajo sancion de nulidad; que fueron notificados notarialmente por la Comision de Privatizacion ofertândoles la venta directa de los puestos que venian conduciendo; que, remitieron cartas notariales donde expresaron su decision de acogerse al derecho preferente de compra directa en primera opcion, en forma de asociacion; que sin embargo habian constatado que los demandados habian notificado notarialmente también esta opcion preferente de venta, a personas que no tienen condicion de conductores actuales de ningun puesto de venta, quienes ademas han procedido a aceptar la compra, haciéndose inminente la venta de los citados puestos a personas que no tienen tal derecho, lo cual afecta su derecho a adquirir el mercado. Los demandados contestan la demanda, solicitando que la misma sea declarada infundada ylo improcedente, manifestando que la Municipalidad de Miraflores en cumplimiento del articulo 10° del Decreto Supremo No 004-96-PRES, habia ofertado 2 TRIBUNAL CONSTITUCIONAL por igual a la totalidad de los comerciantes, que se encontraban debidamente empadronados, la venta de sus puestos en primera opcion, indicando que de los 128 puestos disponibles, 93 ya han sido vendidos en forma individual, a su conductores, ventas que contaron con todas las formalidades de ley, y que 10 puestos faltaban venderse que corresponden a las demandantes y 25 que se encuentran vacantes deberan venderse mediante subasta publica, conforme lo dispone la ley: Asimismo, indican, que por error se le curso inicialmente una persona que ostentaba la calidad de conductor de un puesto, lo cual luego de las verificaciones correspondientes, fue desestimada su peticion de compra; que, el precio en que se les ha ofertado los puestos, es el que ha sido fijado por la Comision Nacional de Tasaciones, conforme lo exige la ley. A fojas ciento veintitres y siguientes, diecisiete trabajadoras del mencionado mercado, se apersonaron al proceso invocando legitimo interés en el mismo, ratificando su conformidad con los términos expuestos en la demanda. El Quinto Juzgado Especializado en lo Civil de Arequipa, con fecha diez de setiembre de mil novecientos noventa y siete, a fojas ciento cincuenta y dos, declaro improcedente la demanda, por considerar que de la interpretacion de la Ley No 26569, se entiende que los conductores de los puestos solo tienen derecho preferencial de compra de los locales, condicionado a la aceptacion de la propuesta, sin que esto signifique que se les otorgue derecho de propiedad; que a las demandantes no les asiste la proteccion sobre un derecho de propiedad que no ostentan. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha siete de enero de mil novecientos noventa y ocho, a fojas ciento ochenta y cinco, confirmo la apelada, por estimar que las demandantes no tienen dentro de su esfera individual patrimonial el derecho de propiedad sobre el puesto de venta que vienen conduciendo, y que en virtud de la Ley No 26569 solo tienen el derecho espectaticio y preferencial a acceder a la propiedad de sus respectivos puestos de venta, por consiguiente la accion resulta improcedente. Contra esta resolucion las demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo establecido por el articulo 1° de la Ley No 23506, el objeto de las acciones de garantia es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, la Ley No 26569 publicada en el diario oficial El Peruano el cuatro de enero de mil novecientos noventa y seis, senala en su articulo 1° que la Privatizacion de los Mercado Publicos de propiedad de los Municipios Provinciales 0 Distritales, inclusive aquellos transferidos 0 afectados a favor de las Cajas Municipales de Crédito u otras entidades, conlleva bajo sancion de nulidad que la enajenacion 0 transferencia bajo cualquier titulo de los puestos y demas establecimientos y/o servicios de dichos mercados debera considerar, en primera oferta, a los actuales conductores de los mismos, que soliciten esta preferencia. 2 3 TRIBUNAL CONSTITUCIONAL 3. Que, de conformidad con lo previsto en el articulo 5° del Decreto Supremo No 004- 96-PRES, las demandantes en su condicion de \"conductores actuales\" de los indicados puestos, solo tienen el derecho preferencial de compra de los mismos segun el precio establecido para el efecto por la Comision Nacional de Tasaciones, sin que ello signifique que detenten el derecho de propiedad de dichos puestos. 4. Que, de las instrumentales de fojas setenta y tres a setenta y siete, queda acreditado que los demandados cumplieron con ofertar a las demandantes, la venta de los puestos que conducen, dando asi fiel cumplimiento a la exigencia prevista en los articulos 50, 10° y 14° del Decreto Supremo No 004-96-PRES modificado por el Decreto Supremo No 021-96-PCM, en consecuencia se ha respetado el derecho de las demandantes a acceder a la propiedad de dichos puestos de venta. 5. Que, conforme se advierte de los documentos de fojas dieciséis a treinta y nueve, ochenta y ocho a noventa y tres y de ciento treinta y ocho a ciento cuarenta y cuatro, tanto las demandantes como otros conductores de puestos de venta del Mercado San Antonio e inclusive miembros de la Directiva de su Asociacion de Trabajadores, optaron en forma individual por acogerse a la compra-venta de los puestos indicados, para lo cual hicieron las negociaciones correspondientes con la Comision de Privatizacion demandada. 6. Que, el articulo 923° del Codigo Civil, establece que la propiedad es el poder juridico que permite usar, disfrutar, disponer y reinvindicar un bien, y debe ejercerse en armonia con el interés social y dentro de los limites de la Ley; y teniéndose en cuenta que las demandantes no ostentan la calidad de propietarias de sus puestos de venta en el Mercado San Antonio, y habiéndose cumplido con otorgar los demandados a las demandantes la primera opcion de compra de los mismos, resulta evidente que no ha vulnerado ningun derecho constitucional de éstas ultimas, razon por la que debe declararse infundada la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento ochenta y cinco, su fecha siete de enero de mil novecientos noventa y ocho que confirmando la apelada declaro improcedente la Accion de Amparo; y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. - S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. M. Lo que Gertifico; 3 Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-09-18", "id": 37516, "nombre_demandado": "Comisión de Privatización del Mercado San Antonio y otro", "nombre_demandante": "Rufina Ruth Ayamani Rojas y otros", "numero_expediente": "00237-1998-AA"}