{"CONTEXTO": " 00232-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00232-1993-AA.pdf) --- EXP.N-232-93-AA/TC LIMA VICENTE QUISPE HUAMAN SENTENCIA DEL TRIBUNAL CONSTTTUCIONAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Vicente Quispe Huaman contra la Resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintiocho del Cuaderno de Nulidad, su fecha uno de abril de mil novecientos noventa y tres, que declara improcedente la demanda en la Accion de Amparo interpuesta contra el Juez del Tercer Juzgado de Tierras de Camana.", "ANTECEDENTES:": "Don Vicente Quispe Huaman, el dieciocho de noviembre de mil novecientos noventa y uno, interpone demanda de Accion de Amparo contra las resoluciones judiciales expedidas por el Juez del Tercer Juzgado de Tierras de Camana doctor Prudencio Carcausto Nina, solicitando que no se haga efectivo el lanzamiento en contra de su persona, por no haber sido demandado, oido ni vencido en juicio y por haberse violado asi sus derechos constitucionales al debido proceso y al derecho de defensa que le ampara los incisos 6) y 9) del articulo 233° de la Constitucion Politica de 1979,y que en la tramitacion del Expediente N.o 3842-87 no ha habido un procedimiento regular segun el inciso 2) del articulo 6° de la Ley N.o 23506 de Habeas Corpus y Amparo, refiriendo como hechos que el recurrente es conductor desde mil novecientos sesenta del predio rustico denominado \"Ambulorios\", a titulo de Mejorero- Precario, de 1.93 ha de extension ubicado en el sector de Chaca, de la Provincia de Caraveli del Departamento de Arequipa, del cual pretenden desalojarlo al existir una sentencia en el proceso mencionado que siguio don Anibal Tapia Tapia contra don Alfonso Gutiérrez Rivera sobre Cancelacion de Anticresis y Entrega de Posesion; que dicha accion se inicio ante el Tercer Juzgado de Tierras de Camana, Expediente N.o 3842-87, la cual se ha seguido sin su conocimiento a pesar de que el Juez constato que el recurrente se encontraba en posesion del fundo en la diligencia de inspeccion ocular, manifestandole que no se preocupara por no ser el juicio contra su persona, que en este proceso no ha sido demandado ni oido ni vencido en juicio. Admitida la demanda por la sala, se encarga su tramite al Quinto Juzgado Civil de Arequipa, quien, mediante exhortos, notifica al Procurador General de la Republica encargado de los asuntos del Poder Judicial en la ciudad de Lima, asi como al Juez demandado, en Camana. A fojas ochenta y cuatro, corre el escrito presentado por don Anibal Alfonso Tapia Tapia, haciendo conocer que en el proceso que siguio contra don Alfonso Gutiérrez Rivera, el ahora demandante don Vicente Quispe Huaman, se hizo parte. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas ochenta y siete, con fecha veinticuatro de junio de mil novecientos noventa y dos, declara fundada la demanda, por estimar que don Vicente Quispe Huaman no ha sido parte en el juicio cuya ejecucion de sentencia motiva este amparo, no ha sido citado ni oido ni vencido en esta litis por lo que no esta obligado a cumplir dicha sentencia. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas veintiocho del Cuaderno de Nulidad, con fecha uno de abril de mil novecientos noventa y tres, declara haber nulidad en la sentencia apelada e improcedente la accion por estimar que se ha convertido en irreparable la accion al haberse practicado el lanzamiento. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. El recurrente afirma que no fue emplazado personalmente en el proceso judicial que motiva este amparo, pero esta acreditado que tuvo conocimiento extraprocesal del mismo antes de que se expidiera la sentencia definitiva (del treinta de marzo de mil novecientos noventa), como es de verse de la diligencia de inspeccion ocular (del veinticinco de abril de mil novecientos ochenta y nueve) que se practico en ese proceso donde consta que estuvo presente y firmo el acta, cuya copia corre a fojas veintisiete, y no comparecio a proceso en ese entonces, demostrando asi una total pasividad, una notoria falta de diligencia procesal y de colaboracion a una buena administracion de justicia, y recién se apersona al proceso el trece de setiembre de mil novecientos noventa, dias después de que el Juez don Guido Catacora Bermejo fue a hacer la entrega de posesion del bien a don Anibal Alfonso Tapia Tapia; y es el dieciocho de noviembre de mil novecientos noventa y uno, que interpone esta Accion de Amparo; es decir, después de dos anos que tomo conocimiento de que se le estaba afectando su derecho, del cual ahora recurre en amparo, esto es, habia transcurrido en exceso el término de sesenta dias a que se contrae el articulo 370 de la Ley N.o 23506 y su ampliatoria el articulo 26° de la Ley N.o 25398, por lo que habia caducado su derecho a la accion. Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintiocho del Cuaderno de Nulidad, su fecha uno de abril de mil novecientos noventa y tres, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO JAM", "fecha_publicacion": "1999-07-27", "id": 35353, "nombre_demandado": "Tercer Juzgado de Tierras de Camaná (Prudencio Carcausto Nina)", "nombre_demandante": "Vicente Quispe Huamán", "numero_expediente": "00232-1993-AA"}