{"CONTEXTO": " 00234-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00234-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 234-98-AA/TC AREQUIPA JULIO MAXIMO LOPEZ GOMEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julio Maximo Lopez Gomez contra la resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Arequipa, de fojas ochenta y cinco, su fecha quince de enero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Julio Maximo Lopez Gomez interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Arequipa, debidamente representada por don Roger Luis Câceres Pérez, solicitando: 1) se declare la inaplicabilidad de la Resolucion Municpal No 299-E, del diecinueve de octubre de mil novecientos noventa y cinco; 2) se disponga el pago de sus beneficios sociales a razon de un sueldo integro por cada ano de servicios conforme a lo pactado mediante Trato Directo de 1988; 3) se le abone los intereses legales devengados por falta de pago de los beneficios sociales y, 4) se disponga la destitucion en el cargo y se ordene efectuar la denuncia penal contra el infractor 0 violador de su derecho a percibir beneficios sociales, a la liberta de trabajo, a la vida, de igualdad ante la ley, de defensa, de legalidad y del debido proceso. Refiere que, laboro en la Municipalidad Provincial de Arequipa desde el cinco de julio de mil novecientos setenta y dos hasta el treinta de noviembre de mil novecientos noventa y seis, fecha en que ceso siendo incorporado a la planilla de cesantes y jubilados de la mencionada Municipalidad. Asimismo senala que con fecha once de diciembre de mil novecientos noventa y seis presento una solicitud con el objeto se le cancele sus beneficios sociales, no obteniendo respuesta alguna; y que con fecha treinta de mayo de mil novecientos noventa y siete, en la Oficina de Trâmite Documentario, tomo conocimiento de la Resolucion Municipal No 299-E, del diecinueve de octubre de mil novecientos noventa y cinco, en virtud de la cual se dejaba en suspenso las liquidaciones de los nuevos cesantes y jubilados, como era el caso del demandante; la misma que fue ejecutada sin habérsele notificado y sin permitirle ejercer su derecho de defensa. Por ultimo afirma que, de acuerdo al Acta de Trato Directo, de fecha seis de abril de mil novecientos ochenta y ocho, aprobada por Resolucion Municipal No 226-E, del once de abril del mismo ano, la liquidacion de sus beneficios sociales debe efectuarse teniendo en consideracion un sueldo integro por cada ano de servicio prestado. 2 TRIBUNAL CONSTITUCIONAL La Municipalidad Provincial de Arequipa contesta la demanda senalando que, al emitirse la Resolucion materia de autos se obro en cumplimiento de las facultades a que se refiere el articulo 2° y Capitulo V de la Ley No 23853, Ley Organica de Municipalidades, y que el pago de los beneficios sociales debe calcularse sobre un sueldo basico por ano y no en base al sueldo completo.Asimismo alega que el pago de intereses legales demandado no se encuentra regulado para aquellos trabajadores que se encuentren sujetos al régimen de la actividad publica, como es el caso del demandante. El Primer Juzgado Especializado en lo Laboral de Arequipa, con fecha dos de octubre de mil novecientos noventa y siete, a fojas sesenta y cinco, declara fundada en parte la demanda de Accion de Amparo, y en consecuencia inaplicable para el demandante la Resolucion Municipal No 299-E, del diecinueve de octubre de mil novecientos noventa y cinco, debiendo pagarse al demandante dentro del plazo de cuarenta y ocho horas sus beneficios sociales, por considerar principalmente que la mencionada Resolucion viola el derecho constitucional al pago de los beneficios sociales a que se refiere el articulo 24° segundo parrafo de la Constitucion Politica del Estado. La Sala Laboral de la Corte Superior de Justicia de Arequipa, con fecha quince de enero de mil novecientos noventa y ocho,a fojas ochenta y cinco, revoca la apelada y en consecuencia declara improcedente la Accion de Amparo, por estimar que el demandante debio agotar los canales procesales respectivos a efecto de recurrir al Poder Judicial a través de la Accion Contencioso Administrativo. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que la Accion de Amparo por su carâcter sumario y carente de estacion probatoria no resulta ser la via idonea para dilucidar con certeza si la liquidacion por concepto de compensacion por tiempo de servicios, debe realizarse conforme al Decreto Legislativo No 276 6 con sujecion al pacto celebrado entre la Municipalidad demandada y el Sindicato de Trabajadores Municipales de Arequipa, de fecha seis de abril de mil novecientos ochenta y ocho, maxime si en autos no obran los elementos probatorios que acrediten la vulneracion de los derechos constitucionales invocados por el demandante. Por estas consideraciones, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa de fojas ochenta y cinco, su fecha quince de enero de mil novecientos noventa y ocho que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la 3 TRIBUNAL CONSTITUCIONAL notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO A Rlr Lo que Certifico; GLZ. Cre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-29", "id": 37647, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Julio Máximo López Gómez", "numero_expediente": "00234-1998-AA"}