{"CONTEXTO": " 00234-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00234-1995-AA.pdf) --- S-363 ...este Colegiado ha llegado a establecer que en el acto arbitrario de cese del actor se ha vulnerado los derechos constitucionales del demandante al debido proceso, tipificado en el inciso tercero del articulo 139° de la Carta Magna vigente, concordante con el inciso noveno del articulo 233° de la Constitucion de 1979.... Exp. No 234-95-AA/TC Lima Nombre: Eduardo Pablo Leturia Romero SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora la doctora Maria Luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Eduardo Pablo Leturia Romero contra la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veinte de junio de mil novecientos noventicinco, que declaro no haber nulidad en la resolucion de vista que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interpone contra el Presidente del llamado Gobierno de Emergencia y Reconstruccion Nacional y los Miembros del Consejo de Ministros, por haber sido cesado del cargo de Vocal Titular de la Corte Superior de Justicia de Lima, por efectos del D.L. No 25446, ampara su demanda en lo dispuesto por los arts. 2°, 4°, 233, 242° numerales 1 y 2 de la Constitucion de 1979. El Vigésimo Juzgado en lo Civil de Lima, con fecha diecisiete de setiembre de mil novecientos noventidos, declaro improcedente la demanda, por considerar, entre otras razones, que el Juzgador tiene como obligacion primigenia la de aplicar la ley, bajo pena en caso de no hacerlo de prevaricato; ademas se debe tener en cuenta que el derecho jamas se interrumpe en la vida de una colectividad, lo que conlleva a que El Juzgador aplique el precepto vigente tal como lo senala el inciso 4 del art. 233° de la Constitucion de 1979, en tal sentido el Decreto Ley cuestionado por el actor en su articulo 2° preceptua la improcedencia de toda accion de amparo destinada a enervar los efectos de dicha norma. Interpuesto recurso de apelacion, la Tercera Sala Civil de la Corte Superior de Justicia de Lima, con fecha nueve de noviembre de mil novecientos noventicuatro, confirmo la apelada, por estimar que habiendo el Congreso Constituyente Democratico, ratificado mediante Ley Constitucional todos los Decretos Leyes dictados por el Gobierno de Emergencia y Reconstruccion Nacional, dichas normas han dejado de ser arbitrarias e inconstitucionales para adquirir sustancia O materia legal y, como tal, de cumplimiento obligatorio. Interpuesto recurso de nulidad, la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veinte de junio de mil novecientos noventicinco, declaro no haber nulidad en la Resolucion de Vista que confirmo la apelada que declaro improcedente al accion de amparo. Contra esta resolucion el demandante interpone Recurso Extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el Decreto Ley No 25446, que cesa al demandante, transgrede lo dispuesto en el articulo 242°, inciso segundo, de la Constitucion del Estado de 1979, que rige el caso de autos, segun el cual el Estado garantizaba a los Magistrados Judiciales su permanencia en el servicio hasta los 70 anos y a la inmovilidad de sus cargos, mientras observaran buena conducta e idoneidad propias de su funcion, asi como la Decimotercera Disposicion General y Transitoria de la misma Carta Magna en cuanto disponia que \"Ningun Magistrado Judicial es separado de su cargo sin ser previamente citado y oido. La resolucion debe expresar los fundamentos en que se sustenta\". 2. Que, ningun pronunciamiento de autoridad que atente contra el honor y los derechos de la persona humana puede tener validez juridica y sustento constitucional, sin la debida y comprobada justificacion, tanto mas que el articulo 74° de la Constitucion de 1979 - vigente en el caso de autos- establecia en forma expresa que \"todos tienen el deber de respetar, cumplir y defender la Constitucion\". 3. Que, es potestad de este Colegiado, aplicar la norma juridica pertinente, aunque no haya sido invocada por las partes O lo haya sido erroneamente, como sucede en el presente caso en que el demandante, al interponer su demanda de amparo, invoca inadvertidamente la inconstitucionalidad del Decreto Ley No 25446, debiendo entenderse como la inaplicabilidad de la misma al caso especifico del actor, por lo que de conformidad con lo dispuesto por el articulo 70 de la Ley No 23506 y el articulo 9 de la Ley No 25938, concordantes con el principio consagrado en el articulo 70 del Titulo Preliminar del Codigo Procesal Civil y el articulo 184, inciso segundo, de la Ley Orgânica del Poder Judicial, aplicables al caso sub-judice, en forma supletoria, segun el articulo 63° de la Ley Organica de este Tribunal Constitucional. 4. Que, dada la naturaleza de esta accion de garantia y su finalidad de reponer las cosas al estado anterior a la violacion del derecho constitucional, en el presente caso no se trata de incorporar O reincorporar al actor después de transcurrida su desvinculacion laboral por voluntad determinada por él mismo, sino de un acto de continuidad en el servicio en base a la medida de tutela constitucional, sin solucion de continuidad, como una medida de rehabilitacion para que continue en su mismo puesto de trabajo, por cuya razon no le es de aplicacion lo previsto en la Octava Disposicion Transitoria Complementaria y Final de la Ley No 26623, promulgada el 19 de junio de 1996, esto es, con posterioridad a la fecha de la vulneracion de su derecho constitucional. 5. Que, efectuado el analisis correspondiente este Colegiado, ha llegado ha establecer que en el acto arbitrario de cese del actor, se ha vulnerado los derechos constitucionales del demandante al debido proceso, tipificado en el inciso tercero del articulo 139 de la Carta Magna vigente, concordante con el inciso noveno del articulo 233° de la Constitucion de 1979, en rigor para el caso de autos. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica,", "FALLA:": "Revocando la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veinte de junio de mil novecientos noventicinco, que declaro no haber nulidad en la resolucion expedida por la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fecha nueve de noviembre de mil novecientos noventicuatro que a su vez confirmo la apelada de fecha diecisiete de setiembre de mil novecientos noventidos, que declaro improcedente la accion de amparo; reformandola, declararon fundada la accion de amparo; en consecuencia, inaplicable al actor el Decreto Ley No 25446, y dispusieron la continuacion en el cargo de Vocal Titular de la Corte Superior de Justicia de Lima del Dr. Eduardo Pablo Leturia Romero, con el reconocimiento de su tiempo de servicios, sin goce de haber, producidos desde la afectacion de los mismos hasta la reasuncion de su cargo; no siendo de aplicacion el articulo 11° de la Ley No 23506 por las circunstancias que han mediado en el presente proceso; y ordenaron que la presente resolucion se publique en el Diario Oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-08-29", "id": 36310, "nombre_demandado": "Presidente del llamado Gobierno de Emergencia y Reconstrucción Nacional y otros", "nombre_demandante": "Eduardo Pablo Leturia Romero", "numero_expediente": "00234-1995-AA"}