{"CONTEXTO": " 00231-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00231-1995-AA.pdf) --- S-1308 ...la demandante inicio la Accion de Amparo sin haber agotado la via previa administrativa.em consecuencia es de aplicacion el Articulo 270 de la Ley No 23506... EXP:231-95-AA/IC HUANUCO DAYSA ROSAJUSTANO SANCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los tres dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia", "ASUNTO:": "Recurso de nulidad que debe ser entendido como Extraordinario interpuesto por dona Daysa Rosa Justano Sanchez contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas, doscientos dieciséis, su fecha veintiuno de julio de mil novecientos noventa y cinco, la que confirmando la apelada declaro improcedente la Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Huancayo.", "ANTECEDENTES:": "Con fecha nueve de mayo de mil novecientos noventa y cinco, dona Daysa Rosa Justano Sanchez interpone demanda de Accion de Amparo contra don Pedro Morales Mansilla, Alcalde de la Municipalidad Provincial de Huancayo, solicitando que se le otorgue licencia de funcionamiento para la conduccion legal de su establecimiento comercial, por haberse presuntamente vulnerado su derecho a la libertad de trabajo; que, le ampara el articulo 24° de la Ley 23506, y los articulos 22° y siguientes y inciso 14) del articulo 139° de la Constitucion Politica del Estado, refiriendo como hechos la demandante que es conductora del kiosco ubicado en la primera cuadra del Paseo La Brena No 174, el mismo que viene conduciendo, desde el mes de noviembre de mil novecientos noventa y cuatro; que, se le niega el otorgamiento de licencia de funcionamiento de su establecimiento; que, la demandada mediante resoluciones de Alcaldia declara improcedente las apelaciones interpuestas ante la negativa de otorgarles licencia de funcionamiento. La demandada representada por su Alcalde don Pedro Antonio Morales Mansilla, contesta la demanda precisando que el kiosco al que se refiere la demandante esta ubicado en el area destinada a los Portales del Paseo de la Brena que es via publica y que de conformidad con lo dispuesto por el Reglamento de Funcionamiento de Kioscos en el Distrito de Huancayo, aprobado mediante Decreto de Alcaldia No 067- 94-A/MPH, del treinta y uno de diciembre de mil novecientos noventa y cuatro, establece que no se otorgaran autorizaciones de funcionamiento para casetas 0 kioscos en zonas destinadas a portales, que asimismo conforme a los actuados administrativos, el conductor y propietario del kiosco es don Richard Muller Vozeler, quien ha interpuesto los recursos impugnatorios de reconsideracion y apelacion respectivamente, concluyendo el procedimiento con la Resolucion de Alcaldia No 587-95-A/MPH, de fecha siete de abril de mil novecientos noventa y cinco, que declara improcedentes las apelaciones. El Juez del Primer Juzgado Especializado en lo Civil de Huancayo, con fecha doce de junio de mil novecientos noventa y cinco, a fojas ciento noventa, declara improcedente la demanda, por considerar principalmente que, no ha agotado la via administrativa. La Sala Civil de la Corte Superior de Justicia de Junin, con fecha veintiuno de julio de mil novecientos noventa y cinco, a fojas doscientos dieciséis, confirma la apelada, por estimar que la demandante no figura como la titular del derecho presuntamente violado, sino don Richard Muller Vozeler, no pudiéndose merituar el documento denominado \"Contrato de Arrendamiento\" de fojas dos, por tratarse de una copia simple no autenticada ni legible. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS": "1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision, de actos de cumplimiento obligatorio, conforme lo establece el Articulo 2° de la Ley No 23506, concordante con el Articulo No 200° de la Constitucion Politica del Estado. 2. Que, el objeto de la presente accion es que el demandado le otorgue la autorizacion de funcionamiento para la conduccion de su kiosco ubicado en la primera cuadra del Paseo La Brena No 174°. 3. Que, a fojas ciento setenta y siete, obra el recurso de apelacion presentado por dona Daysa Rosa Justano Sanchez, ante la Municipalidad Provincial de Huancayo, con fecha once de mayo de mil novecientos noventa y cinco, habiendo interpuesto accion de Amparo con fecha nueve de mayo del mismo ano, con lo que se hace evidente que la demandante inicio la Accion de Amparo sin haber agotado la via previa administrativa. 4. Que, en consecuencia es de aplicacion el Articulo 27° de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\" que establece que solo procede la Accion de Amparo cuando se haya agotado la via previa, por lo que esta accion resulta en improcedente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas doscientos dieciseis, su fecha veintiuno de julio de mil novecientos noventa y cinco, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO IRT.", "fecha_publicacion": "1998-09-02", "id": 37450, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Huancayo (Pedro Morales Mansilla)", "nombre_demandante": "Daysa Rosa Justano Sánchez", "numero_expediente": "00231-1995-AA"}