{"CONTEXTO": " 00230-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00230-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 230-98-AA/TC TRUJILLO SERGIO FRANCISCO GUEVARA GONZALES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Sergio Francisco Guevara Gonzales contra la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de La Libertad de fojas ciento veintisiete, su fecha veintiocho de enero de mil novecientos noventa y ocho, en la Accion de Amparo seguida contra el Alcalde de la Municipalidad Provincial de Trujillo.", "ANTECEDENTES:": "Con fecha siete de diciembre de mil novecientos noventa y cinco, don Sergio Francisco Guevara Gonzales interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Trujillo don José Humberto Murgia Zannier a fin de que se le restituya el integro de su pension disminuida por la demandada segun senala en forma arbitraria. Sostiene el demandante, que por Resolucion de Alcaldia No 016-CEAM/MPT de veinte de marzo de mil novecientos noventa se acepto su renuncia después de veintiséis anos y tres meses de servicios efectivos al treinta de enero de mil novecientos noventa, percibiendo su pension definitiva bajo el régimen del Decreto Ley No 20530, sin ningun problema, hasta diciembre del ano mil novecientos noventa y tres, la que es recortada por nuevos calculos efectuados por la demandada, rectificandola con retroactividad a enero de mil novecientos noventa y cuatro, para cuyo efecto se expidio la Resolucion de Alcaldia No 224-94-MPT de veintisiete de enero de mil novecientos noventa y cuatro, confirmandose por Resolucion de Concejo No 176-94-MPT del treinta y uno de mayo del mismo ano. Admitida la demanda, ésta es contestada por don José Humberto Murgia Zannier, Alcalde de la Municipalidad demandada, quien la niega y contradice, solicita se la declare infundada 0 improcedente, asi como, propone la excepcion de caducidad. Con fecha quince de marzo de mil novecientos noventa y seis, el Juez provisional del Tercer Juzgado Especializado en lo Civil de Trujillo expide resolucion, declarando improcedente la demanda por haber operado la caducidad de la accion. Interpuesto el recurso de apelacion, con fecha veintiocho de enero de mil novecientos noventa y ocho, la Primera 2/ TRIBUNAL CONSTITUCIONAL Sala Civil de la Corte Superior de Justicia de La Libertad confirmo la sentencia apelada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que este Tribunal ha establecido en reiteradas ejecutorias, que debido a la naturaleza del derecho pensionario, siendo el caso que los actos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, toda vez que mes a mes se repite la lf vulneracion, resultando de aplicacion el articulo 26° segundo parrafo in fine de la Ley No 25398. 2. Que de autos aparece que el demandante, al retirarse de la Municipalidad demandada en enero de mil novecientos noventa, contaba con veintiséis anos y tres meses de servicios, habiendo sido comprendido dentro del régimen del Decreto Ley No 20530, y que a diciembre del ano mil novecientos noventa y tres venia percibiendo una pension ascendente a S/. 349.22, la misma que a partir de enero de mil novecientos noventa y cuatro es reducida a S/.309.57 segun aparece de las boletas de pago de fojas veintidos y veintitrés por haberlo dispuesto asi la demandada a través de las Resoluciones de Alcaldia No 224-94-MPT del veintisiete de enero de mil novecientos noventa y cuatro y de Concejo No 176-94-MPT de treinta y uno de mayo, por considerar que existio error en el câlculo de la referida pension. 3. Que es necesario establecer si la rectificacion en el monto de la pension a que alude la demandada obedece a un error material subsanable al amparo del articulo 96° de la Ley No 26111 de Normas Generales de Procedimientos Administrativos, como lo considera la demandada, 0 si se trata mas bien de un error sustancial que se habria generado por la aplicacion incorrecta de las disposiciones complementarias del Decreto Ley No 20530. 4. Que, de acuerdo a la doctrina constituyen errores materiales aquellos que se producen en la escritura, en la expresion 0 en los numeros, 0 en la transcripcion 0 cuando se ha omitido algun aspecto no esencial al transcribir; no siendo éste el caso, ya que con motivo de la revision del câlculo para establecer el monto de la pension, a la luz de las disposiciones legales vigentes, ésta ha sido recortada en su monto, constituyendo en todo caso un error sustancial. 5. Que debe tenerse en cuenta que la demandada rectifica el calculo del monto de la pension después de mas de tres anos, sin haber tomado en cuenta que para entonces habia vencido el plazo de prescripcion fijado por el articulo 110° de la referida Ley de Normas Generales de Procedimientos Administrativos, en tanto la administracion solo podia recurrir al Poder Judicial mediante la accion contencioso administrativa, la que tiene por finalidad revisar la adecuacion al sistema juridico de las decisiones administrativas que versan sobre derechos subjetivos de las personas, como lo prescribe el articulo 148° de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de la Libertad de fojas ciento veintisiete, su fecha veintiocho de enero de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la demanda; reformandola declara infundada la excepcion de caducidad y FUNDADA la demanda; en consecuencia, inaplicables al demandante las resoluciones de Alcaldia No 224-94-MPT y de Concejo No 176-94-MPT. Dispone su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ Le DIAZ VALVERDE NUGENT 1 lacces L à GARCIA MARCELO Lo que Certifico: WASOUEZ Dra. MARAVIZS RELATORA SECRETYBIA CONSTITUCIONALE TRIBUNA NF", "fecha_publicacion": "1998-12-13", "id": 37330, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Trujillo (José Humberto Murgia Zannier)", "nombre_demandante": "Sergio Francisco Guevara Gonzales", "numero_expediente": "00230-1998-AA"}