{"CONTEXTO": " 00234-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00234-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. N.o 234-96-AA/TC LIMA RODOLFO ROBLES ESPINOZA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Rodolfo Robles Espinoza, General de Division en retiro del Ejército Peruano, contra la sentencia expedida por la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cinco, su fecha dieciséis de febrero de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Rodolfo Robles Espinoza interpone Accion de Amparo contra el Estado, sector Ministerio de Defensa, alegando haberse violado su derecho de defensa y a una remuneracion equitativa y suficiente. Solicita se le reponga a la situacion militar en actividad, dejando sin efecto la Resolucion Suprema N.o 179- DE/EP del diez de mayo de mil novecientos noventa y tres y su ampliatoria N.o 0296-CP-JAPE-1.d. del cuatro de agosto de mil novecientos noventa y tres, que dispone su pase a la situacion militar de retiro por medida disciplinaria; asimismo, demanda se le paguen las remuneraciones y demas goces que le corresponde como General de Division. Manifiesta que la resolucion impugnada se dicto dentro de un procedimiento administrativo, privândole del derecho de defensa, y que no fue oido pese a conocerse su direccion domiciliaria en Argentina. Estima que esta resolucion viola el derecho a una remuneracion equitativa, previsto por el articulo 24° de la Constitucion Politica del Estado. Expresa que sU pase se debio a que efectuo denuncias por violaciones a los derechos humanos, cometidos por agentes del Estado. El cinco de mayo de mil novecientos noventa y tres, denuncio publicamente la violacion de los derechos humanos ocurridos en La Cantuta, que conllevaron la detencion y desaparicion de nueve estudiantes y un profesor, y el caso \"Barrios Altos\", > donde se ejecuto extrajudicialmente a diversas personas. Estas denuncias publicas las realizo porque las efectuadas ante el Presidente de la Sala de Guerra del Consejo Supremo de Justicia Militar, el diecisiete y veintiséis de abril de mil novecientos noventa y tres, no tuvieron efecto alguno. Sostiene que por estas razones fue designado a los EE.UU. como delegado del Ejército ante la Junta Interamericana de Defensa. Afirma que no asumio dicho cargo por cuanto ello implicaba tener que poner silencio a su denuncia. Expresa que no se puede argumentar abandono de destino por no ser habido, porque conocian su direccion domiciliaria, en tanto el Consul General del Peru en la Republica Argentina le notifico con el exhorto que le fuera librado por el Consejo Supremo de Justicia Militar. Agrega que se ha impuesto sancion por el ejercicio regular 2 TRIBUNAL CONSTITUCIONAL de un deber y un derecho. Al haberse cortado el proceso por amnistia se han dejado sin efecto no solamente los antecedentes penales sino ademas todas las medidas judiciales. El Procurador Publico del Ministerio de Defensa y del Ejército contesta que el veintiuno de abril de mil novecientos noventa y tres, el General de Division EP Rodolfo Robles Espinoza suscribe un comunicado oficial dando su respaldo al Comandante General, y el veintitrés de abril de mil novecientos noventa y tres es relevado del cargo de Comandante General de Instruccion del Ejército y designado como delegado del Ejército ante la Junta Interamericana de Defensa y Agregado Militar a la Representacion Permanente del Peru ante la OEA; sin embargo, el cinco de mayo de mil novecientos noventa y tres, entrega a la prensa un texto manuscrito y firmado denunciando hechos que consideraba como una violacion de los DD.HH. cometidos por miembros del Servicio de Inteligencia Nacional (SIN) y del Cuartel General del Ejército (CGE). El Procurador Publico sostiene que el demandante, al asilarse y no constituirse en su nuevo puesto, sabia perfectamente que estaba cometiendo delito de Abandono de Servicio, penado por el Codigo de Justicia Militar. El demandante, a la espera de que se le nombrara como Inspector General del Ejército, al no haber accedido a dicho cargo, remite un comunicado manuscrito, denunciando a oficiales superiores, subalternos y personal de suboficiales por violacion de derechos humanos en agravio de estudiantes de La Cantuta, hecho que fue de su conocimiento y guardo silencio. Sostiene que el demandante formula denuncia por moviles innobles y egoistas, que tenia la obligacion de denunciar los hechos que segun el demandante fueron de su conocimiento, y que rehuso constituirse en su nueva ubicacion, que se insubordino, que cometio delito de abandono de destino, que sale del pais sin autorizacion del Comando por no haber sido nombrado y porque no se accedio a su pedido para que sus dos hijos, el Capitan EP José Robles Montoya y el Teniente EP Roberto Robles Montoya, también fueran cambiados a Washington, Estados Unidos de Norteamérica. El Reglamento del Consejo de Investigacion, al cual fue sometido el demandante, prevé el caso de quienes cometen abandono de destino, cuya presencia no es necesaria para determinar su situacion. El recurrente pudo nombrar apoderado y formular oportunamente su Accion de Amparo. El Décimo Octavo Juzgado Especializado en lo Civil de Lima declara infundada la excepcion de caducidad y fundada la demanda, ordena que el General de Division EP (r) Rodolfo Robles Espinoza sea repuesto a la situacion militar de actividad dejando sin efecto la Resolucion Suprema N.o 179-DE/EP del diez de mayo de mil novecientos noventa y tres y su Ampliatoria N.o 0296 CP-JAPE-1.d del cuatro de agosto de mil novecientos noventa y tres. Fundamenta que el demandante, al haber hecho abandono de destino, publicamente se conocia que estaba en el extranjero y que su situacion de habido era conocida, prueba de ello es que el Consejo Supremo de Justicia Militar lo cita a través del Consulado del Peru en Buenos Aires, Argentina el veintiuno de mayo de mil novecientos noventa y tres y que fuera recibido por el propio demandante. Que, el Decreto Supremo N.° DS-096-GU, Reglamento de Consejos de Investigacion prescribe que para el personal que hubiera cometido abandono de destino, en caso de que no fuera habido; no rige la necesidad de ser oido ni examinar sus pruebas de descargo. No rige la regla anotada porque el demandante es habido, en consecuencia, debio ser citado, oido y sus pruebas de descargo debieron ser merituadas.Por tanto, al 3 TRIBUNAL CONSTITUCIONAL haber sido juzgado y sentenciado sin oir previamente al demandante se ha infringido el debido proceso y el derecho de defensa. Que, existia la imposibilidad de que el demandante interponga la demanda oportunamente por encontrarse en la Republica Argentina. La Cuarta Sala Civil de la Corte Superior de Justicia de Lima revoco la sentencia, reformandola, declara fundada la excepcion de caducidad, nulo todo lo actuado e improcedente la demanda. Argumenta que el articulo 22° de la Ley N.° 25398 dispone de manera imperativa que: Tratandose de personas no residentes en el pais, la Accion de Amparo debe ser ejercida por apoderado acreditado y residente en el pais, 0 por tercera persona. En este ultimo caso la accion debera ser ratificada expresamente por el afectado. Para este efecto sera suficiente el poder fuera de registro otorgado ante el Consul del Peru en la ciudad extranjera que corresponda y la legalizacion de la firma del Consul ante el Ministerio de Relaciones Exteriores, no siendo necesaria la inscripcion en los Registros Publicos. Que, es obligacion que un tercero ejerza la Accion de Amparo cuando el afectado no esté en la posibilidad de hacerlo, debiendo plantearse la accion dentro del plazo de caducidad como prescribe el articulo 37° de la Ley N.o 23506. Que el diez de mayo de mil novecientos noventa y tres y el cuatro de agosto de mil novecientos noventa y tres, fue expedida la ultima resolucion materia del amparo, a partir de esta ultima fecha se cuenta el plazo de caducidad; sin embargo, la accion se presento el uno de setiembre de mil novecientos noventa y cinco. Al treinta y uno de diciembre del ano de mil novecientos noventa y cinco, por ley de situacion militar, Decreto Legislativo N.o 752, se fija el limite de treinta y cinco anos de servicio para permanecer como oficial en actividad, en el caso del demandante se cumplio el treinta y uno de diciembre de mil novecientos noventa y cinco. Por esta razon de urgencia debio anteponerse oportunamente la accion.", "FUNDAMENTOS:": "1. Que, segun la Resolucion Suprema N.o 179 DE/EP, obrante a fojas dos, su fecha diez de mayo de mil novecientos noventa y tres, el recurrente fue pasado a la situacion de retiro por razones disciplinarias, previa investigacion y recomendacion de la Comision de Investigacion de Oficiales del Ejército, organo que realizo el tramite respectivo, de conformidad con el Decreto Supremo N.9D.S.-09-GU. 2. Que, segun los actuados judiciales obrante de fojas cinco a quince, los hechos que dieron origen a la situacion militar de retiro ya citada fueron objeto de procesos jurisdiccionales ante el Fuero Militar, de conformidad con el articulo 139° inciso 13) de la Constitucion Politica del Estado, los mismos tienen el caracter de cosa juzgada por cuanto se ha aplicado la Ley de Amnistia, No 26479. Existiendo proceso ordinario jurisdiccional de caracter militar, las presuntas omisiones administrativos de naturaleza procesal atribuidas a la Comision de Investigacion de Oficiales del Ejército, se debaten y resuelven en tal proceso, salvo que, agotados los recursos impugnativos correspondientes ante la misma jurisdiccion militar, se impetre via Accion de Amparo la impugnacion de resoluciones jurisdiccionales por procedimiento irregular, de conformidad con el articulo 200°, inciso 2) de la Constitucion Politica del Estado, supuesto que no se da en el presente caso. Sin este presupuesto, no se pueden dejar de aplicar resoluciones jurisdiccionales como del Fuero Militar. - TRIBUNAL CONSTITUCIONAL 3. Que, el Decreto Supremo N.o DS-09-GU segundo parrafo del articulo 14°, ley militar especial, del veintidos de octubre de mil novecientos ochenta y cinco, regula el tramite a seguir frente al imposible juridico de citar a quienes no son habidos; al efecto establece que cuando se esta en presencia de un delito tipicamente militar de Abandono de Destino, en principio, todo investigado por medida disciplinaria debe ser oido; pero en el caso de no ser habido, como es la circunstancia del militar que sale del territorio peruano sin autorizacion de su comando, que es el caso del demandante, no es necesario que sea oido, ademas, porque el desarrollo del procedimiento administrativo tiene que continuar por razones de servicio en tanto no puede quedar inoperante un puesto de servicio. Es ante el organo jurisdiccional competente donde, usando los medios legales respectivos, el interesado puede cuestionar oportunamente los actos que supuestamente hayan causado agravio. 4. Que, segun dos resoluciones expedidas por la jurisdiccion militar presentadas por el demandante, obrante a fojas trece y catorce, derivadas del proceso que se siguio al recurrente por delito de insubordinacion y por delito de ultraje a la Nacion y a las Fuerzas Armadas, el Consejo Supremo de Justicia Militar, de conformidad con la Ley N.o 26479, Ley de Amnistia, resolvio aplicar el beneficio de amnistia al procesado General de Division Ejército Peruano en situacion de Retiro, Rodolfo Robles Espinoza, disponiendo expresamente dejar subsistente las medidas administrativas que se hayan adoptado. No habiendo sido objeto de Accion de Amparo las resoluciones antes citadas, no es viable dejar de aplicar tales resoluciones de la justicia militar, sin el emplazamiento debido y oportuno del Organo Jurisdiccional Militar que expidio las resoluciones citadas. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento setenta y cinco, su fecha dieciséis de febrero de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, MuL DIAZ VALVERDE, - NUGENT, V aucra GARCIA MARCELO. Lo que Oertif100: JG. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAt", "fecha_publicacion": "1999-04-17", "id": 35002, "nombre_demandado": "Ministerio de Defensa", "nombre_demandante": "Rodolfo Robles Espinoza", "numero_expediente": "00234-1996-AA"}