{"CONTEXTO": " 00233-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00233-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 233-98-AA/TC Justino Choque Quispe. AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia : ASUNTO: Recurso Extraordinario interpuesto por don Justino Choque Quispe en contra de la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa, de fecha quince de enero de mil novecientos noventa y ocho, en la Accion de Amparo seguida en contra de la Municipalidad Provincial de Arequipa. ANTECEDENTES: Don Justino Choque Quispe, interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, por considerar que ésta ha violado, entre otros, sus derechos a percibir sus beneficios sociales, a la igualdad ante la Ley y al debido proceso, solicita: a) La inaplicabilidad, de la Resolucion Municipal No 299-E del diecinueve de octubre de mil novecientos noventa y cinco, que dejo en suspenso el pago de sus beneficios sociales; b) Se disponga el pago inmediato de los mismos, a razon de un sueldo integro por cada ano de servicios de acuerdo a lo pactado mediante trato directo del ano mil novecientos ochenta y ocho; c) Que se le abonen los intereses legales devengados. y d) Que se disponga la destitucion en el cargo y se ordene efectuar la denuncia penal en contra del infractor. Expresa que laboro para la demandada desde el veinticinco de mayo de mil novecientos sesenta y nueve, hasta el treinta de noviembre de mil novecientos noventa y seis, en que fué incorporado a la planilla de cesantes; La demanda fué contestada por la Municipalidad emplazada, negandola en todos sus extremos, manifestando que el senor Alcalde al emitir la Resolucion Municipal No 299-E, habia actuado en cumplimiento de las facultades que le confiere el articulo 470 inciso 13) de la Ley No 23853 Organica de Municipalidades; que no proceden las acciones de garantia contra funcionario 0 autoridad que se limita a cumplir con una norma legal vigente, y que el pago de los beneficios sociales del demandante, debe calcularse de acuerdo a lo establecido en el Decreto Legislativo No 276. Propuso las excepciones de incompetencia y caducidad. El Primer Juzgado Especializado de Trabajo de Arequipa, mediante resolucion de fecha, dos de octubre de mil novecientos noventa y siete, fallo declarando infundadas las 2 TRIBUNAL CONSTITUCIONAL excepciones deducidas y fundada en parte la demanda, por considerar, que la Resolucion Municipal No 299-E es violatoria del derecho constitucional del recurrente a percibir sus beneficios sociales. La Sala Laboral de la Corte Superior de Justicia de Arequipa, mediante resolucion de fecha quince de enero de mil novecientos noventa y ocho revoco la apelada, declarando improcedente la demanda, por considerar que los derechos que reclama el demandante se encuentran reconocidos en leyes laborales especiales y que debio agotar la via administrativa y recurrir a la accion contencioso administrativa. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que la Accion de Amparo por su caracter sumario y carente de estacion probatoria no resulta ser la via idonea para dilucidar con certeza si la liquidacion por concepto de compensacion por tiempo de servicios, debe realizarse conforme al Decreto Legislativo No 276 6 con sujecion al pacto celebrado entre la Municipalidad demandada y el Sindicato de Trabajadores Municipales de Arequipa, de fecha seis de abril de mil novecientos ochenta y ocho, maxime si en autos no obran los elementos probatorios que acrediten la vulneracion de los derechos constitucionales invocados por el demandante. Por estas consideraciones, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgànica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa de fojas noventa y uno, su fecha quince de enero de mil novecientos noventa y ocho que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados - S.S. ACOSTA SANCHEZ - - 2 NUGENT DIAZ VALVERDE GARCIA MARCELO ALCL LO que Certif400: FCV. NF/amf Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-07", "id": 37107, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Justino Choque Quispe", "numero_expediente": "00233-1998-AA"}