{"CONTEXTO": " 00238-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00238-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. : N9238-96-AA/TC CASO : Municipalidad Distrital del Rimac LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mi novecientos noventisiete, reunido en sesion de Pleno. Jurisdiccional, con la asistencic de los Senores Magistrados: Acosta Sanchez; Vicepresidente encargado de la Presidencia Nugent; Diaz Valverde; Garcia Marcelo; actuando como secretaria la doctora Maria Luz Vasquez Vargas, pronuncia, C siguiente sentencia:", "ASUNTO:": "Recurso de nulidad entendido como extraordinaric interpuesto por la Municipalidad Distrital del Rimac, contra la Resolucion de Cuarta Sala Civil de la Corte Superior de Lima, Su fecha veinte de febrero de mi novecientos noventiséis, que revocando la apelada, declara.fundada la demanda, reformandola la declararon improcedente.", "ANTECEDENTES:": "La Municipalidad distrital del Rimac, debidamente representada por su Alcalde don Edmundo Solis Mendoza, interpone accion de amparo contra el Instituto Nacional de Cultura, para que se declare inaplicable e oficio No 193-95-INC/DE, Su fecha diez de julio de mil novecientos noventicinco mediante el cual se califica y autoriza como Espectaculo Publico Cultural el evento 2 TRIBUNAL CONSTITUCIONAL \"Feria Taurina del Senor de los Milagros\", a celebrarse en la Plaza de Acho del primero de octubre al treintiuno de diciembre de mil novecientos noventicinco, organizado por la empresa Deltron del Peri S.A., que implicilamente exceptiia del pago del impuesto al Espectaculo Taurino en un 30% del valor total de la recaudacion, y que corresponde a la Municipalidad del Rimac, lo cual atenta con Su derecho a la recaudacion tributaria, toda vez que las excepciones solo estan permitidas para los espectaculos priblicos culturales y deportivos. Ampara su pretension en lo dispuesto por el Decreto Legislativo No 776 y el articulo 74° de la Constitucion Politica del Estado. Corrido traslado, la demanda es absuelta por el Procurador Publico, quien la contradice, manifestando que el Instituto Nacional de Cultura no ha violado ningin derecho constitucional, ya que solo ha dado respuesta a un pedido formulado por la Sociedad de Beneficencia de Lima Metropolitana, sobre la procedencia de otorgarle la calificacion y autirizacion oficial como espectaculo piiblico cultural al evento de la \"Feria Taurina del Senor de los Milagros' > En ese sentido, no habiendo incompatibilidad ni contravencion a la norma legal antes indicada y, en todo caso, estando prevista esta situacion de excepcion en el Decreto Legislativo No 775, especificamente en la parte referente a los servicios exonerados del impuesto general a las ventas, por lo que le fuera concedido su requerimiento por el Instituto Nacional de Cultura. El Juez al pronunciar sentencia, su fecha veinte de noviembre de mil novecientos noventicinco, declara fundada la demanda e inaplicable el oficio No 193-95-INC, emitido por el Instituto Nacional de Cultura, por considerar que frente a disposiciones expresas reconocidas por nuestra Carta Fundamental no puede eximirse del pago de aquel impuesto recaido en una autorizacion con la denominacion Espectaculo Publico Cultural. Interpuesto el recurso de apelacion, el Fiscal Superior opina porque se revoque la apelada, y reformandola se declare improcedente la accion de amparo interpuesta. La Cuarta Sala Civil, revocando la apelada y reformandola, declara improcedente la accion de amparo, considerando que siendo el Instituto Nacional de Cultura un organismo priblico descentralizado del Ministerio de Educacion, sus decisiones constituyen actos de cardcter administrativo susceptibles de ser impugnados mediante el correspondiente procedimiento administrativo, que siendo esto asi, es de apreciarse que el accionanate no ha cumplido con agotar las vias previas. TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "CONSIDERANDO: Que, a la Municipalidad demandante le competia probar el dano ocasionado sobre sus derechos constitucionales; Que, la recurrente no ha probado el derecho constitucional violado 0 amenazado; Que, el problema suscitado entre demandante y demandado es un problema administrativo. y no constitucional, y que ademas le alcanza lo senalado en el inciso 4) del articulo 6° de la Ley 23506, modificada por la Ley 25011; Que, la Municipalidad demandante, no ha tenido en cuenta que el Instituto Nacional de Cultura es un organismo piiblico descentralizado, respecto al cual, ante un acto administrativo que lesiona algin derecho, debe interponerse una reclamacion, conforme lo establece el Decreto Supremo No 002-94-JUS, Texto Unico Ordenado de Normas Generales de Procedimientos Administrativos, por tanto es de aplicacion lo establecido en el articulo 270 de la Ley 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion ysu Ley Organica.", "FALLA": "CONFIRMANDO la resolucion de la Cuarta Sala Civil de la Corte Superior de Lima, Su fecha veinte de febrero de mil novecientos noventiséis, que revoca la sentencia apelada de veinte de noviembre de mil novecientos noventicinco, que declaraba fundada la demanda; y reformindola la declararon improcedente; y dispusieron Su publicacion en el diario oficial \"EL Peruano \" S.S. hewuls Tmnce - ACOSTA SANCHEZ NUGENT GARCIA MARCELO dushnhl DIAZ VALVERDE 21 d 2 Areq. MCM. Lo que Certificoh Dra. Maria Luz Vasquez de Lopez Secretaria Relatora", "fecha_publicacion": "1997-06-26", "id": 36179, "nombre_demandado": "Instituto Nacional de Cultura", "nombre_demandante": "Municipalidad Distrital del Rímac, representada por su Alcalde Edmundo Solís Mendoza", "numero_expediente": "00238-1996-AA"}