{"CONTEXTO": " 00235-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00235-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.: 235-97 AA/TC. MANUEL RODRIGO TOVAR REYMUNDO JUNIN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de octubre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Se debate sobre el derecho de ser elegido y elegir libremente a sus representantes de acuerdo con las condiciones y procedimientos determinados por ley y el derecho al debido proceso regulados por el articulo 31 y 139 inciso 3° de la Constitucion Politica del Peru. Recurso extraordinario interpuesto por don Manuel Rodrigo Tovar Reymundo contra la sentencia de vista pronunciada por la Sala Civil de la Corte Superior de Justicia de Junin su fecha cuatro de marzo de mil novecientos noventa y siete que revoco la sentencia de Primera Instancia que declaro fundada la demanda; reformandola declara infundada la demanda interpuesta contra el Comité Electoral Filial Junin-Huancavelica del Colegio de Periodistas del Peru.", "ANTECEDENTES:": "Don Manuel Rodrigo Tovar Reymundo interpone accion de amparo contra el Comité Electoral Filial Junin-Huancavelica del Colegio de Periodistas del Peru, contra Oscar Leon Pinas Lopez como secretario, el vocal Teodulo Samaniego Rementeria, contra Lidia Sobrevilla Gonzales ganadora de la Lista No 1 y contra el Comité Electoral Nacional del TRIBUNAL CONSTITUCIONAL Colegio de Periodistas del Peru. Expresa el actor que el veintisiete de octubre de mil novecientos noventa y seis en la ciudad de Huancayo se realizo el proceso eleccionario de la nueva Directiva de Periodistas de la ciudad de Huancayo promovido por el Comité Electoral Filial Junin-Huancavelica. Esta eleccion se realizo violando el Reglamento Electoral afectando el derecho constitucional de ser elegido y elegir libremente a sus representantes de acuerdo a los procedimientos determinados por la ley; y por lo mismo, el debido proceso violandose los articulos 31 y 139 inc. 3° de la Constitucion. Sostiene que se presentaron dos listas en la contienda electoral, la lista No 2 integrado por el actor y por la lista No 1 por dona Lidia Sobrevilla Gonzales. Expresa que el Padron unico perteneciente a Huancavelica esta integrado por cinco periodistas, de los cuales solo cuatro de ellos votaron en Huancayo y uno en Huancavelica. Como la mesa estuvo integrada por un solo miembro no debio admitirse la instalacion de la mesa. El Comité Electoral Filial Junin-Huancavelica resuelve declarando infundado el reclamo de su lista No 2. Interpuesto recurso de apelacion nuevamente el Comité Electoral Filial Junin- Huancavelica deniega su reclamo. La resolucion del Comité Electoral Nacional No 014- 96-CEN/CPP declara vâlido el proceso electoral. Dona Angela Bastidas Roman a fojas ochenta y tres contesta la demanda, afirma que actuaron en forma transparente solo existe cinco periodistas colegiados cuatro de ellos sufragaron en la ciudad de Huancayo y uno en la ciudad de Huancavelica. Niega haber empate y que el Comité Electoral Nacional declaro valido el voto de Estanislao Contreras Angulo. Dona Lidia Sobrevilla Gonzales a fojas ciento siete afirma que el acto electoral se efectuo el veintisiete de octubre de mil novecientos noventa y seis, habiéndose efectuado la proclamacion, el dieciséis de noviembre de mil novecientos noventa y seis y el veintidos de noviembre de mil novecientos noventa y seis, se efectuo la juramentacion. El Juez Provisional del Segundo Juzgado en lo Civil de Huancayo falla declarando fundada la demanda y se pronuncia por la nulidad del funcionamiento de la mesa electoral de la ciudad de Huancavelica, nulo el voto admitido en dicha mesa electoral y repone las cosas al estado anterior a la decision de proclamar una lista ganadora a fin de que proceda como dispone el Reglamento Electoral elaborado por el Colegio de Periodistas del Peru en el articulo 62 segundo acapite, asi como declara nula la Resolucion No 014-96-CEN/CPP. TRIBUNAL CONSTITUCIONAL El Fiscal Superior, se pronuncia por la revocatoria del fallo de Primera Instancia por cuanto los cuatro votos emitidos en la ciudad de Huancayo por periodistas que debieron votar en la ciudad de Huancavelica estan dentro de su derecho. La Sala Civil de la Corte Superior de Justicia de Junin, expide sentencia el cuatro de marzo de mil novecientos noventa y siete por el que revoca la sentencia de Primera Instancia declarando infundada la demanda en todos sus extremos, sosteniendo que el articulo 67 del Reglamento Electoral del Colegio de Periodistas del Peru regula que \"las situaciones que no se hubieran previsto en el presente reglamento seran resueltos por el mil Comité Electoral Nacional\" que lo ocurrido el veintisiete de octubre de novecientos y / noventa y seis, no se hallaba previsto por el Estatuto toda vez que el articulo 18 del Reglamento regulaba que cada mesa estara integrada por tres miembros titulares y dos suplentes sorteados entre los miembros que figuran en el Padron de electores y, no existe prueba alguna que para la ciudad de Huancavelica se haya efectuado dicho sorteo por ello es que los cuatro periodistas colegiados de un total de cinco que tenian la obligacion de votar en Huancavelica conforme al Padron se trasladaron a la ciudad de Huancayo para emitir su voto. Es materia del grado el recurso extraordinario de nulidad.", "FUNDAMENTOS:": "Que, el articulo 31 de la Constitucion de 1993 prescribe que los ciudadanos tienen el derecho de ser elegidos y elegir libremente a sus representantes de acuerdo con las condiciones y procedimientos determinados por la ley; Que, del texto de la demanda y del examen de autos no se evidencia que algun candidato, para integrar la Junta Directiva de Periodistas de la Filial de Junin-Huancavelica haya sido impedido de elegir 0 ser elegido; Que, no existe referencia alguna sobre algun hecho que haya afectado la voluntad de algun votante; Que, carece de relevancia juridica el argumento sostenido por el actor pretender la nulidad del proceso electoral porque siendo cinco los votantes que debian emitir su voto en la mesa unica instalada en la ciudad de Huancavelica solo emitio su voto una persona; Que, este hecho invocado como supuesta irregularidad del desarrollo del proceso de elecciones no esta previsto en los Estatutos como causal de nulidad; Que, los otros cuatro asociados que debieron votar en la referida mesa lo hicieron en la ciudad de Huancayo; Que, el principio de legalidad es el que rige las reglas de procedimiento, es decir, expresamente debe estar previsto en la ley el hecho considerado como causal de nulidad; Que, el articulo 67 del mismo prevee que las situaciones que no hubieran sido previstas en TRIBUNAL CONSTITUCIONAL el Reglamento seran resueltas por el Comité Electoral Nacional; Que, cumpliendo esta disposicion legal este maximo organismo segun resolucion de fojas treinta ha resuelto el reclamo del actor desestimando la impugnacion respectiva; Que, de lo expuesto se concluye que no se ha afectado el debido proceso, ni el derecho a elegir y ser elegido como categoria constitucional; Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Organica,", "FALLA:": "CONFIRMANDO la sentencia de vista pronunciada por la Sala Civil de la Corte Superior de Justicia de Junin su fecha cuatro de marzo de mil novecientos noventa y siete de fojas doscientos cincuenta y cinco que revoco la sentencia del Segundo Juzgado Civil de Huancayo; reformandola, declaro INFUNDADA la demanda de amparo; dispusieron la publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. S.S. ACOSTA SANCHEZ - - - NUGENT DIAZ VALVERDE GARCIA MARCELO more JGS. Lo que Certifico: Dre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-12", "id": 36546, "nombre_demandado": "Comité Electoral Filial Junín-Huancavelica del Colegio de Periodistas del Perú y otro", "nombre_demandante": "Manuel Rodrigo Tovar Reymundo", "numero_expediente": "00235-1997-AA"}