{"CONTEXTO": " 00231-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00231-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 231-98- HC/TC JOSÉ SALOMON LINARES CORNEJO AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo; pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Salomon Linares Cornejo, contra la Resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fecha trece de enero de mil novecientos noventa y ocho, la que confirmando la resolucion apelada, de fecha veintidos de diciembre de mil novecientos noventa y siete, fallo declarando infundada la accion de Habeas Corpus seguida, por el citado demandante en contra del Coronel Policia Nacional del Peru Juan Chavez Arenazas.", "ANTECEDENTES:": "Don José Salomon Linares Cornejo, en calidad de abogado y apoderado de dona Yolanda Rosas de Simoni, interpuso accion de Habeas Corpus, a favor de su patrocinada: \"por violacion de los Derechos Constitucionales contra la libertad individual, transito libre, y, atentado y amenazas de muerte\" (sic), dirigiéndola en contra del Jefe de la Division de Apoyo a la Justicia Coronel P.N.P. Juan Châvez Arenazas, por la omision en dar cumplimiento al mandato de captura de dos procesados, a fin de evitar que éstos, procedan a victimar a su patrocinada. Expreso ser abogado y apoderado de dona Yolanda Rosas de Simoni, en el proceso penal No 400-95-3er-J.E.P., el que se encuentra en estado de leerse sentencia en contra de don Roman Ccasa Ccoto y dona Francisca Romero de Ccasa. A consecuencia de este proceso se oficio a la Policia de Apoyo a la Justicia, con fecha veintiseis de noviembre de mil novecientos noventa y siete, con el objeto que se proceda a capturar a los antes nombrados procesados, captura que no realizo la Policia de Apoyo a la Justicia, y, al decir del accionante, por el contrario pusieron sobre aviso a los procesados, quienes, en mas de una oportunidad, amenazaron de muerte a su patrocinada lo que lo impulso a presentar una queja, en fecha dieciseis de diciembre de mil novecientos noventa y siete, ante el Coronel Jefe de la Division de Apoyo de Justicia, quien en lugar de hacer cumplir el mandato del Juez Penal, permitio que los procesados, nuevamente, amenacen de muerte a su patrocinada. Iniciada la sumaria investigacion, el accionado rindio su manifestacion, expresando tener conocimiento de que el Tercer Juzgado Penal de Arequipa, habia solicitado la captura de don 2 TRIBUNAL CONSTITUCIONAL Roman Ccasa Ccoto y de dona Francisca Romero de Ccasa, a efecto de llevarse a cabo la lectura de sentencia, para lo cual personal de su division procedio a realizar las diligencias pertinentes; que, con respecto al escrito de reclamacion presentado por el actor, indico haber solicitado un informe detallado de las diligencias realizadas, respecto a la captura de las antes nombradas personas, habiendo comprobado que el personal a su cargo cumplio con sus obligaciones a cabalidad; y, que, no habia actuado ni dispuesto orden alguna que pudiera amenazar 0 vulnerar algun derecho constitucional de dona Yolanda Rosas de Simoni. El Juez Suplente del Quinto Juzgado Especializado en lo Penal de Arequipa, emitio, a fojas veintiuno, resolucion de fecha veintidos de diciembre de mil novecientos noventa y siete, mediante la cual declaro infundada la accion de Habeas Corpus interpuesta, por considerar, en esencia, que el actor no habia acreditado con prueba alguna lo vertido en su escrito de denuncia; que, no concurrio al local del juzgado a prestar su declaracion, y, que tampoco se habia acreditado que las personas de don Roman Ccasa Ccoto y dona Francisca Romero de Ccasa amenacen constantemente de muerte a dona Yolanda Rosas de Simoni en complicidad con el accionado, 0 que éste haya dado orden alguna en tal sentido. Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, mediante su resolucion del trece de enero de mil novecientos noventa y ocho, confirmo la resolucion apelada, por considerar que, de autos no aparece que se de en rigor, amenaza 0 vulneracion de derecho constitucional, expresamente previsto por el numeral 12) de la Ley No 23506, sumandose, a lo anterior, la insuficiencia probatoria emergente respecto de los hechos que la motivan. Interpuesto, a fojas veintisiete, recurso de nulidad, que debe entenderse como Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, la sumaria investigacion efectuada en autos, no ha permitido acreditar, en modo alguno, los hechos alegados por el actor, tanto en lo concerniente a las amenazas de muerte, que supuestamente ha sufrido su patrocinada, como en lo referente a la omision, del accionado de dar cumplimiento al mandato de captura - 2. Que, con los documentos, corrientes de fojas ocho a diecisiete, se acredita que el accionado dio cumplimiento al mandato de captura, emanado del Tercer Juzgado Penal de la Corte Superior de Justicia de Arequipa, desvirtuandose asi lo manifestado por el denunciante 3. Que, el denunciante, al no haber acompanado, a su escrito de denuncia, prueba alguna, ni haber concurrido al local del Juzgado a prestar su declaracion, no ha acreditado en autos, la vulneracion de ninguno de los derechos de rango constitucional de su patrocinada. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que la Constitucion Politica del Estado, y su Ley Organica le confieren; ) TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas veintiséis, su fecha trece de enero de mil novecientos noventa y ocho, que declaro INFUNDADA la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano con arreglo a Ley; y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ NUGENT Crcra DIAZ VALVERDE GARCIA MARCELO Lo que Certifioo: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL FCV", "fecha_publicacion": "1998-08-26", "id": 42024, "nombre_demandado": "Jefe de la División de Apoyo a la Justicia Coronel P.N.P. (Juan Chávez Arenazas)", "nombre_demandante": "Yolanda Rosas de Simoni", "numero_expediente": "00231-1998-HC"}