{"CONTEXTO": " 00238-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00238-1993-AA.pdf) --- S-1192 ...la asociacion demandante en el presente proceso no ha acreditado su legitimidad procesal...en la demanda se hace referencia en forma difusa a una supuesta representacion de \"cesantes y jubilados que se hallan impedidos de suscribir la demanda\", 9 sin consignarse sus nombres, lo cual ha conllevado que la relacion procesal se haya entablado con personas indeterminadas.. EXP. No 238-93-AA/TC LIMA ASOCIACION DE CESANTES Y JUBILADOS DE PETROPERU S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Extraordinario formulado contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintitrés de febrero de mil novecientos noventa y tres, en los seguidos por don Adolfo Urbina Nizama, Presidente de la Asociacion de Cesantes y Jubilados Régimen Decreto Ley No 20530 Petroperu S.A y otros, contra la empresa Petroleos del Peru S.A.", "ANTECEDENTES:": "Con fecha tres de junio de mil novecientos noventa y uno, don Adolfo Urbina Nizama, Presidente de la Asociacion de Cesantes y Jubilados régimen Decreto Ley No 20530 Petroperu y otros, interponen Accion de Amparo contra Petrôleos del Peru S.A., alegando que ésta ha vulnerado sus derechos constitucionales referidos a la remuneracion, al pago preferente de la pension, a la seguridad social y a la irrenunciabilidad de los derechos, consagrados en la entonces vigente Carta Politica del Estado, por lo que solicitan que se declare inaplicable a sus casos el Acuerdo adoptado por el Directorio de Petroleos del Peru S.A. en su Sesion No 12 del ocho de mayo de mil novecientos noventa y uno y el Decreto Supremo No 008-91-JUS, asi como se ordene se les restituya el pago de sus pensiones de cesantia, jubilacion y de sobrevivientes, de las cuales han sido privados a partir de la primera quincena del mes de mayo del antes mencionado ano. Agregan, que en ejecucion del acuerdo de directorio antes mencionado, la Gerencia del Area de Recursos Humanos de Petroperu S.A, el dia treintiuno del mes y ano ya citados, comunico a 287 pensionistas, que la empresa se proponia demandar ante el Poder Judicial la nulidad de los actos administrativos que dispusieron sus incorporaciones al régimen de pensiones del Decreto Ley No 20530, por lo que habian resuelto no pagar en forma directa sus pensiones hasta que concluyeran dichas acciones legales; lo que a su criterio es arbitrario, toda vez que las pensiones solo pueden retirarse 0 suspenderse por mandato judicial, asi como por que nadie puede alegar su propio error, si lo hubiera; ni hacerse justicia por mano propia, dado que de lo que se trata es de cautelar derechos declarados en la Constitucion Politica del Peru. Ademas consideran que el acto de suspension cuestionado, viola también el ordenamiento juridico, ya que el Decreto Ley No 20530 en su articulo 54° ha previsto los casos en que procede la suspension de una pension, no encontrandose encuadrado dentro de ninguno de dichos supuestos lo realizado por la demandada, por lo que el acto administrativo realizado es nulo, en aplicacion de lo dispuesto en el articulo 45° del Reglamento de Normas Generales de Procedimientos Administrativos. Admitida la demanda, ésta es contestada por la empresa demandada y por el Procurador Publico encargado de los Asuntos Judiciales del Ministerio de Energia y Minas, quienes afirman que la asociacion no ha tenido ni tiene vinculo laboral con Petroperu S.A y que tratandose de derechos pensionarios de ex trabajadores sus reclamaciones tendrian que ser individuales, dado que el problema de cada uno es muy particular en razon a los anos prestados a diversas reparticiones del Gobierno Central ylo Empresas Publicas. Indican, que en ningun momento se ha dispuesto unilateralmente dejar de abonar a los demandantes el pago de sus pensiones, ya que el Directorio solo ha decidido interponer las acciones judiciales a fin que el Juzgado Civil correspondiente declare la nulidad de las incorporaciones ya citadas, y dado que no existe un pronunciamiento judicial al respecto, se ha determinado consignar judicialmente el importe de las pensiones a resultas del proceso judicial, constituyendo ello una forma de pago de las mismas, por lo que los demandantes deberan apersonarse ante el Primer Juzgado Civil de Lima, a fin de poder retirar el importe de sus pensiones. Recalca que la totalidad de los demandantes han sido indebidamente incorporados al régimen de pensiones del Estado, por cuanto no cumplian con los requisitos establecidos en dicha norma legal, dado que dicho régimen solo es aplicable para los trabajadores de la Administracion Publica sujetos al régimen laboral de la Ley No 11377 y los servidores de Petroperu S.A estan sujetos al régimen laboral de la actividad privada sujeta a la Ley No 4916. Con fecha veinticinco de junio de mil novecientos noventa y uno, el Juez del Décimo Sétimo Juzgado en lo Civil de Lima, expide sentencia declarando fundada la demanda. Formulado el recurso de apelacion, con fecha diecinueve de febrero de mil novecientos noventa y dos, la Sexta Sala Civil de la Corte Superior de Justicia de Lima, revocando la apelada declaro fundada en parte la Accion de Amparo e inaplicable el Acuerdo de Directorio del ocho de mayo del mencionado ano, para el caso de los demandantes que suscriben la demanda e improcedente en lo demas que contiene. Interpuesto el recurso de Nulidad, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veintitrés de febrero de mil novecientos noventa y tres, declaro Haber Nulidad en la de vista en el extremo que declara inaplicable el mencionado Acuerdo de Directorio, y reformandola declaro improcedente dicho extremo, No Haber Nulidad en lo demas que contiene e integrandola declararon fundada la Accion de Amparo interpuesta por don Adolfo Urbina Nizama y otros y dispuso que la demandada cumpla con restituir el pago de sus pensiones a los accionantes que suscribieron la demanda, a partir de la fecha en que éstas fueron suspendidas. Interpuesto el recurso de casacion y entendido como extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme lo previsto por el articulo 1° de la Ley No 23506, las acciones de garantia tienen por objeto reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, del petitorio de la demanda, se desprende que los demandantes solicitan se declare inaplicable el Acuerdo de Directorio No 012 de ocho de mayo de mil novecientos noventa y uno, y el Decreto Supremo No 008-91-JUS, asi como se disponga la restitucion del pago de sus pensiones que han sido suspendidas a partir del mes de mayo de mil novecientos noventa y uno. 3. Que, segun el articulo 202° numeral 2) de la Constitucion Politica del Estado de 1993, corresponde al Tribunal Constitucional conocer en ultima y definitiva instancia, las resoluciones denegatorias de amparo. 4. Que, en el caso de autos, el recurso extraordinario materia del grado, importa un cuestionamiento a lo resuelto con fecha veintitrés de febrero de mil novecientos noventa y tres por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, solo en cuanto dicha resolucion no comprende como beneficiarios a aquellos asociados de la demandante que no suscribieron la demanda obrante a fojas setenta y siete de autos, la que a criterio de este Colegiado se encuentra arreglada a Ley, en razon que la asociacion demandante en el presente proceso no ha acreditado su legitimidad procesal, asi como por que en la demanda se hace referencia en forma difusa a una supuesta representacion de \"cesantes y jubilados que se hallan impedidos de suscribir la demanda\", > sin consignarse sus nombres, lo cual ha conllevado que la relacion procesal se haya entablado con personas indeterminadas, nulidad que sin embargo no alcanza a la relacion procesal iniciada a titulo personal por los demandantes, que plenamente identificados han suscrito la aludida demanda. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Carta Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ciento treinta y cuatro del Cuaderno de su proposito, su fecha veintitrés de febrero de mil novecientos noventa y tres, que declaro No Haber Nulidad en la de vista, que confirmando la apelada declaro FUNDADA la Accion de Amparo, en cuanto a don Adolfo Urbina Nizama y a quienes suscriben la demanda de fojas setenta y siete. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO AAM", "fecha_publicacion": "1998-07-29", "id": 37072, "nombre_demandado": "Petróleos del Perú SA", "nombre_demandante": "Adolfo Urbina Nizama (presidente de la Asociación de Cesantes y Jubilados de Petroperú SA) y otros", "numero_expediente": "00238-1993-AA"}