{"CONTEXTO": " 00238-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00238-1998-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP.N238-98-AA/IC JORGE BUSTAMANTE VALDIVIA AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia : ASUNTO: Recurso Extraordinario interpuesto por don Jorge Bustamante Valdivia, contra la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa, su fecha ocho de enero de mil novecientos noventa y ocho, en la Accion de Amparo seguida en contra de la Municipalidad Provincial de Arequipa. ANTECEDENTES : Don Jorge Bustamante Valdivia, interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, por considerar que esta ha violado, entre otros, sus derechos constitucionales a la libertad de trabajo y a percibir beneficios sociales. Solicita, que se inaplique la resolucion No 299-E de diecinueve de octubre de mil novecientos noventa y cinco; se disponga el pago inmediato de sus beneficios sociales a razon de un sueldo integro por cada ano de servicios de acuerdo a lo pactado mediante trato directo del ano mil novecientos ochenta y ocho; se le abone los intereses legales devengados y se ordene la destitucion en el cargo de quien es el infractor de sus derechos constitucionales. Refiere que laboro para la demandada desde el primero de diciembre de mil novecientos sesenta y ocho hasta el treinta de noviembre de mil novecientos noventa y seis, fecha en que ceso; En su contestacion, la Municipalidad Provincial de Arequipa, senala que, no ha violado ningun derecho constitucional del demandante habiendo actuado de conformidad con lo establecido por el Decreto Legislativo No 276. Que, asimismo, el pago de intereses solicitado no esta considerado dentro de ninguna norma legal para quien se encuentra bajo el régimen de la actividad publica; propone las excepciones de incompetencia y de caducidad. Con fecha dos de octubre de mil novecientos noventa y siete, el Juez del Primer Juzgado Especializado en lo Laboral de Arequipa emite resolucion, declarando infundadas las excepciones planteadas y fundada en parte la demanda, al considerar que la Resolucion No299-E atenta contra el derecho constitucional a percibir beneficios sociales expresamente consagrado en el articulo 24° de la Constitucion Politica del Estado. Elevados los autos en apelacion, la Sala Laboral de la Corte Superior de Justicia de Arequipa con fecha ocho de enero de mil novecientos noventa y ocho, emite resolucion revocando la apelada en cuanto declara fundada en parte la demanda y reformandola en TRIBUNAL CONSTITUCIONAL este extremo la declara improcedente por no haberse agotado la via previa, confirmandola en lo demas que contiene. Contra esta resolucion el demandante interpone recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional. 2. Que la Accion de Amparo por su caracter sumario y carente de estacion probatoria no resulta ser la via idonea para dilucidar con certeza si la liquidacion por concepto de compensacion por tiempo de servicios, debe realizarse conforme al Decreto Legislativo No 276 6 con sujecion al pacto celebrado entre la Municipalidad demandada y el Sindicato de Trabajadores Municipales de Arequipa, de fecha seis de abril de mil novecientos ochenta y ocho, mâxime si en autos no obran los elementos probatorios que acrediten la vulneracion de los derechos constitucionales invocados por el demandante Por estas consideraciones, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgànica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa de fojas noventa y tres, su fecha ocho de enero de mil novecientos noventa y ocho que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. M 2 S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO - - Let / bay 3 - Lo que Certificoi Dre. MARIA LUZ VASOVEZ DECRETARIA RELATORA TRIBUNAL CONSTITWEIONAt NF", "fecha_publicacion": "1998-10-16", "id": 37122, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Jorge Bustamante Valdivia", "numero_expediente": "00238-1998-AA"}