{"CONTEXTO": " 00230-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00230-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.: 230-96 -AA/TC. RAUL VICTOR SANCHEZACUNA C/ VICTOR ALVA PLASENCIA DIRECTOR GENERALDE LA POLICIA NACIONAL LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sânchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Raul Victor Sanchez Acuna contra la sentencia pronunciada por la Sala Civil de la Corte Superior de Justicia de Junin su fecha veintiséis de febrero de mil novecientos noventa y seis que confirmo la sentencia apelada su fecha quince de agosto de mil novecientos noventa y cinco que declaro improcedente la accion de amparo interpuesta por don Raul Victor Sanchez Acuna contra don Victor Alva Plasencia Director General de la Policia Nacional del Peru.", "ANTECEDENTES:": "Don Raul Victor Sanchez Acuna a fojas uno interpone accion de amparo contra el Director General de la Policia Nacional del Peru Teniente General don Victor Alva Plasencia con la finalidad que se suspenda la Resolucion Directoral No 2368-95- DGPNP/DIPER del primero de junio de mil novecientos noventa y cinco y la Resolucion Regional No 08-VII-RPNP-OA-UP su fecha dos de octubre de mil novecientos noventa y tres que dispone pasar de la situacion de actividad policial del accionante a la situacion de disponibilidad por medida disciplinaria. Afirma el actor que es inconstitucional las resoluciones anotadas. TRIBUNAL CONSTITUCIONAL 2 Expone que no participo en los hechos contenidos en la queja formulada por dona Dionicia Silva Santisteban contra el Mayor PNP. don José Luis Hinostroza Acosta y el Sub Oficial de Primera PNP. don Manuel Eusebio Calvay cuyo resultado dio origen a las resoluciones materia de la accion de amparo que dispone su pase a disponibilidad. Afirma que se le ha afectado los siguientes derechos constitucionales: del debido proceso, falta de motivacion de la resolucion, el principio de no aplicabilidad de la ley penal por analogia, el principio de no ser penado sin proceso. El Procurador Publico del Ministerio del Interior a fojas ciento quince contesta la H demanda y expone que el dia diecinueve de setiembre de mil novecientos noventa y dos un grupo policial, en el que se encontraba el actor, intervienen a unos infractores de la ley. fingiendo como instructor formula el atestado No 197-12-RECEG del veintiuno de setiembre de mil novecientos noventa y dos unicamente contra don Cirilo Cruzado Vergara y dispuso en forma irregular la libertad de don Remigio Unoco Alejo no sin antes exigir veinte nuevos soles para la devolucion de un radio. El Consejo de Investigacion Regional determino que la esposa del detenido don Cirilo Cruzado Vergara ratifica estos hechos. En primera instancia el Primer Juzgado Especializado en lo Civil de Huancayo pronuncia sentencia declarando improcedente la accion de amparo. Sustenta su decision: limitandose a exponer que la institucion que lo pone a disponibilidad ha expedido tal decision de acuerdo a su atribucion. No expone otros fundamentos sobre los hechos que sustenta la demanda. El Fiscal Superior de Junin opina que se confirme el fallo. Sustenta su opinion en los mismos criterios del Juzgado sin mayor aporte. En Segunda Instancia, la Sala Civil de la Corte Superior de Justicia de Junin el veintiséis de febrero de mil novecientos noventa y seis confirma la sentencia. Fundamenta su decision: exponiendo argumentaciones ajenas a los hechos concretos base de la pretension. Se limita a sostener que la autoridad policial expidio la resolucion de pase a disponibilidad en ejecucion de sus atribuciones. Es materia del grado recurso extraordinario contra este fallo.", "FUNDAMENTOS:": "1. A que, es un principio general de derecho que nadie puede ser sancionado sin prueba pertinente. TRIBUNAL CONSTITUCIONAL 3 Que, la sentencia de primera y segunda instancia en sus fundamentos no 2. dilucidan los hechos que sustenta la pretension de la demanda en los cuales el actor sostiene habérsele afectado sus derechos constitucionales: a) Al debido proceso, b) A la motivacion de las resoluciones, c) El principio constitucional de no aplicabilidad de la ley penal por analogia, d) El de no ser penado sin proceso judicial, e) El de defensa. Los fallos se han limitado a sostener que la institucion policial ha expedido la resolucion, objeto de la pretension, dentro de sus atribuciones. Que, a fojas sesenta y dos el dictamen de la asesoria juridica de la institucion 3. demandada afirma los siguientes hechos: 1) El actor, don Raul Victor Sanchez Acuna no fue el instructor del atestado que dio origen a la denuncia por abuso de autoridad, 2) Esta demostrado que la rubrica puesta en la post-firma imputado a don Raul Victor Sanchez Acuna no le corresponde, y 3) La queja origen de la sancion, en ninguin momento fue dirigida contra el actor. Opina que las responsabilidades imputadas han sido desvirtuadas y le asiste razon a don Raul Victor Sanchez Acuna. Que, el auto apertorio de instruccion, obrante a fojas sesenta, derivado de la 4. denuncia que sirvio de base a la superioridad para ordenar el pase a disponibilidad, no comprende al actor como inculpado; de los hechos expuestos y pruebas glosadas se infiere que se ha afectado el debido proceso contra el accionante porque sin prueba pertinente se aplica una medida disciplinaria extrema; de otro lado, el demandado no ha rebatido idoneamente los argumentos del actor por tales fundamentos es atendible la pretension; al efecto, carece de eficacia, en cuanto se refiere al demandante, las resoluciones No 08-VII-RPNP-OA-UP y la Resolucion No 2368-95-DGPNP/DIPER de fojas cincuenta y tres y cincuenta y siete respectivamente, objeto de la accion de amparo, por el que se dispone el pase a la situacion de disponibilidad de don Raûl Victor Sanchez Acuna. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Organica,", "FALLA:": "REVOCANDO la sentencia de la Sala Civil de la Corte Superior de Justicia de Junin su fecha veintiséis de febrero de mil novecientos noventa y seis que confirmo la JCA DEL TRIBUNAL CONSTITUCIONAL 4 sentencia apelada su fecha quince de agosto de mil novecientos noventa y cinco que declaro improcedente la demanda; reformando la de vista y revocando la apelada declararon FUNDADA la accion de amparo; en consecuencia, en cuanto al accionante; declarese la ineficacia de la Resoluciones No 2368-95-DGPNPDIPER de primero de junio de mil novecientos noventa y cinco y la Resolucion Regional No 08- VII-RPNP-OA-UP su fecha dos de octubre de mil novecientos noventa y tres que dispone pasar de la situacion de actividad a la de disponibilidad; ordenando que el Director General de la Policia Nacional del Peru reponga en sus labores habituales al Sub Oficial Técnico de Segunda don Raul Victor Sanchez Acuna; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. S.S. VFulcer cof / / A ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO / LO QUE CERTIFICO. JGS. DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-10", "id": 36714, "nombre_demandado": "Director General de la Policía Nacional del Perú (Teniente general, Víctor Alva Plasencia) (Procurador)", "nombre_demandante": "Raúl Víctor Sánchez Acuña", "numero_expediente": "00230-1996-AA"}