{"CONTEXTO": " 00241-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00241-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 241-97-AA/TC. Tacna y Moquegua. Alberto Portocarrero Richarte y otros. Sentencia del Tribunal Constitucional En Lima, a los diez dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo; pronuncia la siguiente sentencia: ASUNTO: Recurso Extraordinario interpuesto por don Alberto Portocarrero Richarte y otros contra la resolucion expedida por la Sala Civil de Tacna de la la Corte Superior de Justicia de Tacna y Moquegua, su fecha veintiocho de febrero de mil novecientos noventa y siete, que confirmando en parte la apelada declaro improcedente la demanda y reformandola declararon la misma inadmisible respecto de don Edwin Coayla Cuayla. ANTECEDENTES: Don Alberto Portocarrero Richarte y otros, con fecha treinta de abril de mil novecientos noventa y seis, interponen Accion de Amparo contra la Empresa de Saneamiento de Moquegua; solicitando se declare la inaplicabilidad a los demandantes de la Resolucion de la Junta Empresarial No 004-96-JE-ESAMO de nueve de abril de mil novecientos noventa y seis, asi como de los Memoranda No 009 y 010-96-GG-ESAMO de nueve y once de abril del ano antes mencionado; y el Acuerdo de Junta Empresarial de Esamo del dos de marzo de igual ano; que resuelven dar por concluidos suscontratos de trabajo a plazo indeterminado, por considerar que se han violado sus derechos constitucionales referidos a la estabilidad en el trabajo y al ejercicio irrestricto de los mismos en la relacion de trabajo, consagrados en los articulos 23°, 26° y 270 de la vigente Carta Politica del Estado. Expresan que para efectuar los despidos no se ha cumplido con normas administrativas, como las previstas en el articulo 80° del Decreto Supremo No 005-95-TR. La Empresa de Saneamiento de Moquegua contesta la demanda, solicitando que la misma sea declarada infundada, por considerar que la accion ha caducado y porque los demandantes no han cumplido con agotar la via previa, dado que no han interpuesto ningun recurso impugnativo contra las referidas resoluciones y memoranda Agrega que en el supuesto negado de haberse infringido normas contenidas en la norma laboral ya citada, su reclamacion no es a través de una accion de amparo sino deberian haber interpuesto una accion contencioso administrativa. Asimismo, propone las excepciones de caducidad y de falta de legitimidad para obrar. El Juez del Primer Juzgado Mixto de Mariscal Nieto de Moquegua, con fecha dieciséis de diciembre de mil novecientos noventa y seis, declaro infundadas las excepciones planteadas e improcedente la demanda, por considerar principalmente que, 2 TRIBUNAL CONSTITUCIONAL los derechos laborales supuestamente infringidos no pueden restablecerse via la accion de amparo, ya que para ello existe un procedimiento laboral especifico. Interpuesto recurso de apelacion, la Sala Civil de Tacna de la Corte Superior de Justicia de Tacna y Moquegua, con fecha veintiocho de febrero de mil novecientos noventa y siete, confirma en parte la apelada declarando improcedente la accion de amparo respecto de don Alberto Portocarrero Richarte y otros e Inadmisible la misma en cuanto a don Edwin Coayla Cuayla, por los mismos fundamentos que contiene la venida en grado y por considerar que el ultimo de los nombrados no figura como agraviado en el Memorando No 010-96-GG-ESAMO. Contra esta resolucion los demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo dispuesto en el articulo 1° de la Ley de Habeas Corpus y Amparo No 23506, es objeto de las acciones de garantia el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, a través de la presente accion de amparo los demandantes pretenden que se les declare inaplicable la Resolucion de Junta Empresarial No 004-96-JE-ESAMO, los Memoranda No 009 y 010-96-GG-ESAMO y el Acuerdo de la Junta Empresarial de Esamo de fecha dos de marzo de mil novecientos noventa y seis, asi como se disponga la reposicion en los puestos de trabajo que venian desempenando, el pago de las remuneraciones dejadas de percibir > entre otros aspectos. 3. Que, conforme al Testimonio de Constitucion de la empresa demandada, que obra a folios 202 a 215 de autos, la cuestionada Resolucion de Junta Empresarial, en el presente caso resulta ser la ultima en la via administrativa, situacion que exime a los demandantes de la exigencia prevista en el articulo 270 de la acotada Ley de Habeas Corpus y Amparo. 4. Que, respecto a la caducidad de la accion alegada por la demandada, esta resulta infundada, toda vez que conforme se advierte de autos, mediante los Memoranda No 009 y 010-96-GG-ESAMO de nueve y once de abril de mil novecientos noventa y seis, respectivamente, los demandantes fueron comunicados de la decision de la demandada de dar por concluidos sus contratos de trabajo; en consecuencia, habiendo la demanda sido presentada el dia treinta del mismo mes y ano, no habia transcurrido el plazo de caducidad establecido en el articulo 370 de la Ley No 23506, encontrandose los demandantes habilitados para interponer la presente accion de garantia. 5. Que, en cuanto a la excepcion de falta de legitimidad para obrar de los demandantes, esta resulta infundada en razon que entre las partes involucradas en el presente proceso 2 3 TRIBUNAL CONSTITUCIONAL ha existido una vinculacion contractual de naturaleza laboral, asi como porque la resolucion y los memoranda cuestionados le dan dicha legitimidad. 6. Que, mediante Memorando No 009-96-GG-ESAMO de folios 36, se comunica a don Edwin Coayla Cuayla respecto de la decision de la demandada de dar por concluido su contrato de trabajo, y habiendo sido cuestionado dicho documento a través de la presente accion, resulta pertinente revocar la resolucion de vista en el extremo que declara inadmisible la demanda respecto del indicado ex-trabajador. 7. Que, el asunto materia de autos, se refiere a que se declare como despido arbitrario el cese de los demandantes, conflicto de intereses que no es susceptible de debatirse y dilucidarse via una accion de amparo, que por su naturaleza excepcional no tiene estacion probatoria, de conformidad con lo dispuesto por el articulo 13° de la Ley No 25398; debiendo hacer valer el derecho que les corresponda, de conformidad con las normas contenidas en el Texto Unico Ordenado de la Ley de Fomento del Empleo aprobado por el Decreto Supremo No 05-95-TR y el Decreto Supremo No 03-80-TR, vigentes en la fecha de ocurridos los hechos. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Carta Politica del Estado y su Ley Orgânica. FALLA : CONFIRMANDO en parte la resolucion expedida por la Sala Civil de Tacna de la Corte Superior de Justicia de Tacna y Moquegua, de folios cuatrocientos veintidos, su fecha veintiocho de febrero de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la accion de amparo en cuanto a don Alberto Portocarrero Richarte y otros, y la revoca en el extremo que declara inadmisible la demanda respecto de don Edwin Coayla Cuayla y reformandola la declara improcedente; dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\", y la devolucion de los actuados.", "SS.": "l2 274 L - / ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, - arce GARCIA MARCELO. Lo que Certifico: A.A.M. 3 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-04", "id": 41917, "nombre_demandado": "Empresa de Saneamiento de Moquegua", "nombre_demandante": "Alberto Portocarrero Richarte y otros", "numero_expediente": "00241-1997-AA"}