{"CONTEXTO": " 00243-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00243-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:243-96-AA/TC Lima Gloria Esperanza Garcia Nino SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En, Lima a los diez dias del mes de diciembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso nulidad, entendido como extraordinario, interpuesto por dona Gloria Garcia Nino, contra la resolucion de la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, su fecha nueve de mayo de mil novecientos noventa y seis, que confirmando la sentencia de Primera Instancia declaro improcedente la demanda de accion de amparo contra la Municipalidad Distrital de Santa Maria. ANTECEDENTES : Dona Gloria Garcia Nino, interpone accion de amparo contra la Municipalidad Distrital de Santa Maria - Huacho solicitando se declare nulo el despido 0 cese de su centro de trabajo, y su reposicion por ser trabajadora estable y de labor permanente. Sostiene la demandante que con fecha seis de marzo de mil novecientos noventa, ingreso a trabajar al municipio demandado como empleada de oficina en el departamento de predios, posteriormente, con fecha siete de enero de mil novecientos noventa y tres paso a laborar como empleada tesorera de la municipalidad, encargada de los pagos y cobros de facturas y cheques, habiendo desempenado esa TRIBUNAL CONSTITUCIONAL labor hasta el dia treinta y uno de diciembre de mil novecientos noventa y cinco, en forma permanente, sustentandose con una certificacion expedida por don Hugo Diaz Mauricio, ex Alcalde de la Municipalidad, razon por la que en virtud del Articulo 1o de la Ley No 24041, que dispone que aquellos trabajadores publicos contratados para labores de naturaleza permanente, que tengan mas de un ano ininterrumpido de servicios, no pueden ser cesados 0 destituidos sino por las causales previstas en el Capitulo V del Decreto Legislativo No 276, \"Ley de Bases de la Carrera Administrativay de Remuneraciones del Sector Publico \" Aduce la actora que ante el hecho del despido procedio apersonarse a la delegacion de la PNP conjuntamente con los demas trabajadores despedidos, constituyéndose éste en el centro de trabajo directamente con el Alcalde quién le indico que habian vencido los contratos de trabajo. La Municipalidad Distrital de Santa Maria niegay contradice la demanda en todos sus extremos, senalando que la actora estuvo contratada como empleada en forma eventual, que las labores realizadas no tienen la naturaleza de permanente y que a la demandante no se le ha despedido ni cesado ya que ha concluido su contrato PA M y que estan cumpliendo estrictamente la Ley del Presupuesto No 26553, que prohibe contratar 0 renovar contratos de personal. La Juez del Primer Juzgado en lo Civil de Huaura Huacho, con fecha nueve de abril de mil novecientos noventa y seis, a fojas noventa y dos, expide sentencia declarando infundada la accion de amparo, e infundada la tacha propuesta a fojas cincuenta y cinco, por considerar que los hechos demandados no constituyen vulneracion de derecho constitucional alguno. Formulado el recurso de apelacion, la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, expide resolucion con fecha nueve de mayo de mil novecientos noventa y seis confirmando la sentencia de primera instancia, que declara infundada la accion, por considerar que la actora no ha acreditado estar comprendida en la carrera administrativa al no haber ingresado a ella por concurso publico, ni conforme al articulo 15° del Decreto Legislativo No 276. Interpuesto el recurso de nulidad entendido como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1.- Que, el objeto de las acciones de garantia es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. TRIBUNAL CONSTITUCIONAL 2.- Que, la demandante solicita Su reincorporacion a la Municipalidad Distrital de Santa Maria Huacho por cuanto considera que al haber laborado en forma permanente e ininterrumpida ha adquirido estabilidad laboral de acuerdo a la Ley No 24041, segun la cual los trabajadores contratados para labores de naturaleza permanente, que tengan mas de un ano ininterrumpido de servicios, no pueden ser cesados ni destituidos sino por las causales previstas en el Decreto Legislativo No 276. 3.- Que, los hechos expuestos por la demandante que la llevan a considerar que el cese es violatorio de sus derechos como servidora dentro del régimen de la actividad publica; son controvertibles y requieren probanza para su dilucidacion lo que no puede ser resuelto en la via sumarisima del amparo, por carecer esta de estacion probatoria. 3.- Que en consecuencia la reincorporacion que solicita la demandante, a la Municipalidad Distrital de Santa Maria, debe sustanciarse ante la via correspondiente. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Periy su ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, de fojas 114, su fecha nueve de mayo de mil novecientos noventa y seis, la que confirmando la apelada declaro INFUNDADA la accion de amparo, dispusieron la publicacion de la presente en el Diario Oficial El Peruano; y los devolvieron. S.S. 2 sicei Acosta Sanchez Nugent Diaz Valverde Garcia Marcelo. L Ci . bal I.R.T. LO QUE CERTIRICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA DEL TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-02-14", "id": 36685, "nombre_demandado": "Municipalidad Distrital de Santa María", "nombre_demandante": "Gloria Esperanza García Niño", "numero_expediente": "00243-1996-AA"}