{"CONTEXTO": " 00240-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00240-1997-AA.pdf) --- I 39 TRIBUNAL CONSTITUCIONAL EXP. No. 240-97-AA/TC LIMA PABLO IGNACIO LIVIA ROBLES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de noviembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia :", "ASUNTO:": "Recurso Extraordinario interpuesto con fecha veintiséis de noviembre de mil novecientos noventiséis, por don Pablo Ignacio Livia Robles, contra la Resolucion No 1039 de la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fecha treintiuno de octubre de mil novecientos noventiséis, que declaro IMPROCEDENTE la accion de Amparo interpuesta por el mismo accionante. (folio 133)", "ANTECEDENTES:": "Con fecha diecinueve de octubre de mil novecientos noventicinco, don Pablo Ignacio Livia Robles, ex-Fiscal Provincial Titular de Lima, interpuso accion de Amparo contra el Estado Peruano, representado por el Consejo de Ministros y el Ministro de Justicia, para que cese el agravio, segun dice, que se le infirio al cesarsele en el citado cargo, el veinticuatro de abril de mil novecientos noventidos, en aplicacion del Decreto 2 TRIBUNAL CONSTITUCIONAL Ley No 25446 dictado en dicha fecha, por el Gobierno de Emergencia y Reconstruccion Nacional constituido a partir del cinco de abril del citado ano. Aduce el demandante, que no pudo interponer la accion de Amparo en ese entonces, pues tres dias después de dictado el Decreto Ley 25446, se publico el Decreto Ley 25454 que establecia la improcedencia de dicha accion, dirigida a impugnar los efectos de la aplicacion del Decreto Ley 25446. Advierte el actor, que el plazo establecido en el articulo 370 de la Ley 23506, para interponer la demanda y no incurrir en causal de caducidad, debe computarse, en su caso, a partir del veintiocho de julio de mil novecientos noventicinco, fecha en que, segun considera el demandante, se restablecio el régimen democratico del pais, y en consecuencia, en aplicacion del referido articulo, recién se produjo la \"remocion del impedimento\" en dicha fecha. Por ultimo, manifiesta el actor, que se le ha cesado sin motivo alguno, atentândose contra el derecho al debido procesoy contra lo establecido en el Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa. (folio 29 a folio 34) Contesta la demanda, la Procuradora Publica a cargo de los Asuntos Judiciales del Ministerio de Justicia, solicitando sea declarada \"improcedente y/o infundada\", en base a las consideraciones siguientes: Que, la accion de Amparo de autos es improcedente, en razon de que el articulo 2° del Decreto Ley 25454 establece, que no procede dicha accion contra el Decreto Ley 25446, que dispuso el cese del actor. Que, en el presente caso se ha incurrido en la causal de caducidad establecida en el articulo 37° de la Ley 23506, en razon de que los 30 dias habiles que es el plazo para interponer la demanda, transcurrieron con exceso, desde el veinticuatro de abril de mil novecientos noventidos, fecha en que se publico el Decreto Ley 25446 que dispuso el cese, hasta el diecinueve de octubre de mil novecientos noventicinco, fecha en que se interpuso la demanda. Que, no procede la accion de Amparo contra los Decretos Leyes 25446 y 25454, pues fueron dictados conforme a los lineamientos establecidos por el Gobierno de Emergencia y Reconstruccion Nacional, que a través de sus Bases, declaro en reorganizacion al Poder Judicial y al Ministerio Publico, entre otros. (folio 49 a folio 53) El Sexto Juzgado Civil de Lima, mediante la Resolucion No 7 de fecha dieciocho de diciembre de mil novecientos noventicinco, declaro IMPROCEDENTE la demanda, en razon de que el actor incurrio en la causal de caducidad establecida por el acotado articulo 370 de la Ley 23506, y que, el computo para establecer los 60 dias habiles para interponer la demanda, se debe calcular, desde la fecha en que se publico el Decreto Ley 25446, vale decir, desde el veinticuatro de abril de mil novecientos noventidos, y no desde el veintiocho de julio de mil novecientos noventicinco, como se pretende. (folios 93, 94 y 95) La Primera Sala Civil de la Corte Superior de Justicia de Lima, emite la Resolucion No 1309 de fecha treintiuno de octubre de mil novecientos noventiséis, confirmando la 41 3 TRIBUNAL CONSTITUCIONAL apelada, y en consecuencia, declarando IMPROCEDENTE la accion de Amparo. Dicha Sala, considera que el Decreto Ley 25454 que dispuso la improcedencia de acciones de Amparo contra el Decreto Ley 25446, no constituyo impedimento para incoar dicha accion, toda vez, que aplicando el control difuso dicho impedimento devendria en inaplicable. (folio 131)", "FUNDAMENTOS:": "Que, mediante el articulo 4° del Decreto Ley 25446 publicado en el Diario Oficial \"El Peruano\" el veinticuatro de abril de mil novecientos noventidos, se cesa a partir de esa fecha, a varios Fiscales Provinciales de Lima, dentro de los cuales se halla el demandante don Pablo Ignacio Livia Robles. Que, el articulo 2° del Decreto Ley 25454 publicado en el Diario Oficial \"El Peruano\" con fecha veintiocho de abril de mil novecientos noventidos, dispone, que: \"No procede la accion de Amparo dirigida a impugnar directa 0 indirectamente los efectos de la aplicacion de los Decretos Leyes 25423, 25442 y 25446. Que, el articulo 138° de la Constitucion Politica del Estado de 1993, promulgada con fecha veintinueve de diciembre del mismo ano, permite aplicar el control difuso al Poder Judicial. Por consiguiente, desde dicha fecha, pudo el demandante interponer la accion de Amparo contra el Decreto Ley 25446 que dispuso su cese. Que, en consecuencia, habiéndose interpuesto la demanda con fecha diecinueve de octubre de mil novecientos noventicinco, el accionante incurrio en la causal de caducidad dispuesta por el acotado articulo 370 de la Ley 23506. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion No 1309 de la Primera Sala Civil de la Corte Superior de Justicia de Lima, su fecha treintiuno de octubre de mil novecientos noventiséis, de folio 131, que confirmando la apelada, declaro IMPROCEDENTE la accion de 42/ 4 TRIBUNAL CONSTITUCIONAL Amparo, dispusieron su publicacion en el Diario Oficial \"El Peruano\", ? conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, A GARCIA MARCELO. LO QUE CERTIFICO: Dra. MARIA LUZ VASQUEZ V. Secretaria Relatora Tribunal constitucional JAGB/daf", "fecha_publicacion": "1998-01-16", "id": 36651, "nombre_demandado": "Estado Peruano", "nombre_demandante": "Pablo Ignacio Livia Robles", "numero_expediente": "00240-1997-AA"}