{"CONTEXTO": " 00242-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00242-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 242-99-AA/TC Dy CHIMBOTE ACTIVIDADES PESQUERAS S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintisiete dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Actividades Pesqueras S.A., contra la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento noventa y cuatro, su fecha veintinueve de enero de mil novecientos noventa y nueve, que declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Actividades Pesqueras S.A., representada por don Eduardo Muelle Maturana, interpone demanda de Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria-Oficina Zonal Chimbote, para que se declare inaplicable la Resolucion de Oficina Zonal N.o 98Z10140000471, del veinticuatro de julio de mil novecientos noventa y ocho, que resuelve aplicar la sancion de comiso sobre tres mil doscientos setenta y ocho cajas conteniendo grated de sardina, solicita que se disponga la no aplicacion de la referida sancion y se proceda a la devolucion de la multa pagada indebidamente. Refiere que dicha resolucion viola los principios de legalidad y no confiscatoriedad del patrimonio, asi como el de propiedad de su representada. La Superintendencia Nacional de Administracion Tributaria-Oficina Zonal Chimbote, representada por don Guillermo Huaman Vargas, contesta la demanda solicitando que sea declarada improcedente, porque la resolucion materia de la Accion de Amparo ha sido emitida conforme a ley, no habiendo violado ni amenazado ningun derecho constitucional de la demandante. TRIBUNAL CONSTITUCIONAL El Primer Juzgado Civil del Santa-Chimbote, a fojas ciento treinta y cuatro, con fecha dieciséis de noviembre de mil novecientos noventa y ocho, expide resolucion declarando improcedente la demanda de Accion de Amparo, por considerar que la AN demandante no ha agotado la via previa 0 administrativa, que constituye requisito indispensable para cumplir otra caracteristica de la Accion de Amparo. La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, a fojas ciento noventa y cuatro, con fecha veintinueve de enero de mil novecientos noventa y nueve, confirma la apelada que declara improcedente la Accion de Amparo, por estimar que para discutirse en esta via si se ha incurrido en la violacion de derechos constitucionales, la demandante tenia que haber visto negado su derecho ejercido en la via administrativa, pudiendo ademas haber interpuesto apelacion ante el Tribunal Fiscal. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de conformidad con lo dispuesto por el articulo 152° del Codigo Tributario, 1. aprobado por el Decreto Legislativo N.o 816, aplicable al presente caso sin la sustitucion establecida por el articulo 450 de la Ley N.o 27038, las resoluciones que establezcan sanciones, entre otras, de comiso de bienes, deberan ser apeladas ante el Tribunal Fiscal, dentro de los tres dias habiles siguientes a los de su notificacion. Que la demandante, dentro del proceso y en repetidas oportunidades, ha expresado 2. que no ha interpuesto ningun recurso impugnativo contra la Resolucion de Oficina Zonal N.o 98Z10140000471, materia de la presente accion de garantia. Que solo procede la Accion de Amparo cuando se hayan agotado las vias previas. 3. No encontrândose la demandante en ninguno de los supuestos de excepcion dispuestos por el articulo 28° de la Ley N.°23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento noventa y cuatro, su fecha veintinueve de enero de mil novecientos noventa y nueve, que confirmando la apelada declaro 2 TRIBUNAL CONSTITUCIONAL IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. PLAl", "SS.": "ACOSTA SANCHEZ LLis - DIAZ VALVERDE NUGENT GARCIA MARCELO A ce EL Lo que Certifioo: ury LeL Y . Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-10", "id": 35525, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Actividades Pesqueras SA (Eduardo Muelle Maturana)", "numero_expediente": "00242-1999-AA"}