{"CONTEXTO": " 00240-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00240-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N9240-98-AA/TC RAUL PEDRO ARGUELLES BORDA AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de mayo de mil novecientos noventiocho, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo. ASUNTO : Recurso Extraordinario interpuesto por don Raul Pedro Arguelles Borda, contra la Resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa, su fecha ocho de enero de mil novecientos noventa y ocho en la Accion de Amparo seguida en contra de la Municipalidad Provincial de Arequipa. ANTECEDENTES : Don Raul Arguelles Borda, interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, y solicita la inaplicacion de la Resolucion Municipal N299-E, de diecinueve de octubre de mil novecientos noventa y cinco, por considerar que ésta viola, entre otros, sus derechos constitucionales, a percibir beneficios sociales, a la igualdad ante la ley, a la defensa. Asimismo, se disponga el pago inmediato de su compensacion por tiempo de servicios a razon de un sueldo integro por cada ano de servicios de acuerdo a lo pactado mediante trato directo de mil novecientos ochenta y ocho; se le abonen los intereses legales devengados, y se disponga la destitucion en el cargo de quien es el infractor de sus derechos constitucionales. Refiere que ingreso a laborar para la demandada el primero de junio de mil novecientos sesenta y siete hasta el treinta de noviembre de mil novecientos noventa y seis, fecha en que ceso. La Municipalidad Provincial de Arequipa, contesta la demanda senalando que no ha violado ningun derecho constitucional del demandante; que ha actuado de conformidad con el articulo 54° inciso c) del Decreto Legislativo No 276. Que, asimismo, el pago de intereses solicitado no esta previsto en ninguna norma legal. Deduce, de otro lado, las excepciones de Incompetencia y de Falta de Agotamiento de la Via Administrativa. Con fecha dos de octubre de mil novecientos noventa y siete > el Juez del Primer Juzgado Especializado en lo Laboral de Arequipa, emite resolucion declarando infundadas las excepciones propuestas y fundada en parte la Accion de Amparo interpuesta, al considerar que la Resolucion Municipal No 299-E emitida por la demandada, atenta contra el derecho constitucional a percibir los beneficios sociales expresamente consagrado en el articulo 24° de la Constitucion Politica del Estado. Con fecha ocho de enero de mil novecientos noventa y ocho, la Sala Laboral de la Corte Superior de Justicia de Arequipa, emite resolucion revocando la apelada en la parte que declara fundada la demanda y la declara improcedente por considerar que la materia controvertida debio discutirse en una via previa, confirmandola en lo demas que contiene. 2 TRIBUNAL CONSTITUCIONAL Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que la Accion de Amparo por su carâcter sumario y carente de estacion probatoria no resulta ser la via idonea para dilucidar con certeza si la liquidacion por concepto de compensacion por tiempo de servicios, debe realizarse conforme al Decreto Legislativo No 276 6 con sujecion al pacto celebrado entre la Municipalidad demandada y el Sindicato de Trabajadores Municipales de Arequipa, de fecha seis de abril de mil novecientos ochenta y ocho, maxime si en autos no obran los elementos probatorios que acrediten la vulneracion de los derechos constitucionales invocados por el demandante. Por estas consideraciones, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Laboral de la Corte Superior de Justicia de Arequipa de fojas noventa y ocho, su fecha ocho de enero de mil novecientos noventa y ocho que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. can . 1 e S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE arcie U GARCIA MARCELO GG. NF/amf Lo que Certifico: 1. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-07", "id": 37097, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Raúl Pedro Arguelles Borda", "numero_expediente": "00240-1998-AA"}