{"CONTEXTO": " 00240-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00240-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 240-99-AA/TC CHIMBOTE MAXIMO RODOLFO MEJIA PAJUELO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintiocho dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Maximo Rodolfo Mejia Pajuelo contra la Resolucion expedida por la Sala Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento doce, su fecha veinticuatro de febrero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Maximo Rodolfo Mejia Pajuelo interpone Accion de Amparo contra el representante legal de la Direccion de Educacion de la Subregion \"El Pacifico\" solicitando que se declare inaplicable la Resolucion Directoral N.o 01418 del quince de julio de mil novecientos noventa y ocho, que le impone la sancion de separacion definitiva en el ejercicio de sus funciones de profesor del Colegio Nacional \"Republica Federal Socialista de Yugoslavia\", excediéndose en dicha medida, pues debio aplicarsele una sancion menor, como una multa de diez treintavas partes de sus remuneraciones 0 la suspension temporal en el ejercicio de sus funciones, por lo que se ha violado su derecho constitucional de libertad de trabajo, y pide que se le restituya en su plaza, nivel, cargo, lugar, centro y turno de trabajo. El demandado contesta la demanda a fojas veintinueve y el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion a fojas cuarenta y siete, negando y contradiciendo la demanda, deduciendo la excepcion de falta de agotamiento de las vias previas y expresando que la resolucion impugnada se ha dictado luego de seguirsele al actor un procedimiento administrativo regular, en el cual ha hecho valer todos los recursos impugnativos del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos 2 TRIBUNAL CONSTITUCIONAL Administrativos aprobado por Decreto Supremo N.o 02-94-JUS del veintiocho de enero de mil novecientos noventa y cuatro. El Primer Juzgado Especializado en lo Civil de Chimbote, a fojas ochenta y uno, con fecha veinticuatro de noviembre de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar principalmente que el demandante no ha agotado las vias previas que exige el articulo 270 de la Ley N.o 23506, como requisito esencial de procedibilidad para recurrir al organo jurisdiccional mediante la Accion de Amparo. La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, a fojas ciento doce, con fecha veinticuatro de febrero de mil novecientos noventa y nueve, confirmo la apelada, por estimar que en el petitorio de la demanda se alegan hechos y circunstancias que deben ser necesariamente discutidos y aclarados en otra via procesal, diferente a la constitucional. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, habiendo sido ejecutada la resolucion impugnada --sin ser la ultima instancia 1. administrativa-, antes de vencerse el plazo para que quede consentida, no es exigible el agotamiento de las vias previas, segun lo dispuesto por el inciso 1) del articulo 28° de la Ley N.o 23506, de Habeas Corpus y Amparo. Que, mediante la Resolucion Directoral N.o 02245-SREP, del veintinueve de diciembre 2. de mil novecientos noventa y siete, se le impuso al demandante la sancion de separacion temporal de seis meses en el ejercicio de sus funciones, previo proceso administrativo, por existir evidencias de realizar actos renidos contra la moral y la libertad sexual en agravio de cuatro alumnas del tercer grado del Centro Educativo Andrés de los Reyes\" de la ciudad de Huaral. Que, mediante la Resolucion Directoral N.o 01418, de fecha quince de julio de mil 3. novecientos noventa y ocho, previo a otro proceso administrativo, se le aplico la medida disciplinaria de separacion definitiva en el ejercicio de sus funciones por acoso sexual a seis alumnas del segundo grado de educacion secundaria del Colegio \"Republica Federal Socialista de Yugoslavia\" de Chimbote. Que, en su escrito de demanda, impugnando esta ultima resolucion, el demandante 4. afirma que la Direccion de Educacion emplazada se ha excedido al imponerle la sancion de separacion definitiva, pues debio aplicarle una sancion menor, como una 3 TRIBUNAL CONSTITUCIONAL multa de diez treintavas partes de sus remuneraciones 0 la suspension en el ejercicio de sus funciones, tratando de discutir basicamente la dimension de la sancion aplicada. Que la calificacion de la falta disciplinaria cometida es potestad de la autoridad 5. administrativa, cuya controversia sobre la medida aplicada debe ser determinada en otra via procesal, con arreglo a las circunstancias prescritas en el articulo 270 del Decreto Legislativo N.o 276, que aprueba la Ley de Bases de la Carrera Administrativa, basandose en la apreciacion de los mayores elementos de probanza que aporten las partes, no siendo esta Accion de Amparo la via idonea, por su naturaleza sumaria y por carecer de estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento doce, su fecha veinticuatro de febrero de mil novecientos noventa y nueve, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Minar DIAZ VALVERDE NUGENT GARCIA MARCELO rlwils L 2 a MF Lo que Ogrtifi00s Dre. MARIA AWZVASOUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-07", "id": 35570, "nombre_demandado": "Dirección de Educación de la Subregión El Pacífico", "nombre_demandante": "Máximo Rodolfo Mejía Pajuelo", "numero_expediente": "00240-1999-AA"}