{"CONTEXTO": " 00245-1995-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00245-1995-AA.pdf) --- EXP.NO245-95-AA/TC LIMA DANIELALEJANDRO CÉSPEDES MARIN SENTENCIA DEL TRIBUNAL CONSTTTUCIONAL En Lima, a los nueve dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Daniel Alejandro Céspedes Marin, contra la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, su fecha veintidos de setiembre de mil novecientos noventa y cinco, que declaro no haber nulidad en la sentencia de vista e improcedente la Accion de Amparo. (fojas 69 del Cuaderno de Nulidad) ANTECEDENTES I . Con fecha veinticinco de agosto de mil novecientos noventa y tres, don Daniel Alejandro Céspedes Marin, interpuso Accion de Amparo contra don Juan Luis Avendano Valdez en su calidad de Presidente del Consejo del Notariado, don Eduardo Beaumont Callirgos, don César Galvez Soto y don Carlos Augusto Sotomayor Bernos, en sus calidades de miembros del citado Consejo; cuestionando los alcances de la Resolucion del Consejo del Notariado No 005-93-JUS/CN de fojas 4, su fecha veinte de julio de mil novecientos noventa y tres, que dispuso: a) Declarar infundado el recurso de apelacion que interpuso el demandante, contra el Acuerdo de la Junta General Extraordinaria del Colegio de Notarios, que con fecha trece de mayo de mil novecientos noventa y dos, dispuso suspenderlo en el ejercicio de la funcion por el término de doce meses, por la gravedad de las faltas cometidas, \"y recomendar al Consejo del Notariado su destitucion\" (fojas 1); b) Atender el pedido de la Junta General Extraordinaria del Colegio de Notarios, y en consecuencia sancionar al Notario Daniel Alejandro Céspedes Marin, con la destitucion como Notario de Lima. Considera el demandante, que se ha atentado contra su estabilidad funcional como Notario, y se ha violado su derecho a la defensa. (fojas 6 a 9) La Procuradora Publica a cargo de los Asuntos Judiciales del Ministerio de Justicia, contesta la demanda, solicitando en forma singular, sea declarada infundada e improcedente. Infundada, por las razones siguientes: que, la sancion de destitucion contenida en la Resolucion cuestionada, se debe a una serie de irregularidades y actos dolosos practicados por el demandante en el ejercicio del notariado, hechos corroborados mediante el Acta de Visita Notarial de fojas 18, su fecha veintiuno de agosto de mil novecientos noventa; que, no se ha violado el derecho de defensa del demandante, pues reiteradamente se le cito para ejercitar aquel derecho, y no concurrio, y menos, presento descargos en contra de aquellas severas faltas detectadas por la Comision \"A\" del Colegio de Notarios de Lima. Improcedente, por los fundamentos siguientes: que, el demandante no cumplio con agotar la via administrativa, pues interpuso recurso de reconsideracion contra la Resolucion controvertida, y antes de resolverse dicha impugnacion, interpuso la demanda de autos. (fojas 42 a 47). Por su parte, con fecha doce de diciembre de mil novecientos noventa y tres, la entonces Decana del Colegio de Notarios de Lima, se apersona a la instancia. (fojas 67 a 68) El Vigésimo Primer Juzgado de Lima, mediante sentencia de fecha cuatro de abril de mil novecientos noventa y cuatro, falla declarando infundada la demanda; el sustento de dicho pronunciamiento es el siguiente: que, de autos aparece la no violacion del derecho de defensa del demandante, por haberlo ejercido, constando ello en el recurso que presento, que corre a fojas 82; que, la Resolucion No 005.93-JUS/CN materia de la presente accion, fue dictada en estricto cumplimiento de la Ley No 26002, Ley del Notariado; que, el demandante no ha podido contradecir con documento alguno, los graves cargos que se le imputan; que, asimismo no ha podido probar fehacientemente, que la otra parte haya violado en su perjuicio un derecho constitucionalmente protegido. (fojas 133, 134 y 135) La Quinta Sala Civil de la Corte Superior de Justicia de Lima, con fecha veinte de enero de mil novecientos noventa y cinco, revoca la apelada, y reformandola, declara improcedente la demanda; en base a lo siguiente: que, la via del Amparo, adoptada por el demandante, no es la procedente, pues mediante ella no se pueden dilucidar conflictos administrativos 0 funcionales, los cuales, deben ser ventilados a través de la accion contencioso-administrativo, segun lo prescribe el articulo 240° de la Carta Magna de 1979; que, el Consejo del Notariado, al emitir la Resolucion No 005-93-JUS/CN, cautelo previamente el derecho de defensa del demandante, y practico las acciones administrativas vigentes en la época de los hechos, importando ello la no transgresion del debido proceso. (fojas 630 a 639) La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, considero no haber nulidad en la sentencia de vista, y confirmando la improcedencia de la demanda; considera que los graves hechos imputados al demandante, deben ser materia de debate y prueba, para un mejor esclarecimiento, y en consecuencia, la Accion de Amparo no es la via correcta. (fojas 61 del Cuaderno de Nulidad)", "FUNDAMENTOS:": "1. Que, el objeto de las acciones de garantia, como es el caso del Amparo, consiste en reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, antes de analizar el contenido de la pretension, resulta necesario absolver el pedido de abandono, formulado por la demandada: en el presente caso, resulta improcedente solicitarlo aplicando la Ley No 26835, como se pretende, pues el abandono enmarcado en los alcances de dicha norma solo es posible aplicarlo sobre aquellos expedientes que fueron elevados al Tribunal de Garantias Constitucionales en via de casacion y se encuentran pendientes de resolucion; situacion que no se da en el presente caso, pues el Recurso Extraordinario de autos fue elevado directamente a este Colegiado. 3. Que, respecto a la \"reformatio in peius\" invocada por el demandante, que se configura cuando la situacion juridica del recurrente se empeora como consecuencia de su recurso; se advierte que no es aplicable en el presente caso, por lo siguiente: Manifiesta el demandante, que interpuso recurso de apelacion contra el Acuerdo adoptado con fecha trece de mayo de mil novecientos noventa y dos, mediante el cual, el Colegio de Notarios de Lima dispuso suspenderlo por espacio de doce meses en ejercicio de la funcion notarial; y que, el Consejo del Notariado, resolviendo su recurso dicto la Resolucion No 005-93-JUS/CN materia de la presente accion de garantia, cambiando la sancion de suspension por la de destitucion definitiva empeorando de esa manera su situacion. Al respecto es necesario advertir, que en el Acuerdo materia de apelacion, no solo se dispuso la suspension, sino que, se solicito al Consejo del Notariado la destitucion del Notario don Daniel Alejandro Céspedes Marin; consecuentemente, la apelacion formulada por éste, abarco ambos pronunciamientos, que por la gravedad de los hechos cometidos por el impugnante, se declaro infundada la apelacion, y consecuentemente, se dispuso la aludida destitucion. De lo aclarado, se Ilega a la conclusion, que no se incurrio en la \"reformatio in peius\" que pretende equivocadamente configurar el demandante. 4. Que, se aduce el arrogamiento por parte del Consejo del Notariado, de sancionar la destitucion, sin tomar en cuenta que dicha potestad la debia ejercer la Corte Superior de Justicia de Lima. Sobre el particular, es preciso resaltar, que cuando la Junta General Extraordinaria del Colegio de Notarios de Lima, con fecha trece de mayo de mil novecientos noventa y dos, acordo suspender al demandante, y solicitar su destitucion por ante el Consejo del Notariado, aun se hallaba vigente la Ley No 1510, Ley del Notariado, cuyo articulo 15° disponia que los Notarios podian ser destituidos administrativamente por las Cortes Superiores; es por ello, que la Junta General Extraordinaria del Colegio de Notarios de Lima, se limito a suspender al demandado, y recomendar que el Consejo del Notariado provea lo pertinente para su destitucion por las graves faltas cometidas. El siete de diciembre del mismo ano, (1992) se promulga el Decreto Ley No 26002, nueva Ley del Notariado, que deroga expresamente la anterior, vale decir, la Ley No 1510, se publica en el Diario Oficial El Peruano con fecha veintisiete de diciembre de mil novecientos noventa y dos; y desde ese momento las Cortes Superiores dejan de conocer administrativamente los procesos de destitucion de notarios, quedando dicha atribucion bajo la competencia del Consejo del Notariado a través de dos modalidades: Una de ellas, y que se adecua al presente caso, lo dispone el inciso e) del articulo 142° de la citada nueva Ley del Notariado, que refiriéndose a una de las atribuciones del Consejo del Notariado dice textualmente lo siguiente: \"Resolver en ultima instancia, como tribunal de apelacion, sobre las decisiones de los Colegios de Notarios\"; la segunda modalidad, esta contenida en el ultimo paragrafo del articulo 154° de la misma Ley, que refiriéndose a la destitucion dispuesta por la Asamblea General del Colegio de Notarios, establece textualmente: \"Procede apelacion ante el Consejo del Notariado\" De todo ello se desprende lo siguiente: a) Que, la sancion de destitucion ya existia desde la época de la Ley No 1510. b) Que, la aplicacion de dicha sancion fue potestad de las Cortes Superiores de Justicia, hasta la entrada en vigencia de la nueva Ley del Notariado, Ley No 26002. c) Que, estando en vigencia la acotada Ley No 26002, y expresamente derogado el articulo 15° de la citada Ley No 1510; el Consejo del Notariado, en virtud de la primera norma, asume la capacidad de resolver en ultima instancia, y a pedido de parte, las apelaciones que se formulen contra las Resoluciones de los Colegios de Notarios. De esta manera, conoce y resuelve el recurso de apelacion formulado por el demandante, y dicta la Resolucion del Consejo del Notariado No 005-93-JUS/CN de fojas 4, disponiendo la destitucion del demandante. 5. Que, de fojas 145 a 165 corren copias de documentos, que permiten establecer, que no se vulnero el derecho de defensa del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, de fojas sesenta y uno, del Cuaderno de Nulidad, su fecha veintidos de setiembre de mil novecientos noventa y cinco, que declarando no haber nulidad en la de vista y declaro improcedente la demanda; y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO JAGB", "fecha_publicacion": "1998-09-24", "id": 37596, "nombre_demandado": "Presidente del Consejo de Notariado (Juan Luís Avendaño Valdez) y otros", "nombre_demandante": "Daniel Alejandro Céspedes Marín", "numero_expediente": "00245-1995-AA"}