{"CONTEXTO": " 00243-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00243-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 243-98-AA/TC HUAURA SANTOS MAXIMO CESIAS GUEVARA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Santos Maximo Cesias Guevara contra la sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas ciento dos, su fecha diecinueve de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Santos Maximo Cesias Guevara interpone demanda de Accion de Amparo contra el Presidente del Directorio de la Sociedad de Beneficiencia Publica, don Luis Ricardo Robles Guerrero, alegando que por los mismos hechos ocurridos el dia dieciséis de junio de mil novecientos noventa y siete ha sido sujeto a doble sancion, una de suspension por treinta dias sin goce de haber y otra de cese temporal por cuarenta y cinco dias sin goce de haber, situacion que atenta contra el derecho al trabajo, a la remuneracion y al debido proceso. Refiere que al haber ingerido licor el dia dieciséis de junio de mil novecientos noventa y siete en horario de trabajo, por Resolucion No 135-97-SBH, del diecinueve de junio del mismo ano, se le impuso la sancion de suspension por treinta dias sin goce de haber; sin embargo, alega que, pese a encontrarse cumpliendo la sancion antes mencionada durante ocho dias, la referida Resolucion No 135-97-SBH fue anulada, y reviviendo un proceso fenecido por el mismo hecho, se le instauro proceso administrativo, sancionandolo mediante Resolucion No 289-97-SBH con cese temporal por cuarenta y cinco dias, sin goce de remuneraciones. Don Luis Ricardo Robles Guerrero contesta la demanda senalando que si bien es cierto mediante la Resolucion No 135-97-SBH se sanciono al demandante con suspension sin goce de haber con treinta dias, en salvaguarda de su legitimo ejercicio del derecho de defensa, mediante Resolucion No 150-97-SBH se dejo sin efecto la antedicha Resolucion, y con el objeto de no perjudicar al demandante por los dias en que dejo de asistir al trabajo en cumplimiento de la sancion impuesta, se le abonaron en su remuneracion correspondiente a los dias no laborados en el mes de julio de mil novecientos noventa y siete. Asimismo, senala que mediante Resolucion No 254-97- SBH, del veinticinco de octubre de mil novecientos noventa y siete, se instauro proceso administrativo al demandante, resolviendo sancionarlo mediante Resolucion No 289-97- SBH. TRIBUNAL CONSTITUCIONAL El Juez del Juzgado de Trabajo de la Provincia de Huaura, a fojas sesenta y cuatro, con fecha treinta y uno de diciembre de mil novecientos noventa y siete, declaro fundada la demanda por considerar que al haberse declarado la nulidad de la Resolucion No 135-97-SBH mediante Resolucion No 150-97-SBH, de ninguna manera esta ultima Resolucion puede convalidar el acto lesivo, toda vez que el demandante habia aceptado la sancion impuesta. La Sala Civil de la Corte Superior de Justicia de Huaura, mediante resolucion de fojas ciento dos, su fecha diecinueve de febrero de mil novecientos noventa y ocho, declaro improcedente la demanda por considerar que lo que en el fondo cuestiona el demandante es la sancion que se le ha impuesto por medio de la Resolucion No 289-97- ABH, pretension que debe ser ventilada a través de la accion contencioso- administrativa.", "FUNDAMENTOS:": "1.- Que, si bien es cierto mediante Resolucion No 135-97-SBH, del diecinueve de junio de mil novecientos noventa y siete, se resolvio sancionar al demandante con suspension sin goce de haber por treinta dias, se debe tener presente que por Resolucion No 150-97-SBH, obrante a fojas treinta y tres, notificada al demandante el siete de julio de mil novecientos noventa y siete, se dejo sin efecto la Resolucion No 135-97-SBH dentro del plazo establecido en el articulo 110° del Decreto Supremo No 02-94-JUS, Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos. 2.- En consecuencia, se encuentra acreditado en autos que no se ha impuesto al demandante doble sancion por los hechos ocurridos el dieciséis de junio de mil novecientos noventa y siete, toda vez que la unica resolucion en virtud de la cual se resuelve sancionar al demandante y produce efectos legales es la Resolucion No 289-97-SBH, obrante a fojas catorce. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas ciento dos, su fecha diecinueve de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. mrcia Ma a Lo que Certific0; G.L.Z. 1./. Dra. MARIA LUZ VASOUEZ RELATORA 2 SECRETARIA RCONSTITUCIONAL IBUNAL", "fecha_publicacion": "1999-03-20", "id": 34930, "nombre_demandado": "Presidente del Directorio de la Sociedad de Beneficencia Pública (Luis Ricardo Robles Guerrero)", "nombre_demandante": "Santos Máximo Cesias Guevara", "numero_expediente": "00243-1998-AA"}