{"CONTEXTO": " 00246-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00246-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 246-96-HCTC CALLAO CARLOS CASTILLO CASTRO  SENTENCIA  DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de Agosto de mil novecientos noventa y seis, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca; Dias Valverde; Rey Terry; Revoredo Marsano; Garcia Marcelo;  actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Juan Carlos Murillo Diaz, en representacion de Carlos Castillo Castro, contra la resolucion de la Primera Sala Penal de la Corte Superior del Callao, de fecha quince de mayo de mil novecientos noventa y seis, confirmatoria de la apelada que declara improcedente la accion de habeas corpus incoada contra el Jefe de la Delegacion de la Policia Nacional de Bellavista y personal policial responsable. ", "ANTECEDENTES:": "El demandante interpone accion de habeas corpus por violacion del derecho constitucional a la libertad individual de Carlos Castillo Castro, tras su prolongada y arbitraria detencion por efectivos de la Policia Nacional del Perú de la Delegacion de Bellavista, Callao.  Respalda su pretension, en forma genérica en la Constitucion Politica del Estado y en la Ley veintitrés mil quinientos seis, como en sus modificatorias y ampliatorias. Sostiene el recurrente que desde las dos de la tarde del dia veintidos de abril de mil novecientos noventa y seis Carlos Castillo Castrofue detenido en forma arbitraria por efectivos policiales del denominado Escuadron de Emergencia \"Aguilas Negras \" y puesto a disposicion de la Delegacion de la Policia Nacional de Bellavista, conjuntamente con Andrés José Becerra Morante y él mismo.  En dicha Delegacion, por orden del Fiscal de Turno, doctor Sarmiento, los dos ultimos ciudadanos fueron puestos en libertad, no sucediendo lo mismo con Carlos Castillo Castro, quien quedo detenido por existir contra él una orden de detencion proveniente del Primer Juzgado Militar de la Segunda Zona Judicial del Ejército. Alude que hasta la hora en que presenta el recurso de habeas corpus, los efectivos policiales de dicha Delegacion de Bellavista aun no han cumplido con ponerlo a disposicion de la autoridadjudicial competente.  A fojas cuatro, aparece el oficio numero dos mil treintitres-SRC- Uno-DB-SID, suscrito por el Mayor Mori Portocarrero, Jefe de esa Delegacion, poniendo al detenido a disposicion del Primer Juzgado de la Segunda Zona Judicial del Ejército, de cuyo sello de recepcion se desprende que fue realmente entregado a dicha autoridad el dia veintitrés de abril de mil novecientos noventa y seis, sin especificarse la hora de dicho acto.  A fojas seis obra la resolucion del Juez del Cuarto Juzgado Penal del Callao, def fecha veinticuatro de abril de mil novecientos noventay seis, declarando improcedente la accion, al haber verificado personalmente el titular del Juzgado en el Libro de Egresos de esa Delegacion, que el detenido habia sido puesto a disposicion de la expresada autoridad judicial dentro de las veinticuatro horas, siguientes a su detencion, no habiéndose verificado la existencia de los elementos constitutivos de una detencion arbitraria como la alegada.  A fojas diecisiete obra la resolucion de la Primera Sala Penal del Callao, de fecha quince de mayo de mil novecientos noventa y seis, que absolviendo el grado confirma la recurrida, imponiendo al Juez la medida disciplinaria de apercibimiento,de conformidad con los articulos doscientos seis y doscientos trece del Texto Unico Ordenado de la Ley Organica del Poder Judicial, al no haber cumplido éste con las exigencias procedimentales prescritas en la ley veintitrés mil quinientos seis para el tramite de la presente accion.  Interpuesto recurso de nulidad, que se entiende como recurso extraordinario, los autos son remitidos al Tribunal Constitucional, en aplicacion del articulo cuarenta y uno de su Ley Organica. ", "FUNDAMENTOS": "Como se desprende de lo actuado, y particularmente del escrito fechado el veintidos de mayo de mil novecientos noventa y seis, obrante a fojas dieciocho, la detencion de Carlos Castillo Castro no llego a exceder el plazo de veinticuatro horas establecido en el segundo paragrafo del literal f) del numeral veinticuatro del articulo segundo de la Constitucion del Estado, habiendo mediado para ello mandato escrito y motivado del Juez competente. Del mismo petitorio se infiere también que la detencion de Carlos Castillo Castro, duro dieciocho horas y treinta minutos, luego de cuyo lapso fue puesto a disposicion de la autoridad judicial competente.  En efecto, no se ha producido la alegada detencion arbitraria, pues cuando es intervenido por la policia existia mandato de detencion emanado del Primer Juzgado de la Segunda Zona.Judicial del Ejército, derivado de un proceso penal que se seguia al beneficiario de la accion por delito de desercion, por lo que en aplicacion de lo previsto en el literal b) del articulo dieciseis de la Ley No. veinticinco mil trescientos noventa y ocho, la accion deviene improcedente.  Por estos fundamentos, el Tribunal Constitucional, ", "FALLA": "Confirmando la resolucion recurrida de fojas diecisiete, su fecha quince de mayo de mil novecientos noventa y seis, en cuanto confirma la apelada de fojas seis, fechada el veinticuatro de abril de mil novecientos noventa y seis, que declara improcedente la accion de habeas corpus interpuesta contra el Jefe de la Delegacion Policial de Bellavista y otros, por detencion arbitraria. Registrese, comuniquese y publiquese.  S.S NUGENT, ACOSTA SANCHEZ, AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, GARCIA MARCELO.  DRA.MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-11-12", "id": 37394, "nombre_demandado": "Jefe de la Delegación de la Policía Nacional del Perú de Bellavista y otros", "nombre_demandante": "Juan Carlos Murillo Díaz en representación de Carlos Castillo Castro", "numero_expediente": "00246-1996-HC"}