{"CONTEXTO": " 00249-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00249-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 249-99-AA/TC LIMA EMPRESA DE TRANSPORTES Y SERVICIOS SAN JUAN DE VILLA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Empresa de Transportes y Servicios San Juan de Villa S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos seis, su fecha doce de febrero de mil novecientos noventa y nueve, que declaro infundada la Accion de Amparo contra la Municipalidad Provincial de Huarochiri.", "ANTECEDENTES:": "Don Herbet de la Cruz Zapata, en representacion de la Empresa de Transportes y Servicios San Juan de Villa S.A., con fecha veintinueve de abril de mil novecientos noventa y ocho, interpone Accion de Amparo contra la Municipalidad Provincial de Huarochiri, representada por su Alcalde don Oswaldo Adelfio Macazana Huaringa, a fin de que se declare inaplicable la Resolucion de Alcaldia N.o 018-98-ALC-MPH-M, de fecha veintitrés de enero de mil novecientos noventa y ocho, mediante la cual se otorga a la Cooperativa de Transportes Nuevo Perû Ltda. 288 permiso provisional para operar en la ruta de interconexion del Anexo 11 de la comunidad campesina de Jicamarca del distrito de San Antonio, provincia de Huarochiri, a la provincia de Lima y viceversa, con el Codigo N.o 047-P. Sostiene la demandante que la ruta autorizada a la referida Cooperativa de Transportes se superpone con la Ruta N.o S.0.03 que le fuera otorgada, en exclusividad, por la Municipalidad Metropolitana de Lima, luego de participar en la Licitacion Publica N.o 001-93-MLM/SMTU, suscribiendo el respectivo contrato de concesion, con fecha treinta de noviembre de mil novecientos noventa y tres, para circular en la avenida Bolognesi, en el carril central de la Via Expresa, y en las avenidas Garcilazo de la Vega, Tacna, Francisco Pizarro y Tupac Amaru. Alega la demandante que la demandada ha autorizado el recorrido fuera de su jurisdiccion, vulnerando disposiciones de la Constitucion Politica del Estado, articulo1920, inciso 4) la Ley N.o 23853, Organica de Municipalidades, articulo 6°; y la Ordenanza N.o 104 de la Municipalidad Metropolitana de Lima, amenazando, entre otros, su derecho constitucional a la libertad de contratar. TRIBUNAL CONSTITUCIONAL Admitida la demanda, ésta es contestada por don Oswaldo Adelfio Macazana Huaringa, Alcalde la Municipalidad de Huarochir-Matucana, quien solicita se la declare infundada; alega que el permiso a la Cooperativa de Transportes Nuevo Peru Ltda. 288, es provisional y que la ruta otorgada no se superpone con aquélla concedida a la demandante ni es exclusiva, y que existe libre acceso a las rutas del servicio publico de transporte urbano de pasajeros en virtud a lo dispuesto por el Decreto Legislativo N.o 651.Asimismo, senala que aun no se ha formulado en forma conjunta con la Municipalidad Metropolitana de Lima el plan regulador de rutas en los servicios de transporte comun, plan que debe contener los procedimientos referentes a la concesion de rutas. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento sesenta y cinco, con fecha treinta de junio de mil novecientos noventa y ocho, expide resolucion declarando infundadas las excepciones de falta de agotamiento de la via administrativa y de caducidad propuestas por la demandada y fundada la demanda, por considerar que la Municipalidad Provincial de Huarochiri ha autorizado el recorrido en vias que se encuentran fuera de su ambito territorial, vulnerando el derecho a la libertad de contratacion de la demandante, pues ésta suscribio un contrato de concesion que no puede ser limitado por autoridad que no tiene competencia territorial. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos seis, con fecha doce de febrero de mil novecientos noventa y nueve, confirma la apelada en cuanto declara infundada las excepciones propuestas y la revoca en cuanto declara fundada la demanda y reformandola la declara infundada, al considerar que no se evidencia la vulneracion de los derechos constitucionales alegados por la demandante, no resultando idonea la via de la Accion de Amparo para dilucidar sus pretensiones. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la demandante Empresa de Transportes y Servicios San Juan de Villa S.A. 1. interpone Accion de Amparo con el objeto de que se declare inaplicable la Resolucion de Alcaldia N.o 018-98-ALC-MPH-M, mediante la cual la Municipalidad Provincial de Huarochiri otorgo a la Cooperativa de Transportes Nuevo Peri Ltda. 288, permiso provisional para la circulacion de sus unidades en una ruta que incluye vias de la jurisdiccion de la provincia de Lima, alegando que la ruta concedida a dicha Cooperativa se superpone con la que le otorgo la Municipalidad Metropolitana de Lima. Que, de autos se aprecia que el permiso otorgado por la municipalidad demandada 2. a la Cooperativa de Transportes Nuevo Peru Ltda. 288, tiene caracter provisional, habiéndose precisado en la Resolucion de Alcaldia cuestionada, que se otorga dicho permiso hasta la firma de un convenio de cooperacion con la Municipalidad Metropolitana de Lima. Que, de autos se observa que la Municipalidad Metropolitana de Lima y la 3. Municipalidad Provincial de Huarochiri han omitido dar cumplimiento a la Quinta TRIBUNAL CONSTITUCIONAL Disposicion Complementaria del Decreto Supremo N.o 12-95-MTC, que aprobo el Reglamento Nacional del Servicio Publico de Transporte Urbano e Interurbano de Pasajeros, al no haber formulado en forma conjunta el plan regulador de rutas en los servicios de transporte comunes; asimismo, no han regulado los procedimientos referentes a la concesion de rutas y la distribucion de los fondos que pudiera generarse por disposicion de la autoridad normativa. Que, en todo caso, la demandante no ha acreditado fehacientemente que se hayan 4. violado 0 amenazado sus derechos a la libertad de trabajo, a la defensa, a la libertad de contratar y otros invocados; mas aun, la demandante continuo operando en la ruta autorizada por la Municipalidad Metropolitana de Lima. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos seis, su fecha doce de febrero de mil novecientos noventa y nueve, que revocando la apelada declaro INFUNDADA la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZVALVERDE NUGENT GARCIA MARCELO ANOL L t Lo que certifico: I DR. CESAR CUBAS LONGA SECRETARIO-RELATOPR (e)", "fecha_publicacion": "1999-11-25", "id": 35991, "nombre_demandado": "Municipalidad Provincial de Huarochirí", "nombre_demandante": "Herbet de la Cruz Zapata representante de la Empresa de Transportes y Servicios San Juan de Villa SA", "numero_expediente": "00249-1999-AA"}