{"CONTEXTO": " 00258-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00258-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP 258-98-AA/TC. LIMA ANGEL ABEL CASTANEDA PRADA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los X1 senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y V Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "don Angel Abel Castaneda la Recurso Extraordinario interpuesto Prada, contra por - resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de I la Corte Superior de Justicia de Lima, de fojas doscientos treinta y dos, su fecha veintinueve de enero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Don Angel Abel Castaneda Prada, con fecha siete de junio de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra la Corporacion de Desarrollo de Lima- Callao ( ex-Corporacion de Desarrollo del Callao), solicitando que se deje sin efecto el Numeral 1° del articulo 2° de la Resolucion Presidencial No 156-96-Cordecallao/P, por la que se le cesa en el servicio por causal de excedencia. Indica que aprobo la evaluacion correspondiente al primer semestre de 1995, habiendo resultado desaprobado en el examen del segundo semestre de dicho ano, sin tener en cuenta su capacitacion y experiencia profesional. Indica que una vez que conocio los resultados presento el recurso de reconsideracion. Finaliza sosteniendo que la demandada ha realizado las evaluaciones fuera del plazo establecido por la Directiva No 01-95-Cordecallao/P, que aprobo las \"Normas para la Evaluacion Semestral del Personal de la Corporacion de Desarrollo del Callao\", toda vez que ésta establece que las evaluaciones debian realizarse en los meses de enero y julio de cada ano, y la cuestionada evaluacion se ha realizado en el mes de marzo de 1996. La Corporacion de Desarrollo de Lima- Callao contesta la demanda solicitando que la misma sea declarada infundada, por considerar que el demandante fue cesado por causal de excedencia, al no haber obtenido puntaje aprobatorio en el proceso de evaluacion llevado a cabo al amparo del Decreto Ley No 26093 y la Directiva No 01-95-Cordecallao/P. Asimismo, indica que con respecto a las dudas del demandante respecto a la transparencia del proceso de evaluacion, los argumentos expuestos por éste son subjetivos, que no se ajustan a la verdad ni tienen sustento legal alguno, pues la evaluacion de su rendimiento fue calificada por su jefe TRIBUNAL CONSTITUCIONAL inmediato ratificada por el superior jerarquico de éste ultimo. Finaliza precisando que los factores tenidos en cuenta en la evaluacion del demandante son los mismos a los que fueron sometidos todos los trabajadores de la corporacion, teniendo en cuenta las distintas profesiones de los evaluados. El Juez del Cuarto Juzgado Civil de Lima, con fecha veintisiete de junio de mil novecientos noventa y siete, a fojas ciento setenta, declaro fundada la demanda, por considerar que al demandante no se le ha el puntaje que objetivamente debio principalmente otorgado U M. corresponderle en las evaluaciones, por lo que éstas resultan irregulares, incurriendo en acto lesivo del derecho constitucional al trabajo del demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos treinta y dos, su fecha veintinueve de enero de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda, por estimar que esta sede constitucional no resulta ser la via idonea para discutir el aspecto contenido en la pretension del demandante, toda vez que la misma no tiene etapa probatoria. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Resolucion Presidencial No 156-96-Cordecallao/P, ha sido ejecutada en forma inmediata, lo que exime al demandante de la exigencia de agotar la via administrativa, ya que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506, de Habeas Corpus y Amparo. 2. Que mediante el Decreto Ley No 26093 se dispuso que los titulares de los Ministerios y de las Instituciones Publicas Descentralizadas deberan efectuar semestralmente evaluaciones de personal, de acuerdo a las normas que para el efecto establezcan, y que el personal que no califique podra ser cesado por causal de excedencia. 3. Que, conforme a lo establecido por este Colegiado en reiterados pronunciamientos, la presunta extemporaneidad de la evaluacion de personal queda salvada con la concurrencia a ésta por parte del demandante; siendo asi, y teniéndose en cuenta que en el presente proceso constitucional el demandante no ha acreditado las supuestas irregularidades que habrian ocurrido en dicho proceso de evaluacion, que conllevo a que la demandada dispusiera su cese por causal de excedencia, al no haber obtenido aquél el puntaje minimo aprobatorio establecido en la Directiva No 01-95-Cordecallao/P denominada \"Normas para la Evaluacion Semestral del Personal de la Corporacion de Desarrollo del Callao\", la misma que fue aprobada por la Resolucion Presidencial No 308-95-Cordecallao/P modificada por Resolucion Presidencial No 014-96-Cordecallao/P, no se acredita la vulneracion de derecho constitucional alguno del demandante. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos treinta y dos, su fecha veintinueve de enero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, 2 DIAZ VALVERDE, NUGENT, Mu Clu aicia GARCIA MARCELO. dertif100: Lo que L Dra. MARIALUZVASOUEZ SECRETARIA - RELATORA ERIBUNAL CONSTITUCIONAL AAM. 3", "fecha_publicacion": "1999-01-04", "id": 34828, "nombre_demandado": "Corporación de Desarrollo de Lima - Callao (ex Corporación de Desarrollo del Callao - CORDELICA)", "nombre_demandante": "Angel Abel Castañeda Prada", "numero_expediente": "00258-1998-AA"}