{"CONTEXTO": " 00259-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00259-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 259-98-AA/TC. LIMA MYRIAM JULIA BARRIENTOS DEL CORRAL Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Myriam Julia Barrientos del Corral y otros, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas seiscientos quince, su fecha diez de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Myriam Julia Barrientos del Corral y otros, interponen demanda de Accion de Amparo contra la Empresa Nacional de Puertos S.A., solicitando que se les restituya el monto integro de sus pensiones renovables que venian gozando hasta el dieciocho de julio de mil novecientos noventa y seis, sin recorte alguno y sin el tope establecido por el Decreto Legislativo No 817, Ley del Régimen Previsional a cargo del Estado. Solicitan también el pago de las sumas devengadas y sus intereses legales hasta el dia de su cancelacion, asi como una indemnizacion por los danos y perjuicios ocasionados. Senalan que estân exceptuados de agotar la via previa, toda vez que el recorte de sus pensiones se aplico en forma inmediata sin que se les cursara ninguna notificacion, lo cual no permitio que presentaran alguna reclamacion al respecto. La Oficina de Normalizacion Previsional contesta la demanda proponiendo la excepcion de falta de agotamiento de la via previa, por considerar que los demandantes solo interpusieron el Recurso de Reconsideracion y han pretendido dar por agotada la via sin presentar el Recurso de Apelacion. Senala que la demandada no ha incumplido con el pago de las pensiones, por lo que no existe vulneracion de derecho constitucional alguno de los demandantes. Manifiesta que los demandantes debieron interponer una Accion de Inconstitucionalidad y no una Accion de Amparo, por cuanto lo que esta en discusion es la constitucionalidad del Decreto Legislativo No 817. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion plantea la excepcion de falta de legitimidad para obrar del demandado, porque de acuerdo al mencionado Decreto Legislativo, la defensa del Estado sobre derechos pensionarios recae en la Oficina de Normalizacion Previsional; ademas, que la Empresa Nacional de Puertos S.A. es una persona juridica que tiene autonomia economica y administrativa. 2 TRIBUNAL CONSTITUCIONAL La Empresa Nacional de Puertos S.A. por su parte, solicita la sucesion procesal, por considerar que la Oficina de Normalizacion Previsional es la encargada de la defensa del Estado en materia de pensiones. Propone las excepciones de caducidad y falta de agotamiento de la via previa, porque considera que el plazo de caducidad debe computarse desde la fecha de expedicion del Decreto Legislativo No 817 y porque los demandantes no han interpuesto todos los recursos impugnativos que les franquea la ley. Finaliza indicando que solo se ha limitado a dar cumplimiento a lo establecido en el mencionado dispositivo legal. El Juzgado Previsional Transitorio de Lima, a fojas quinientos once, con fecha dieciséis de mayo de mil novecientos noventa y siete, desestimo todas las excepciones propuestas en autos y declaro fundada la demanda, por estimar principalmente que al expedirse el Decreto Legislativo No 817, los demandantes ya se encontraban gozando del derecho a percibir una pension de cesantia nivelable, por haber cumplido con las normas existentes en el momento que fueron otorgadas dichas pensiones. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas seiscientos quince, con fecha diez de febrero de mil novecientos noventa y ocho, revoca en parte la apelada, confirmandola en cuanto declaro infundadas las excepciones propuestas en autos y la revoco en cuanto declaro fundada la demanda y reformândola la declaro improcedente en dicho extremo, por estimar que la Accion de Amparo no es la via idonea para obtener resoluciones declarativas de derechos pensionarios ni para obtener la nivelacion de aquéllas que han sido otorgadas. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 1° de la Ley No 23506, de Habeas Corpus y Amparo, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, en materia de pensiones, resulta de aplicacion lo dispuesto en el articulo 26° de la Ley No 25398, Complementaria de la Ley de Habeas Corpus y Amparo, en atencion a que los hechos que constituyen la afectacion son continuados, por lo que la excepcion de caducidad propuesta en autos debe desestimarse. 3. Que, esta acreditado en autos, que la Empresa Nacional de Puertos S.A., sin esperar a que su decision administrativa quedara consentida, ha procedido a la imposicion de topes a las pensiones que venian percibiendo los demandantes, lo cual exime a éstos de la exigencia del agotamiento de la via previa, en razon de que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. 4. Que, de la revision de autos se advierte que los reconocimientos a los demandantes de sus pensiones de cesantia nivelables se produjeron durante la vigencia de la Carta Politica del Perû de 1979, la misma que en su Octava Disposicion General y Transitoria, establecia el derecho a percibir una pension de cesantia 0 jubilacion renovable, para que haya igualdad entre la pension del cesante con la remuneracion de un servidor activo que desempene un cargo u otro similar al ultimo en que el presto servicios el cesante 0 jubilado. Al respecto, cabe mencionar que la Ley No 23495, dada dentro del marco establecido por la norma constitucional antes 3 TRIBUNAL CONSTITUCIONAL mencionada, regula el derecho a la nivelacion y homologacion de las pensiones de los cesantes comprendidos en el Decreto Ley No 20530. 5. Que, respecto al fondo del asunto materia de autos, debe tenerse en cuenta que el Tribunal Constitucional en el Expediente No 008-96-I/TC, se ha pronunciado en el sentido de que resulta inconstitucional la Sexta Disposicion Complementaria del Decreto Legislativo No 817, en razon de que la imposicion de topes sobre las pensiones nivelables atenta contra los derechos adquiridos a que se refiere la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado de 1993. 6. Que, de las copias de las boletas de pago recaudadas a la demanda se advierte que la demandada no ha venido cumpliendo con el mandato constitucional antes referido, toda vez que ha venido aplicando topes a las pensiones que perciben los demandantes, por consiguiente, queda acreditada la transgresion a los derechos constitucionales invocados en la demanda. 7. Que, la via del amparo no es la pertinente para la reclamacion del pago de sumas de dinero por concepto de devengados e intereses legales, ni por danos y perjuicios supuestamente ocasionados por la imposicion de topes a las pensiones de los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO en parte la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas seiscientos quince, su fecha diez de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo, y reformandola en. este extremo la declara FUNDADA; en consecuencia, ordena que la demandada cumpla con el pago nivelado de las pensiones a los demandantes; y la confirma en el extremo que declara IMPROCEDENTE el pago de suma de dinero por danos y perjuicios. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, MAnar DIAZ VALVERDE, areci NUGENT, VU Wh / GARCIA MARCELO. Lo quepertipioo: Dra. MARIA LUZ VASQUEZ AAM. SECRETARIA : RELATE\" ERIBUNAL CONSTIFHEISNNN", "fecha_publicacion": "1999-04-17", "id": 34998, "nombre_demandado": "Empresa Nacional de Puertos SA", "nombre_demandante": "Myriam Julia Barrientos del Corral y otros", "numero_expediente": "00259-1998-AA"}