{"CONTEXTO": " 00252-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00252-1996-AA.pdf) --- / TRIBUNAL CONSTITUCIONAL EXP. No. 252-96-AA/TC DANIEL CLAUDIO ROSAS SILVERIO HUARAZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de abril mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde Garcia Marcelo, pronuncia sentencia : ASUNTO: : Recurso de Nulidad que se entiende como extraordinario interpuesto por don Daniel Claudio Rosas Silverio, contra la sentencia de vista expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fecha dieciocho de enero de mil novecientos noventa y seis, que confirmando la sentencia apelada expedida por el Segundo Juzgado Civil de Huaraz de fecha seis de noviembre de mil novecientos noventa y cinco, declara improcedente la accion de Amparo interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional de la Region Chavin.", "ANTECEDENTES": "Don Daniel Claudio Rosas Silverio, solicita reconocimiento de tiempo de servicios prestados al Estado, pension nivelable de cesantia y otros pedidos a la Presidencia del Consejo Transitorio de la Administracion Regional de la Region Chavin, que expide la Resolucion Presidencial No 0178-95-RCH-CH-CTAR/PRE del seis de abril de mil novecientos noventa cinco, al no estar conforme con ésta el demandante solicita reconsideracion, la misma que es declarada fundada en parte y confirmada en lo demas que contiene, mediante Resolucion Presidencial No 389-95-RCH-CTARPRE del diecisiete de agosto de mil novecientos noventa y cinco. Por lo que presenta Accion de Amparo para que se \"ordene en parte la nulidad insubsistencia de la Resolucion Presidencial No 389-95. . > Al contestar la demanda, el demandado expone que no se reconocio los afios de servicios al demandante porque no los acredito fehacientemente, y que si solicita la nulidad de la resolucion debe hacerlo via contenciowo-administativa, ya que su pension no ha sido suspendida. El Juzgado al sentenciar declara improcedente la accion, por considerar que los aspectos que los motivan deben discutirse en la via judicial y no en la via de Amparo. 2 TRIBUNAL CONSTITUCIONAL La Sala Civil de la Corte Superior de Justicia de Ancash, confirma la sentencia por las mismas consideraciones. FUNDAMENTOS : 1. Que, el demandante solicita en su petitorio se \"ordene, en parte, la nulidad e insubsistencia de la Resolucion Presidencial No 389-95... > expedida por la Presidencia del Consejo Transitorio de la Administracion Regional de la Region Chavin, no habiéndose senalado ni acreditado qué derecho constitucional se ha violado con la expedicion de esta resolucion. 2. Que, del analisis de este proceso se concluye que el demandante en el proceso administrativo solicito \"reconocimiento de tiempo de servicios prestados al Estado y pension mensual nivelable de cesantia\", al no reconocérsele los anos que indicaba interpone esta accion. 3. Que, para el reconocimiento de anos de servicios que le servira para incrementar el porcentaje de su pension, se hace necesario acreditarlos en un proceso judicial, lo que no puede hacerse via amparo, por ser una via sumarisima en la que no hay etapa probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, su fecha dieciocho de enero de mil novecientos noventa y seis que confirmando la sentencia expedida por el Segundo Juzgado Civil de Huaraz, declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, NUGENT, t CtL DIAZ VALVERDE, GARCIA MARCELO. JAM Lo que Certifi00: 1 - flh Dra. MARIA LUZ VASOUZ SECRETARIA RELATONA IRIBUNAL CONSTHTUGIONA", "fecha_publicacion": "1998-09-15", "id": 37465, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región Chavín", "nombre_demandante": "Daniel Claudio Rosas Silverio", "numero_expediente": "00252-1996-AA"}