{"CONTEXTO": " 00251-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00251-1995-HC.pdf) --- S-107 La finalidad de las acciones de garantia, segun lo preceptuado por el articulo 1° de la Ley No 23506, consiste en reponer las cosas al estado anterior a la amenaza O violacion de un derecho constitucional, siendo la Accion de Habeas Corpus aquella tutela especifica del derecho a la libertad individual O a los derechos constitucionales conexos... Exp. No 251-95-HC/TC Arequipa Tribunal Constitucional SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados: Nugent, Presidente, Acosta Sanchez, Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo; actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Carmen Elizabeth Barreda Solorzano contra la resolucion expedida por la Segunda Sala Penal de la Corte Superior de Arequipa que, confirmando la apelada, declara improcedente la Accion de Habeas Corpus interpuesta.", "ANTECEDENTES:": "La Accion de Habeas Corpus la interpone por violacion del derecho a su libertad individual, contra los Vocales de la Tercera Sala Penal de la Corte Superior de Arequipa, quienes han ordenado su detencion arbitraria, al encontrarse procesada por dicha Sala Penal por los delitos de defraudacion y contra la fe publica, ilicitos penales que si bien se cometieron cuando se encontraba en vigencia el Codigo Penal de mil novecientos veinticuatro, que proveia penas para ambos delitos de hasta seis anos como maximo, de conformidad con los articulos sexto y cuatrocientos veintisiete del Codigo Penal vigente, la pena que en todo caso ahora podria imponérsele no excederia de cuatro anos, lo que determinaria lo arbitrario de dicho mandato de detencion, que es sustituible por el de comparecencia. La Segunda Sala Penal designo al juez del Primer Juzgado Especializado en lo Penal de Arequipa, quien solicito a la Tercera Sala Penal, para mejor resolver, la remision de los actuados. Expedida resolucion de fojas veintidos, con fecha doce de setiembre de mil novecientos noventicinco, el juzgado declara improcedente la Accion interpuesta, luego de apreciar y concluir que el mandato de detencion dictado por la Tercera Sala Penal esta arreglado a ley, y que la agraviada se halla sometida a juicio dentro de un proceso regular en el cual puede y esta haciendo hacer valer los recursos impugnatorios que las normas procesales le franquean; y que ha venido evadiendo reiteradamente su juzgamiento mediante recurso de recusacion y otros, con el fin de lograr la prescripcion penal, dando lugar a que se le haya declarado contumaz, se ordene su captura en reiteradas veces, y se hayan declarado nulos los debates orales, habiéndose dictado incluso orden de allanamiento para su captura. Apelada dicha resolucion, la Segunda Sala Penal a través de su resolucion de fecha veinticinco de setiembre de mil novecientos noventicinco, de fojas treinta y siete, confirma la apelada, en base a los articulos seis de la Ley veintitrés mil quinientos seis, e incisos a)yb) del articulo seis de la Ley veinticinco mil trescientos noventiocho que preceptuan la improcedencia de la Accion de garantia invocada.", "FUNDAMENTOS:": "1. La finalidad de las acciones de garantia, segun lo preceptuado por el articulo primero de la Ley veintitrés mil quinientos seis, consiste en reponer las cosas al estado anterior a la amenaza O violacion de un derecho constitucional, siendo la Accion de Habeas Corpus aquella tutela especifica del derecho a la libertad individual O los derechos constitucionales conexos, en aplicacion de los articulos doscientos, numeral uno, de la Constitucion Politica y duodécimo de la acotada Ley veintitrés mil quinientos seis. 2. Que no obstante ser esta Accion especialisima y de tramite inmediato, no puede interferir ni menoscabar el ejercicio de la jurisdiccion ordinaria, de alli que en armonia con los literales a)y b) del articulo dieciséis de la Ley veinticinco mil trescientos noventiocho, la Accion de Habeas Corpus deviene improcedente en los casos en que, como el de autos, el sujeto activo de la relacion procesal se halla sometido a juicio por los hechos supuestamente delictivos que originan la presente Accion, proceso de mayor amplitud en el cual el ejercicio de sus derechos a la legitima defensa y a la instancia plural se encuentran expeditos, con el control y la garantia procesal de las partes involucradas, con sujecion a ley y ante Juez competente. 3. Que de las instrumentales de fojas diez a treintiuno consta que en reiteradas veces la accionante ha sido declarada contumaz, habiéndosele ordenado su captura debido a sus inconcurrencias al juicio oral, tratando de dilatar también el proceso mediante escritos de recusacion, ocasionando que se declaren nulos los debates orales, y se autorice el allanamiento para lograr su comparecencia, antes de que la Tercera Sala Penal varie el mandato de comparecencia por el de detencion. 4. Que el analisis que pretende la accionante de las instrumentales que son materia de incriminacion, comporta la Accion valorativa del juez competente dentro del entorno integral del expediente a su cargo, mas no aisladamente en esta Accion de garantia de tramite inmediato y fulminante. Por estos fundamentos, el Tribunal Constitucional,", "FALLA:": "Confirmando la resolucion recurrida de fojas treintisiete, fechada el veinticinco de setiembre de mil novecientos noventicinco, de la Segunda Sala Penal de la Corte Superior de Arequipa, confirmatoria de la apelada de fojas veintidos, de fecha doce de setiembre de mil novecientos noventicinco, que declara improcedente la Accion de Habeas Corpus interpuesta por don Gilberto Barreda Murillo en representacion de dona Carmen Barreda Solorzano contra los Vocales de la Tercera Sala Especializada Penal de ese Distrito Judicial. Devuélvase, notifiquese, publiquese, registrese y archivese. S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-04-06", "id": 36128, "nombre_demandado": "Tercera Sala Penal de la Corte Superior de Arequipa", "nombre_demandante": "Gilberto Barreda Murillo a favor de Carmen Elizabeth Barreda Solórzano", "numero_expediente": "00251-1995-HC"}