{"CONTEXTO": " 00255-1995-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00255-1995-HC.pdf) --- Exp. N.o 225-95-HC/TC Armando Dante Guerrero Romero - Aurelio Almoguer Solano  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventiséis reunido el Tribunal Constitucional en sesion de pleno jurisdiccional, con asistencia de los senores magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo.  Actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Décima Tercera Sala Penal de la Corte Superior de Lima, de fecha veintiocho de junio de mil novecientos noventicinco, de fojas 81, que revocando la apelada del doce de junio de mil novecientos noventicinco que declaro fundada la accion, y reformandola falla declarando infundada la accion de habeas corpus promovida por don Armando Dante Guerrero Romero y Aurelio Juan Almoguer Solano contra cinco integrantes de la delegacion Policial de Lince ", "ANTECEDENTES": "La accion es planteada contra cinco miembros de la Delegacion Policial de Lince, por haber transgredido su derecho al libre transito dentro del territorio, asi como por el seguimiento policial de que son objeto por parte de dichos efectivos policiales. Admitida la accion y cumplidos los tramites de ley, el 25 o Juzgado Especializado en lo Penal expide resolucion declarando fundada la accion > al considerar que el actor Guerrero Romero en momentos en que se estacionaba frente a su domicilio el vehiculo de placa N.o FQ-4230 de propiedad de Aurelio Almoguer, fue intervenido por los efectivos policiales de la delegacion de lince, manifestandole que dicho vehiculo se encontraba con orden de captura por concepto de una papeleta municipal, incautândole la tarjeta de propiedad y su licencia de conducir; que la citada licencia de conducir constituye un instrumento publico segun el articulo ciento trece del Decreto Legislativo numero cuatrocientos veinte, y por lo tanto no puede ser requisada, salvo los casos previstos en el articulo ciento once del mismo decreto legislativo, dentro de los cuales no se encontraba el actor, debiendo entonces limitarse la accion policial unicamente al vehiculo: que no se justifica que, para ejecutar dicha orden de captura, los efectivos policiales pretendan obligar al conductor a que traslade el referido vehiculo hasta el local de la delegacion; y que al haberse negado los recurrentes al citado traslado se les ha confeccionado un atestado por delito de violencia y resistencia a la autoridad, incluyendo una requisitoria contra los mismos, hecho que constituye un tipico caso de abuso de autoridad. Interpuesto recurso de apelacion, la Décima Tercera Sala Penal revoca la recurrida considerando, fundamentalmente, que la intervencion policial se debio a un operativo ordenado por la alta superioridad y que el vehiculo conducido por el demandante se encontraba con orden, no constituyendo aquello amenaza O violacion a la libertad individual, motivo por el que declara infundada la accion, contra los demandantes Armando Guerrero, y Aurelio Almoguer interponen recurso de nulidad, por lo que de conformidad con los dispositivos legales vigentes se dispone la remision de los autos al Tribunal Constitucional. ", "FUNDAMENTOS:": "1. De autos aparece que el recurrente Armando Dante Guerrero Romero, mientras se encontraba estacionado frente a su casa el vehiculo de placa No FQ- 4230, de propiedad de don Aurelio Almoguer Solano fue intervenido por personal policial de la Delegacion de Lince, quien al tiempo de informarle que el citado automovil se encontraba con orden de captura por razones municipales, procedio a requisarle tanto la tarjeta de propiedad del vehiculo como de su licencia de conducir.  2. El hecho de la policia haya incautado los documentos antes citados, particularmente la licencia de conducir, supone una limitacion a su titular al derecho de libre transito, dentro y fuera del territorio nacional, manejando cualquier otro vehiculo en forma regular.  3. Por otra parte, el personal policial pretendio obligar a don armando guerrero Romero a que condujera el vehiculo intervenido al local de la delegacion, hecho que aunque no se llego a meterializar, al haber manifestado también el propietario don Aurelio Almoguer su oposicion 9 tal accion constituye una evidente intencion compulsiva contra la libertad individual en perjuicio del primero de los mencionados, accion que es distinta y separable de la medida de captura del automovil.  4. No resulta aceptable la version de los emplazados de que no existio hostigamiento o seguimiento policial, por cuanto de autos consta que, a causa de la negativa de los actores a movilizar el vehiculo intervenido y aquellos han confeccionado el atestado N.o 245-95 JAP 08- DPL -SIDF por supuesto delito contra la administracion publica, obrante de fojas once a quince, sin participacion alguna de los actores, remitido el dos de junio de mil novecientos noventa y cinco a la 24 Fiscalia Penal Provincial de Lima 9 en cuyo literal VI A) determina que: \" una vez sean habidos seran puesto a disposicion de su despacho\" dado que ello supone el libramiento de una medida de seguimiento policial, detencion y remision fisica de amabas personas a la Fiscalia Provincial mencionada, y una amenaza potencial a su libertad individual de los demandantes.  5. De conformidad con los incisos nueve y quince del articulo doce de la Ley veintitrés mil quinientos seis, y demas considerativas de la sentencia expedida por el 25° Juzgado Especializado en lo Penal de Lima, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion del Estado y su Ley Organica: ", "FALLA:": "Revocando la resolucion de la Décimo Tercera Sala Penal, de fecha veintiocho de junio de mil novecientos noventicinco, que obra a fojas 81, la que a su vez revoca la apelada del doce de junio de mil novecientos noventicinco y declara infundada la accion; reformandola en este extremo, confirmaron la sentencia del 25° Juzgado Especializado en lo Penal de Lima, su fecha 12 de junio de 1995, que declara FUNDADA la accion de habeas corpus interpuesta por don Armando Dante Guerrero Romero y don Aurelio Juan Almoguer Solano, contra el comandante PNP Joel Abensur Rios, el Capitan PNP Gino Bravo Ramirez, el Alférez PNP William de la Cruz, y el Sub Oficial PNP Oscar Carpio Medina; dispusieron su publicacion en el Diario Oficial El Peruano con arreglo a ley.  S.S. Nugent Acosta Sanchez, Aguirre roca, Diaz Valverde, Rey Terry, Revoredo Marsano Garcia Marcelo,", "fecha_publicacion": "1996-12-24", "id": 37430, "nombre_demandado": "Cinco miembros de la Delegación Policial de Lince", "nombre_demandante": "Armando Dante Guerrero Romero y otro", "numero_expediente": "00255-1995-HC"}