{"CONTEXTO": " 00255-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00255-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 255-96-AA/TC ASOCIACION DE COMERCIANTES INFORMALES DE MOYOBAMBA SAN MARTIN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, a los veinticuatro dias del mes de abril de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por la Asociacion de Comerciantes Informales de Moyobamba contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de San Martin, de fecha veintiséis de mayo de mil novecientos noventa y cinco, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion de Comerciantes Informales de Moyobamba, representada por su Presidente don Santiago Javier Boza Valverde interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Moyobamba, cuyo Alcalde es don Antonio Simons Vega, a efectos de que se ordene la inmediata reposicion de los demandantes en el lugar donde se encontraban laborando en su calidad de comerciantes, al haber sido desalojados ilegalmente por Ordenanza Municipal No 003-95-MPM del nueve de febrero de mil novecientos noventa y cinco, ya que los recurrentes no son ambulantes que ocupan las calles sino comerciantes pobres con \"puestos\" fijos; conculcandose con el desalojo su derecho constitucional a la libertad de trabajo. Amparan su demanda en lo dispuesto por el articulo 22° de la Constitucion Politica del Estado y articulos 24° inciso 10)y 28° inciso 2) de la Ley No 23506 y articulo 4° de la Ley No 25398. El Juzgado en lo Civil de Moyobamba con fecha dieciséis de marzo de mil novecientos noventa y cinco, declaro improcedente la demanda, por considerar entre otras razones, que la ordenanza municipal cuestionada ha sido expedida de conformidad con los articulos 65° inciso 13) y 68° inciso 3) de la Ley Orgânica de Municipalidades, por lo que, dicha Ordenanza cumple la finalidad de Ley y como tal la orden de desalojo con auxilio de la fuerza publica luego de un aviso y plazo considerable es perfectamente viable, en lo que respecta a que dicha ordenanza no ha sido publicada, es descartable este argumento pues de fojas veintiocho a treinta y uno se aprecian diversas constancias que acreditan lo contrario. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de San Martin, con fecha veintiséis de mayo de mil novecientos noventa y cinco, revoco la apelada y reformandola la declaro infundada, por estimar que la ordenanza cuestionada no afecta en forma alguna la libertad de trabajo de los miembros de la Asociacion de 2 TRIBUNAL CONSTITUCIONAL Comerciantes Informales de Moyobamba, puesto que el programa de ordenamiento del comercio ambulatorio comprende la reubicacion en los mercados en construccion zonal Ayaymaman y la nueva Paradita Belén e incluso dispone que los comerciantes informales de la ciudad que hayan cumplido con inscribirse y el pago de los derechos correspondientes, se instalen en el nuevo Mercado Zonal Ayaymaman y la nueva Paradita Belén, estando plenamente acreditado en autos la publica difusion de la ordenanza municipal. Contra esta Resolucion el demandante interpone recurso extraordinario, y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, es facultad de las Municipalidades regular y controlar el comercio ambulatorio tal como lo prescribe el inciso 3) del articulo 68° de la Ley Orgânica de Municipalidades, consecuentemente, puede expedir las normas que considere pertinentes a efectos de cumplir con dicha atribucion. 2. Que, respecto a la imputacion que realizan los demandantes al senalar que la ordenanza municipal impugnada no ha sido publicada y como tal no es obligatorio su cumplimiento, conforme lo prescribe el inciso 3) del articulo 112° de la Ley Orgânica de Municipalidades, ha quedado desvirtuado en mérito a las instrumentales que corren en autos de fojas veintiocho a treinta y uno. 3. Que, a mayor abundamiento en la propia Ordenanza No 003-95-MPM del nueve de febrero de mil novecientos noventa y cinco en su articulo 2° establece que los comerciantes informales que hayan cumplido con inscribirse y pagar los derechos, se instalen en el nuevo mercado zonal Ayaymaman y la nueva Paradita Belén segun sea el caso; consecuentemente, no se les esta privando de ejercer comercio y como tal no se esta conculcando su derecho constitucional a la libertad de trabajo. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgànica:", "FALLA:": "CONFIRMANDO, la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de San Martin de fojas noventa y séis, su fecha veintiséis de mayo de mil novecientos noventa y cinco, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. P DV - - ACOSTA SANCHEZ VAncises NUGENT DIAZ VALVERDE murerc GARCIA MARCELO / MR Lo que Certiftoo: Dre. MARIA LUZ VASOUEZ BECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-24", "id": 41959, "nombre_demandado": "Municipalidad Provincial de Moyobamba", "nombre_demandante": "Asociación de Comerciantes Informales de Moyobamba", "numero_expediente": "00255-1996-AA"}