{"CONTEXTO": " 00250-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00250-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. : No 250-97-AA/TC CASO: Alberto Hernan Rosales Rodriguez CHIMBOTE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de julio de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, promuncia la siguiente Sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Mixta de Chimbote, Su fecha veintitrés de diciembre de mil novecientos noventiséis, en la accion de amparo seguida por don Alberto Hernan Rosales Rodriguez contra el Presidente del Consejo Transitorio de Administracion Regional de la Region de Chavin: Lic. Fredy Renato Moreno Neglia.", "ANTECEDENTES:": "El accionante Interpone accion de amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la Region de Chavin, recaido en el Lic. Fredy Renato Moreno Neglia, senalando que ha sido violado y vulnerado su derecho constitucional de proteccion a la familia, al trabajo, derecho a una remuneracion y a la carrera administrativa, al haberse expedido la Resolucion Presidencial No 0162-96-RCH-CTARPRE de doce de marzo de mil novecientos noventiséis, mediante la cual se le cesa por causal de excedencia como trabajador del Consejo Transitorio de Administracion Regional de la Region de Chavin, en el 2 TRIBUNAL CONSTITUCIONAL cargo de Jefe de Fiscalizacion de la Sub-Region Pacifico. Senala que la evaluacion semestral a la que fue sometido, no se llevo a cabo con probidad, transparencia, equidad, imparcialiad, justicia y que su cese està cehido a lo dispuesto en la Ley No 26093, Resolucion Ministerial No 286-95-PRES expedida por el Ministro de la Presidencia que aprueba la Directiva No 001-95-PRESIMDR El Juez (p) del Segundo Juzgado Civil del Santa-Chimbote, expide sentencia, su fecha nueve de octubre de mil novecientos noventiséis, declarando improcedente la accion de amparo interpuesta. Interpuesto el recurso de apelacion por el accionante, el Fiscal Superior de la Fiscalia Mixta del Santa-Chimbote, opino porque se confirme la sentencia apelada, que declaro improcedente la accion de amparo. A Su turno, la Sala Mixta de Chimbote expide resolucion, Su fecha veintitrés de diciembre de mil novecientos noventiseis, que confirmando la sentencia apelada de fecha mueve de octubre de mil novecientos noventiséis, que declaro improcedente la accion de amparo.", "FUNDAMENTOS:": "1) Que, el Consejo Transitorio de Administracion Regional de la Region de Chavin, en cumplimiento de lo dispuesto por el Decreto Ley No 26093, de veintiocho de diciembre de mil novecientos noventidos y en aplicacion de la Directiva No 001-95-PRESYMDR, aprobada por Resolucion Ministerial No 286-95-PRES, expedida por elMinistro de la Presidencia, publicada el veintinueve de julio de mil novecientos noventicinco, se programo y ejecuto la evaluacion de personal correspondiente al segundo semestre de mil novecientos noventicinco; 2) Que, como resultado de esa evaluacion se expidio la Resolucion Presidencial No 0162-96-RCH-CTARPRE, de doce de marzo de mil novecientos noventiséis, en cuyo articulo segundo fueron cesados por causal de excedencia quienes obtuvieron una calificacion menor de sesenta puntos y entre ellos el accionante; 3) Que, con fecha doce de mayo de mil novecientos noventiséis, el accionante interpuso la presente accion contra la Resolucion Presidencial sehalada y esgrime como argumento que la evaluacion no se llevo a cabo con probidad, transparencia, equidad, imparcialidad, y. justicia; 4) Que, el accionante ha omitido cumplir con el requisito de procedibilidad previsto en el articulo 270 de la Ley No 23506 y lo dispuesto en los articulos 98°, 99° y 100° del Decreto Supremo No 02-94- JUS, \"Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos - , es decir, ha accionado antes de agotar la via previa de cardcter 5 TRIBUNAL CONSTITUCIONAL priblico, tramitacion para este caso previsto en el mumeral 6.6 de la Directiva No 001-95-PRESIMDR Por estos fundamentos, el Tribunal Constitucional, en aplicacion de las atribuciones que le confieren la Constitucion) y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Mixta de Chimbote, su fecha veintitrés de diciembre de mil novecientos noventiséis, que confirma la apelada de fecha meve de octubre de mil novecientos noventiséis, declaro improcedente la accion de amparo incoada; dispusieron su publicacion en el diario oficial \"El Peruano \"; y los devolvieron. S.S. ACOSTA SANCHEZ Alrcre NUGENT DIAZ VALVERDE - 23 GARCIA MARCELO - Ahobal - LO QUE CERTIFICO MCM DRA. MARIA LUZ VASQUEZ V. SECRETARIA", "fecha_publicacion": "1997-08-10", "id": 36288, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región de Chavín (Fredy Renato Moreno Neglia)", "nombre_demandante": "Alberto Hernán Rosales Rodríguez", "numero_expediente": "00250-1997-AA"}