{"CONTEXTO": " 00254-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00254-1993-AA.pdf) --- S-571 Que...la Superintendencia de Banca y Seguros...dejo sin efecto el articulo 1° de la resolucion (cuya inaplicabilidad se solicita)...con lo cual desaparecio la causa que motivo la presente accion (de amparo); en consecuencia se ha producido la sustraccion de la materia. Exp. No 254-93-AA/TC Lima Caso: Oswaldo Reâtegui Ruiz SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de casacion entendido como extraordinario, contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintitrés de abril de mil novecientos noventa y tres, que declaro no haber nulidad en la sentencia expedida por la Sexta Sala Civil de la Corte Superior de Justicia de Lima, su fecha tres de setiembre de mil novecientos noventa y dos, que revocando la resolucion del Décimo Sétimo Juzgado Civil de Lima, su fecha veintiséis de noviembre de mil novecientos noventa y uno, declaro improcedente la demanda de accion de amparo interpuesta por don Oswaldo Reategui Ruiz contra la Superintendencia de Banca y Seguros.", "ANTECEDENTES:": "Don Oswaldo Reategui Ruiz interpone accion de amparo contra la Superintendencia de Banca y Seguros, por cuanto la Institucion demandada en virtud del Decreto Supremo No 008-91-JUS, suspendio unilateralmente el pago de su pension a partir de mayo de mil novecientos noventa y uno; por lo que solicita se inaplique el Decreto Supremo antes mencionado y se restituya la plena vigencia del derecho pensionario abonandole la pension correspondiente desde la fecha de la suspension de la misma. Indica el actor que por Resolucion SBS No 229-90 del dieciséis de abril de mil novecientos noventa, se le incorporo al Régimen de Pensiones y Compensaciones normado por el Decreto Ley No 20530. Por la Resolucion SBS No 564-90, su fecha veinticuatro de setiembre de mil novecientos noventa, se le reconocio veintinueve anos, tres meses y doce dias, de servicios prestados en el Ministerio de Salud y la Superintendencia de Banca y Seguros. Sin embargo, la Superintendencia de Banca y Seguros amparândose en el Decreto Supremo No 008-91-JUS dejo de pagarle su pension a partir del mes de mayo de mil novecientos noventa y uno. Fundamenta su pretension en el articulo 570 de la Constitucion Politica del Estado de 1979, que establece que \"los derechos reconocidos a los trabajadores son irrenunciables\" 1 y en los articulos 2° inciso 15; y 20° y la Octava Disposicion General y Transitoria de la Constitucion Politica. El Procurador Publico Ad-hoc, encargado de los Asuntos Judiciales de la Superintendencia de Banca y Seguros, senala que esa institucion al dejar en suspenso el pago de las pensiones solo se ha limitado a cumplir con lo dispuesto en el Decreto Supremo cuestionado, que en caso de no hacerlo hubiese acarreado responsabilidad para los funcionarios de la Superintendencia Banca y Seguros. Asimismo, indica que el articulo 34° de la Ley No 25334, dejo sin efecto el Decreto Supremo No 008-91-JUS, en consecuencia, la Superintendencia de Banca y Seguros dejo sin efecto por Resolucion No 400-91, el articulo 1° de la Resolucion SBS No 301-91, que dejo en suspenso las resoluciones de reconocimiento de derechos pensionarios. El Décimo Sétimo Juzgado Civil de Lima, por resolucion numero seis, de fecha veintiséis de noviembre de mil novecientos noventa y uno, declaro fundada la demanda al considerar que 1) el no pago de la pension reconocida contraviene lo dispuesto en el articulo 570 de la Constitucion Politica del Estado de 1979. Asimismo, la segunda parte del articulo 187° de la Carta Magna senala que ninguna ley tiene efectos retroactivos, salvo en materia penal, laboral O tributaria, cuando es mas favorable al reo, trabajador O contribuyente; 2) el Decreto Supremo cuestionado quedo sin efecto de acuerdo al articulo 34° de la Ley No 25334. La Sexta Sala Civil de la Corte Superior de Justicia de Lima, por resolucion No 1234-S, de fecha tres de setiembre de mil novecientos noventa y dos, revoco la sentencia apelada, declarandola improcedente al considerar que el Decreto Supremo No 008-91-JUS, fue derogado, y la Superintendencia de Banca y Seguros dejo sin efecto la Resolucion No 301-91, por la cual suspendio los derechos pensionarios. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, por resolucion de fecha veintitrés de abril de mil novecientos noventa y tres, declaro no haber nulidad en la sentencia de vista, al considerar que la accion de amparo se dirige contra el Decreto Supremo No 008-91-JUS, que fue derogado por el articulo 34° de la Ley No 25334, habiéndose producido sustraccion de la materia.", "FUNDAMENTOS:": "Que, la presente accion de garantia buscaba 1) se declare inaplicable el Decreto Supremo No 008-91-JUS, de fecha quince de mayo de mil novecientos noventa y uno, por el cual la Superintendencia de Banca y Seguros suspendio desde ese mes el pago de la pension del actor; 2)que, la institucion demandada reanude el pago de sus pensiones, por cuanto por Resolucion SBS No 229-90, fue incorporado al régimen de la Ley No 20530; Que, el Decreto Supremo No 008-91-JUS, fue derogado por el articulo 34° de la Ley No 25334, de fecha 28 de junio de mil novecientos noventa y uno, por lo cual resulta juridicamente imposible su inaplicacion; Que, la Superintendencia de Banca y Seguros, por Resolucion SBS No 400-91, dejo sin efecto el articulo 1° de la Resolucion SBS No 301-91, resolucion que en aplicacion del Decreto Supremo No 008-91-JUS, suspendio el pago de sus pensiones con lo cual desaparecio la causa que motivo la presente accion; que, en consecuencia se ha producido la sustraccion de materia. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Confirmando la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, que declaro no haber nulidad en la sentencia de vista, la que revocando la apelada, declaro improcedente la accion de amparo interpuesta. Mandaron se publique en el Diario Oficial \"El Peruano\", conforme a ley; y, los devolvieron. S.S. ACOSTA SANCHEZ I NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-12-01", "id": 36493, "nombre_demandado": "Superintendencia de Banca y Seguros", "nombre_demandante": "Oswaldo Reátegui Ruiz", "numero_expediente": "00254-1993-AA"}