{"CONTEXTO": " 00259-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00259-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 259-96-AA/TC LIMA ASOCIACION PRO VIVIENDA NARANJAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don Enrique Aburto Carretero, representante legal de la Asociacion Pro Vivienda Naranjal, contra la Resolucion expedida por la Sala Superior Mixta de la Corte Superior de Justicia del Cono Norte de Lima, que con fecha nueve de enero de mil novecientos noventa y seis, declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion Pro Vivienda Naranjal, a través de sus representantes legales don Enrique Aburto Carretero y don Fernando Mogrovejo Herrera, interpone con fecha dos de junio de mil novecientos noventa y cinco Accion de Amparo contra la Municipalidad Distrital de Independencia, representada por su Alcaldesa donia Jenny J. Olivera Olivera, y contra la Jueza del Juzgado Coactivo de Lima, doctora Cristina del P. Olazabal O., para que se suspendan los cobros coactivos por impuesto predial y tributos municipales, por estar, segun afirman, dentro de la jurisdiccion del distrito de San Martin de Porres. (fojas 26 a 30). El encargado del Despacho de Alcaldia del Concejo Distrital de Independencia, Regidor don Rubén Aberga Zegarra, contesta la demanda solicitando sea declarada infundada, por las razones siguientes: Que, por Ley N.o 25017 se creo en la provincia de Lima el distrito de Los Olivos, modificando los limites de los distritos colindantes, de tal suerte que el sector que ocupa la asociacion demandante quedo dentro de la circunscripcion territorial del distrito de Independencia, y que, por tal razon, corresponde a este distrito cobrarle los referidos arbitrios; que la Corte Suprema de Justicia de la Republica, mediante ejecutoria de fecha veintidos de setiembre de mil novecientos noventa y tres, declaro no haber nulidad en la de vista que confirmo la apelada, la cual, en la accion ordinaria de demarcacion territorial incoada contra la Municipalidad Distrital de San Martin de Porres, TRIBUNAL CONSTITUCIONAL declaro que la circunscripcion territorial comprendida por la avenida Naranjal, la Panamericana Norte, la avenida Tomas Valle y la avenida Tupac Amaru corresponde al distrito de Independencia, consecuentemente, la emplazada afirma que tiene derecho a cobrar los arbitrios y demas tributos municipales a la demandante. (fojas 52 a 60). El Primer Juzgado Especializado en lo Civil del Cono Norte de Lima, con fecha veintiuno de setiembre de mil novecientos noventa y cinco, declara infundada la demanda, basandose en lo siguiente: Que la demandante no ha precisado cual 0 cuâles son los derechos constitucionales que son objeto de violacion 0 amenaza de violacion; que la autoridad jurisdiccional en ultima instancia ha determinado que la circunscripcion territorial comprendida entre las avenidas Naranjal, Panamericana Norte, Tomas Valle y Tupac Amaru, corresponden al distrito de Independencia, dentro de cuyos linderos se halla asentada la Asociacion demandante, importando ello que la Municipalidad emplazada no ha violado ningun derecho constitucional. (fojas 80 a 83). La Sala Superior Mixta de la Corte Superior de Justicia del Cono Norte de Lima, con fecha nueve de enero de mil novecientos noventa y seis, confirmo la apelada y declaro infundada la Accion de Amparo senalando que habiendo la Corte Suprema de Justicia de la Republica aclarado la duda sobre demarcacion territorial entre la Municipalidad demandada y la Municipalidad Distrital de San Martin de Porres, resulta claro que los cobros efectuados por la primera se realizaron al amparo de la competencia y jurisdiccion otorgadas por la Ley N.o 23853 Organica de Municipales, no habiendo la demandada violado ni amenazado ningun derecho constitucional de la asociacion demandante. (fojas 190 a 192). Contra esta resolucion, la demandante interpone Recurso de Nulidad, debiendo entenderse como Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Asociacion demandante interpone la presente accion con el objeto de que se disponga que la Municipalidad de Independencia, respecto a sus asociados, se abstenga de cursar notificaciones por cobro coactivo y de efectuar embargos por concepto de la aplicacion del impuesto predial y tributos municipales, ya que senalan que por mandato de la Ley N.o 16012 de aclaracion de limites entre el distrito de Independencia y el de San Martin de Porres, la jurisdiccion que les corresponde es la de este ultimo distrito a cuya municipalidad vienen tributando desde hace treinta anos. Que este Tribunal Constitucional ya se ha pronunciado en el Expediente N.o 496- 2. 98-AA/TC cuya sentencia fue publicada el uno de diciembre de mil novecientos noventa y ocho, en el sentido de que si bien es cierto, mediante la Ley N.o 14965 se creo en la provincia de Lima el distrito de Independencia, cuyos limites fueron aclarados por Ley N.o 16012, debe tenerse en cuenta que a través de la Ley N. 3 TRIBUNAL CONSTITUCIONAL 25017 se creo en la provincia de Lima el distrito de Los Olivos, habiéndose generado entonces problemas de demarcacion territorial entre los distritos de Independencia y San Martin de Porres que deben ser solucionados por la autoridad competente en materia de demarcacion territorial. Que, en tanto subsistan los problemas de imprecision en la demarcacion territorial 3. de los distritos de San Martin de Porres e Independencia y éste sea resuelto por la autoridad competente, se debe respetar, para fines tributarios y administrativos, el principio de los usos y costumbres, tal como lo acordaron las municipalidades respectivas mediante el Acta de Compromiso de fecha siete de mayo de mil novecientos noventa y seis. Por tanto, los miembros de la Asociacion demandante solo estan obligados a efectuar el pago del Impuesto Predial y de los Tributos Municipales a una sola Municipalidad. Que, en consecuencia, la Municipalidad de Independencia, al efectuar cobros 4. coactivos por el pago de tributos que los demandantes ya vienen cancelando a la Municipalidad de San Martin de Porres, ha violado sus derechos constitucionales a la propiedad y a la igualdad ante la Ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : REVOCANDO la Resolucion expedida por la Sala Superior Mixta de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento noventa, su fecha nueve de enero de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la demanda; reformandola la declara FUNDADA; en consecuencia dispone que la Municipalidad Distrital de Independencia suspenda los procesos coactivos sobre materia tributaria que haya iniciado contra los miembros de la Asociacion Pro Vivienda Naranjal, en tanto que la autoridad competente defina el conflicto de limites existente entre los distritos de Independencia y San Martin de Porres. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "LL9 Chrice ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 1 11 C L NF Lo auedertifioo; l Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAL", "fecha_publicacion": "1999-07-27", "id": 35354, "nombre_demandado": "Municipalidad Distrital de Independencia (representada por la alcaldesa, Jenny Olivera)", "nombre_demandante": "Asociación Pro Vivienda Naranjal (representantes legales, Enrique Carretero y Fernando Mogrovejo Herrera)", "numero_expediente": "00259-1996-AA"}