{"CONTEXTO": " 00255-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00255-1993-AA.pdf) --- S-233 Que las acciones de garantia tienen por objeto cautelar los derechos constitucionales de la persona, y en tal sentido reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional. Exp. 255-93-AA/TC Lima Caso: L & M Asociados S.R.L. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventisiete, reunidos el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la Presidencia, Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Casacion que debe entenderse como Extraordinario, interpuesto por L&M Asociados S.R.L. contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica de fecha diecinueve de febrero de mil novecientos noventitrés, que declaro improcedente la Accion de Amparo interpuesta por el recurrente contra la Empresa Administradora de Peaje de Lima S.A. - EMAPE- y otros.", "ANTECEDENTES:": "Los recurrentes interponen Accion de Amparo -acumuladas- contra el Presidente del Directorio y Gerente General de la Empresa Municipal Administradora de Peaje de Lima S.A. y Municipalidad de Lima Metropolitana, con la finalidad de que se deje sin efecto, el ilegal y arbitrario retiro de paneles publicitarios de la Via Expresa - Av. Paseo de la Republica -, indica que dicho acto vulnera sus derechos constitucionales de libertad de contratacion; de libertad de trabajo; de libertad de informacion y de libertad de propiedad; manifiestan que la entidad demandada en forma extemporanea obtuvo de la Municipalidad de Lima Metropolitana, la Resolucion de Alcaldia No 1337, por la cual se resolvia no ratificar el convenio que por cinco anos celebro con la entidad demandada EMAPE; ampara su demanda en lo dispuesto en los incisos 4), 5), 10) y 12) del articulo 24° de la Ley No 23506 y en los incisos 12), 14) y 20) del articulo 2° de la Constitucion, asi como en los articulos 87°, 124°, 125° y 131° de la Carta Magna. El Juez del Trigésimo Juzgado Civil de Lima con fecha diecisiete de junio de mil novecientos noventiuno, declaro fundada la Accion de Amparo, por considerar que al no haber contestado la Municipalidad de Lima el recurso impugnativo presentado contra la resolucion de alcaldia que no ratifico el convenio suscrito por la demandante con la co-demandada EMAPE, dicho convenio quedo confirmado, ello en virtud de la aplicacion de los articulos 25°, 26° y 28° del D.S. No 070-89-PCM. Apelada la citada resolucion, con la opinion del Fiscal Superior en el sentido que se revoque la apelada, debiéndose declarar improcedente, la Cuarta Sala Civil de la Corte Superior de Lima, con fecha veinte de noviembre de mil novecientos noventiuno en discordia, falla declarando nula la sentencia apelada y ordenaron que se expida nuevo fallo, por haberse resuelto un punto no demandado, no estando conformes con la citada resolucion los demandantes, interponen recurso de nulidad. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha diecinueve de febrero de mil novecientos noventitrés, con la opinion del Fiscal Supremo en el sentido de que se declare haber nulidad en la recurrida y reformândola se pronuncie sobre el fondo del asunto y se confirme la sentencia de primera instancia; FALLA: declarando haber nulidad en la resolucion de vista y reformandola declararon improcedentes las demandas acumulada; no estando conformes los demandantes interponen Recurso de Casacion el mismo que debe entenderse como Extraordinario y se dispone el envio de autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que las acciones de garantia tienen por objeto cautelar las garantias constitucionales de la persona, y en tal sentido reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional. Para el caso de autos, donde la pretension del demandante, es establecer la vigencia del convenio celebrado con la demandada -EMAPE y, en mérito a ello se deje sin efecto el retiro de los paneles publicitarios que la demandante vendio a terceros en virtud al convenio antes senalado; este colegiado es de la opinion que no corresponde al ambito procedimental las acciones de garantia la materia en litigio, pues ésta por ser sumaria y carente de estacion probatoria, no es el camino adecuado para ventilar asuntos que por su naturaleza requieren de mayor probanza, maxime, si existe procedimiento jurisdiccional en la via ordinaria donde se puede dilucidar la presente materia controvertida; por estas consideraciones es de expresa aplicacion xcontrario sensu> el articulo 2° de la Ley No 23506. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica", "FALLA:": "Confirmando, la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha diecinueve de febrero de mil novecientos noventitrés, que a su vez declaro haber nulidad en la resolucion de vista de fecha veinte de noviembre de mil novecientos noventiuno, y reformandola declaro improcedentes las demandas acumuladas de fojas treinticuatro y ciento cincuenticinco interpuesta por L & M Asociados S.R.L. contra la Empresa Administradora de Peaje S.A y otros.; mandaron se publique en el Diario Oficial El Peruano, conforme a ley. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1997-07-04", "id": 36195, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "L&M Asociados SRL", "numero_expediente": "00255-1993-AA"}