{"CONTEXTO": " 00257-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00257-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No: 257-97-AA/IC. Caso : Epifanio Conde Anco Arequipa SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto contra la sentencia de la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Arequipa, de veintiuno de febrero de mil novecientos noventa y siete, que declara improcedente la accion de amparo incoada por don Epifanio Conde Anco con el Jefe de la Oficina de Normalizacion Previsional.", "ANTECEDENTES:": "Don Epifanio Conde Anco, solicita se declare sin efecto la Resolucion Administrativa No 23532-93-IPSS, que a su juicio vulnera su derecho al libre acceso a las prestaciones de salud y pensiones, asi como el principio de retroactividad de las normas. Senala, que en su condicion de trabajador minero, el veintiséis de noviembre de mil novecientos noventa y dos inicio su trâmite de pensiones bajo el régimen del Decreto Ley No 19990 y las normas especiales de jubilacion minera previstas en el Decreto Ley No 25009 y su Reglamento aprobado por el Decreto Supremo No 029-89-TR; pero es el caso que al expedirse la resolucion, sub litis, se le otorga una reducida pension bajo el régimen del Decreto Ley No 25967. Aduce el demandante que esta norma no estaba vigente a la presentacion de su solicitud y que por tanto, no debio ser aplicada a su caso. Anade que ha cumplido con interponer los recursos impugnatorios a efecto de dar por agotada la via administrativa. Contesta la demanda la Oficina de Normalizacion Previsional, mediante su apoderado, planteando las excepciones de caducidad, estimando que la resolucion, que ahora se pretende impugnar quedo consentida hace mas de dos anos, sin que se TRIBUNAL CONSTITUCIONAL haya interpuesto ningun recurso impugnatorio, y la excepcion de falta de agotamiento de la via administrativa porque los recursos impugnatorios a que hace referencia el demandante estan fuera de término; sin perjuicio de lo anotado, niega la demanda en todos sus extremos, argumentando que no es objeto de la accion de amparo reconocer mayor monto de la pension de jubilacion, que es cierto que el actor presento su solicitud en la fecha indicada pero debe tenerse presente que la misma fue resuelta conforme al Decreto Ley No 25967, por mandato del mismo dispositivo que en su unica Disposicion Transitoria senalaba que las solicitudes en tramite a la fecha de vigencia se cenirian a las normas que éste prescribia, situacion que fue comprendida por el actor, tan es asi, que acepta los efectos juridicos de la resolucion que ahora pretende cuestionar pues, cobra por mes su pension. El Primer Juzgado Especializado en lo Civil del Distrito Judicial de Arequipa, declaro fundada la excepcion de caducidad e infundada la demanda. La Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de VY Arequipa, de conformidad con la fiscalia superior, confirmando la excepcion de (X caducidad, declaro improcedente la demanda. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, estando a las reiteradas ejecutorias de este supremo Tribunal, en materia de pensiones se ha llegado a establecer que, por la naturaleza de este derecho, es de aplicacion el articulo 26°, segundo parrafo, ultima parte, de la Ley No 25398, al considerar que existiendo continuidad de actos que constituyen la afectacion, no se produce la caducidad de la accion, toda vez que mes en pos de mes se renueva la vulneracion. Que, si bien en el presente caso, no se ha producido la caducidad; constituye pre requisito para habilitar la via del amparo que el actor haya cumplido con agotar la via previa, situacion que no ha sido observada resultando improcedente la accion. Que, el agotamiento de la via administrativa no esta constituida por la presentacion indiscriminada de los recursos impugnatorios previstos por ley, sino que dichos recursos deben cumplir con los requisitos de fondo, forma y lo que es mas importante, deben cumplir con el principio de oportunidad en el tiempo para la interposicion de cada uno de ellos, conforme a los Articulos 98°, 990 y 100° del Decreto Supremo No 002-94-JUS, Ley de Normas Generales de Procedimientos Administrativos. 3 TRIBUNAL CONSTITUCIONAL Que, fluye de autos la existencia de un acto consentido, configurado no por el cobro mensual de la pension sino por la falta de \"oportunidad\" en la interposicion de recursos impugnatorios; asi corre a fojas cuatro copia del recurso de apelacion interpuesto después de dos anos de haber quedado consentida, formalmente, la resolucion, que ahora pretende cuestionar; escrito que si bien, alude a un recurso de reconsideracion senala que hace meses no se resuelve el mismo, por lo que no es de aplicacion, en esa etapa, el silencio administrativo por la falta de observancia del principio de oportunidad, antes acotado. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "Confirmando, en parte, la sentencia de vista, expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Arequipa, de fojas noventa y ocho, su fecha veintiuno de febrero de mil novecientos noventa y siete, que confirmando la apelada declaro fundada la excepcion de caducidad e improcedente la accion; y reformândola declararon infundada la excepcion de caducidad; fundada la excepcion de falta de agotamiento de la via previa; e IMPROCEDENTE la demanda; dispusieron se publique en el Diario Oficial \"El Peruano\", > y los devolvieron. S.S. Ahaeds 42 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO it 2 Certifigos S.G.Ch. Lo que Dre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-19", "id": 36572, "nombre_demandado": "Jefe de la Oficina de Normalización Previsional", "nombre_demandante": "Epifanio Conde Anco", "numero_expediente": "00257-1997-AA"}