{"CONTEXTO": " 00261-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00261-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.NO. 261-96-AA/TC HUAURA LUIS EDILIO GARCIA GARCIA D SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de octubre de mil novecientos noventa y ocho reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de lo senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario formulado por don Luis Edilio Garcia Garcia contra sentencia expedida por la Sala Mixta de la Corte Superior de Justicia de Huaura, de foja cuarenta y siete, su fecha cuatro de junio de mil novecientos noventa y seis, que confirma apelada que declaro infundada la demanda.", "ANTECEDENTES:": "Don Luis Edilio Garcia Garcia, con fecha dieciséis de enero de mil noveciento noventa y séis, interpone Accion de Amparo contra el Alcalde del Concejo Distrital Végueta, solicitando que se declare nulo el despido del que fue objeto y se ordene reincorporacion como trabajador de la demandada. Manifiesta, que trabajo como obrero limpieza publica desde el quince de mayo de mil novecientos noventa hasta el treinta y un de diciembre de mil novecientos noventa y cinco, fecha en la que el Alcalde le comunic verbalmente que habia concluido su vinculo laboral y le prohibio su ingreso al municipic por lo que se apersono a la dependencia policial de Végueta para denunciar dicho despido razon por la cual un efectivo de la Policia Nacional del Peru se constituyo en dich corporacion municipal entrevistândose con el Jefe de Personal, quien le manifesto que contrato del demandante habia vencido en la fecha ultima mencionada, y que por tal motiv no podia ingresar a trabajar. El demandante agrega que las labores que realizaba tenian el caracter de permanente puesto que las venia realizando mediante contratos que se iniciaban el uno de enero concluian el treinta y uno de diciembre de cada ano, durante el periodo citado anteriorment por lo que considera que se encuentra comprendido dentro de los alcances del articulo 1° la Ley No 24041, la misma que senala que los trabajadores publicos contratados para labore de naturaleza permanente, que tengan mas de un ano ininterrumpidos de servicios, n pueden ser cesados ni destituidos sino por causales previstas en el Decreto Legislativo N 276. TRIBUNAL CONSTITUCIONAL El demandado, no obstante haber sido notificado conforme a ley, no contesto la demanda en el plazo correspondiente, conforme se advierte de la resolucion de fojas quince de autos. Sin embargo, se apersona, segun escrito de fojas veintiocho, senalando que \"mediante Acuerdo de Concejo No. 001-96-MDV se declaro en Estado de Emergencia todas las Areas Administrativas de la Municipalidad, disponiendo su reorganizacion W administrativa y reestructuracion organica, dentro del plazo de ciento ochenta dias, facultândoseme para dictar todo tipo de medidas extraordinarias que se requieran\" (sic). El Segundo Juzgado Especializado en lo Civil de Huacho, a fojas diecinueve, con fecha cinco de marzo de mil novecientos noventa y seis, declaro infundada la demanda por considerar principalmente que la estabilidad laboral que reclama el demandante y que es reconocida por la Ley No 24041, se refiere a los servidores publicos sujetos al Decreto Legislativo No 276, y que, por lo tanto, dichas normas no se puede aplicar a este caso, por tratarse de un contrato de duracion determinada. La Sala Civil de la Corte Superior de Justicia de Huaura, a fojas cuarenta y siete, con fecha cuatro de junio de mil novecientos noventa y seis, confirmo la apelada por estimar que el demandante no ha acreditado haber estado comprendido en la carrera administrativa, asi como haber ingresado por concurso publico y previa evaluacion favorable.", "FUNDAMENTOS:": "1. Que el cese del demandante se ha producido a partir del dia siguiente a la fecha de vencimiento del ultimo contrato de servicios personales celebrado entre las partes, es decir en forma inmediata, lo cual exime al demandante de la exigencia de agotar la via previa, ya que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506, de Habeas Corpus y Amparo. 2. Que, en el presente caso, el demandante ha acreditado fehacientemente que se desempenaba como servidor de limpieza publica, labor que es propia de la corporacion municipal demandada y, por ende, la misma es de carâcter permanente. 3. Que de la revision de autos se advierte que el demandante tenia la condicion de trabajador contratado, pues asi lo acredita con las instrumentales que obran a fojas cinco y seis, manteniendo con el demandado antes mencionado una relacion de dependencia y subordinacion por mas de un ano ininterrumpido de servicios, cumpliendo con las exigencias establecidas en la Ley No 24041, segun la cual los trabajadores contratados para labores de naturaleza permanente que tengan mas de un ano ininterrumpido de servicios no pueden ser cesados ni destituidos sino por las causas y con sujecion al procedimiento administrativo establecido en el Decreto Legislativo No 276. 2 TRIBUNAL CONSTITUCIONAL 4. Que, en consecuencia, la decision del Concejo Distrital de Végueta de dar por concluida la relacion laboral con el demandante sin observar el procedimiento antes senalado, resulta violatoria de su derecho al trabajo y al debido proceso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas cuarenta y siete, su fecha cuatro de junio de mil novecientos noventa y séis que confirma la resolucion de fecha cinco de marzo de mil novecientos noventa y seis que declara infundada la Accion de Amparo; REFORMANDOLA la declara FUNDADA; en consecuencia, ordena que el demandado cumpla con reincorporarlo para que continue prestando servicios en su condicion de contratado, sin abono de los haberes dejados de percibir durante el periodo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, Lilere - DIAZ VALVERDE, NUGENT, Aelull GARCIA MARCELO. Lo que Certifico: Dra. MARIAtUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL AAM. 3", "fecha_publicacion": "1999-01-04", "id": 34825, "nombre_demandado": "Concejo Distrital de Végueta", "nombre_demandante": "Luis Edilio García García", "numero_expediente": "00261-1996-AA"}