{"CONTEXTO": " 00268-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00268-1997-AA.pdf) --- 3 4 TRIBUNAL CONSTITUCIONAL EXP. N9268-97-AA/TC CLINICA SAN JOSÉ REANO Rios S.C.R.L. LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional el Tribunal Constitucional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia sentencia: VY", "ASUNTO:": "Recurso Extraordinario interpuesto por la Clinica San José Reano Rios S.C.R.L. contra la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, del treinta de enero de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda, en la Accion de Amparo interpuesta por la Clinica San José Reano Rios S.C.R.L contra el Instituto Peruano de Seguridad Social y otros.", "ANTECEDENTES:": "La Clinica San José Reano Rios S.C.R.L., representada por su Gerente General, don Victor Luna Segura, interpuso la presente Accion de Amparo contra el Instituto Peruano de Seguridad Social y otros, a fin de que se abstenga de ejecutar y/o trabar cualquier clase de embargo u otro tipo de medida cautelar derivada del procedimiento coactivo iniciado contra ella y suspenda la amenaza vigente que conlleva el Acta de Embargo, del diecinueve de abril de mil novecientos noventa y cinco, y cualquier otra que pretenda realizar para hacerse cobro de la presunta deuda de trescientos setenta y tres mil quinientos treinta y siete nuevos soles. La demandante senala que el demandado, a través de un proceso coactivo anticonstitucional, pretende cobrar una deuda inexistente y por un monto que ha fijado arbitrariamente. Agrega que la referida deuda se genera como consecuencia de la interpretacion arbitraria -que hace el demandado-- de los contratos celebrados entre la clinica demandante y los profesionales que prestan servicios en ella, violando sus derechos constitucionales de trabajo, de libre contratacion, de propiedad y de legitima defensa. El Instituto Peruano de Seguridad Social, representado por don Daniel Hernando Gordillo Lazaro, contesto la demanda y solicito que fuera declarada improcedente 0 infundada por haber caducado el ejercicio de la accion de amparo. Senalo que la demandante pretendia reabrir la discusion sobre el origen de la deuda ejecutada --con un recurso de reclamo extemporaneo-- sin tomar en cuenta que las liquidaciones en las que se determinaba las aportaciones quedaron consentidas. Y, al haber quedado firmes las resoluciones que L TRIBUNAL CONSTITUCIONAL determinan la deuda, el demandado estaba facultado para ejecutarla mediante un proceso de cobranza coactiva. El Juez del Vigésimo Sétimo Juzgado Civil de Lima, con fecha veinticinco de julio de mil novecientos noventa y seis, declaro improcedente la demanda argumentando que la demandante pretende obtener en el proceso especialisimo del amparo lo que en el proceso administrativo, ante la instancia correspondiente, no pudo obtener. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha treinta de enero de mil novecientos noventa y siete, confirmo la apelada que declaro improcedente la demanda por considerar que ha operado el plazo de caducidad. Contra esta ultima resolucion la demandante interpone Recurso Extraordinario, elevândose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que el articulo 37° de la Ley No 23506, Ley de Habeas Corpus y Amparo, establece que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion, siempre que el interesado, en aquella fecha, se hubiese hallado en la posibilidad de interponer la accion. 2. Que el ultimo acto que supuestamente viola los derechos constitucionales de la demandante es el requerimiento de pago, realizado dentro del procedimiento de ejecucion coactiva, el diecinueve de octubre de mil novecientos noventa y cinco, que se notifica el veintitrés de octubre de mil novecientos noventa y seis. Y, la presente accion se interpuso el quince de marzo de mil novecientos noventa y seis, casi dos meses después del vencimiento del plazo para su ejercicio. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, su fecha treinta de enero de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO GLB / LEN Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-14", "id": 41952, "nombre_demandado": "Instituto Peruano de Seguridad Social y otros", "nombre_demandante": "Clínica San José Reaño Ríos S.C.R.L.", "numero_expediente": "00268-1997-AA"}