{"CONTEXTO": " 00265-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00265-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 265-97-AA/TC ICA LIA MIRIAM BENDEZU DEGREGORI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Lia Miriam Bendezu Degregori contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fecha veinticinco de marzo de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Lia Miriam Bendezu Degregori interpone demanda de Accion de Amparo contra el Director del Hospital Regional de Apoyo de Ica, don Limbert Reynoso Sanchez; el Director de la Segunda Especializacion, don Enrique Uria Lopez; el Decano de la Facultad de Medicina Humana de la Universidad Nacional San Luis Gonzaga de Ica, don Carlos Tinajeros Arroyo; y el Coordinador de la Especialidad de Medicina, don Pedro Salinas Bejarano, con la finalidad de que se disponga el cese inmediato del acto lesivo cometido por los demandados y, ademas, se ordene la inmediata reposicion a su centro habitual de trabajo como médico residente del citado nosocomio; se le reintegren los haberes dejados de percibir a partir del mes de julio de mil novecientos noventa y seis; asimismo, se le someta a una nueva evaluacion con caracter de permanente, en estricta sujecion a lo dispuesto en el Reglamento del Sistema Nacional del Residentado Médico. Manifiesta que en el mencionado nosocomio era médico residente del primer ano en la especializacion de medicina interna y durante su permanencia demostro honradez, eficiencia y puntualidad dentro del marco de la ética que debe caracterizar al médico; sin embargo, por problemas personales, en mérito a un informe que elaboro sobre negligencia médica cometida por otro médico se le desaprueba y, consecuentemente, se le separa de su centro de labores; asimismo, indica que no se ha respetado el Reglamento del Sistema Nacional del Residentado Médico para evaluarla ya que el mismo senala que las evaluaciones deben ser mensuales, sin embargo, no se le evaluo de dicha forma por lo que todos estos actos conculcan su derecho constitucional al trabajo, a la educacion y al debido proceso, entre otros. Ampara su demanda en lo dispuesto por los articulos 22°; 26°; 1390, inciso 3)y 200°, inciso 3) de la Constitucion Politica del Estado, articulo 157° y 159° del Reglamento del Sistema Nacional del Residentado Médico y Ley N.o 23506. 2 TRIBUNAL CONSTITUCIONAL Los demandados, indistintamente, contestan la demanda sosteniendo en forma comun que no han conculcado derecho constitucional alguno de la demandante, pues ella era empleada eventual contratada de dicho nosocomio; ademas, su separacion del residentado se debe a que la misma no aprobo el primer ano, por lo que, en aplicacion del Reglamento del Sistema Nacional del Residentado Médico, procede su separacion; consecuentemente, los demandados senalan que han actuado en estricta aplicacion de la ley, maxime si a solicitud de la demandante, y en su presencia, se precedio a revisar sus evaluaciones conforme consta del acta que adjuntan; asimismo, la demandante no ha cumplido con agotar la via previa. El Tercer Juzgado en lo Civil de Ica, con fecha treinta de diciembre de mil novecientos noventa y seis declaro improcedente la demanda, por considerar, entre otras razones, que por Resolucion Directoral N.o 016-DESE-FMHDAC-UNICA-96, de fecha cuatro de noviembre de mil novecientos noventa y seis, el Director de la Escuela de Especializacion declaro improcedente el Recurso de Reconsideracion interpuesto por la demandante, la misma que no fue apelada; consecuentemente, no se ha cumplido con agotar la via previa. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Ica, con fecha veinticinco de marzo de mil novecientos noventa y siete, por los propios fundamentos de la apelada la confirma. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a fojas doce corre en autos la Resolucion Directoral N.o 016-DESE- FMHDAC-UNICA-96, de fecha cuatro de noviembre de mil novecientos noventa y seis, donde el Director de la Escuela de Segunda Especializacion declara improcedente el Recurso de Reconsideracion interpuesto por la demandante contra la Resolucion Directoral N.o 015-DESE-FMHDAC-UNICA-96 de fecha veintitrés de setiembre de mil novecientos noventa y seis que accede a lo solicitado por la recurrente, esto es, se ordena la revision de la evaluacion solicitada. Que, iniciada la via administrativa, la demandante debio interponer Recurso de 2. Apelacion contra la Resolucion que declaro improcedente su Recurso de Reconsideracion, a efectos de agotar la via previa y tener expedito su derecho de recurrir a sede judicial. 3. Que, no habiendo cumplido la demandante con agotar la via previa, que senala como requisito para la procedencia de las acciones de amparo el articulo 27° de la Ley N.o 23506, la presente accion debe desestimarse. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ciento cuarenta, su fecha veinticinco de marzo de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "bkbw ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO aNce C MR Lo que certifico: V DRL CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-11-25", "id": 35992, "nombre_demandado": "Director del Hospital Regional de Apoyo de Ica (Límbert Reynoso Sánchez) y otros", "nombre_demandante": "Lía Míriam Bendezú Degregori", "numero_expediente": "00265-1997-AA"}