{"CONTEXTO": " 00269-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00269-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 269-99-HC/TC LIMA NELSON WILLIAM TRUJILLO CONTRERAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Oscar Martin Cavero Contreras contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y tres, su fecha tres de marzo de mil novecientos noventa y nueve, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Oscar Martin Cavero Contreras interpone Accion de Habeas Corpus a favor de don Nelson Trujillo Contreras y contra el Cuarto Juzgado Especializado en Delitos de Trafico Ilicito de Drogas; sostiene el promotor de la accion que el beneficiario, de nacionalidad norteamericana, fue detenido el dia veintiuno de diciembre de mil novecientos noventa y ocho por la Policia Nacional del Perû y puesto a disposicion del Cuarto Juzgado Especializado en Delitos de Trafico Ilicito de Drogas, con fecha veintidos de diciembre de mil novecientos noventa y ocho, a mérito del pedido de extradicion solicitada por las autoridades judiciales del Estado de Nueva York de los Estados Unidos de Norteamérica, decretândose su detencion preventiva y notificandose al Estado requirente para que formalice la extradicion en el término de dos meses, conforme lo establece el articulo IV del Tratado de Extradicion suscrito entre el Peru y los Estados Unidos de Norteamérica y de acuerdo a las formalidades prescritas por la Ley de Extradicion N.o 24710, lo cual, hasta el momento de la presentacion de esta accion de garantia, no se habia producido, por lo que solicita su libertad incondicional inmediata. TRIBUNAL CONSTITUCIONAL Realizada la investigacion sumaria, el emplazado Juez del Cuarto Juzgado Penal Especializado en Trafico Ilicito de Drogas, declara que \"el Juzgado de acuerdo a las normas contenidas en la ley veinticuatro mil setecientos diez, ha tramitado el pedido de extradicion pasiva, dictando la detencion preventiva, obedeciendo dicho acto a un procedimiento regular, no siendo cierto que se haya excedido el término de dos meses desde la fecha de aprehension\". El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento quince, con fecha veinticuatro de febrero de mil novecientos noventa y nueve, declara infundada la Accion de Habeas Corpus, considerando principalmente que no se ha acreditado fehacientemente la vulneracion del derecho a la libertad del beneficiario. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento treinta y tres, con fecha tres de marzo de mil novecientos noventa y nueve, confirma la apelada, considerando principalmente que, \"en autos no existen elementos probatorios y concretos que el favorecido se encuentre detenido arbitrariamente, ni menos violacion de derecho constitucional alguno por parte del emplazado\". Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la pretension materia de esta accion de garantia es que se disponga la libertad inmediata del beneficiario alegandose que el Gobierno de los Estados Unidos de Norteamérica no ha cumplido con formalizar su pedido de extradicion dentro del plazo de dos meses que senala el Tratado de Extradicion suscrito entre el Estado requirente y el Peru. Que, examinados los autos se aprecia que el Juez Penal emplazado, en uso de su 2. facultad coercitiva, dicto medida de detencion preventiva contra el beneficiario en el tramite de la extradicion solicitada por el Gobierno de los Estados Unidos de Norteamérica, la misma que fue declarada procedente por la Corte Suprema de Justicia de la Republica, confirmando de este modo la regularidad del procedimiento de extradicion. Que, de fojas treinta a ciento cinco del expediente emergen elementos probatorios 3. que desvirtuan la supuesta arbitrariedad de la detencion del beneficiario, por lo que su reclamo debe ser desestimado. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y tres, su fecha tres de marzo de mil novecientos noventa y nueve, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lt ce MCuu C4 . LO QUE CERTIFICO: IMM am LA DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e) 3", "fecha_publicacion": "1999-10-05", "id": 35804, "nombre_demandado": "Cuarto Juzgado Especializado en Delitos de Tráfico Ilícito de Drogas", "nombre_demandante": "Óscar Martín Cavero Contreras a favor de Nelson Wílliam Trujillo Contreras", "numero_expediente": "00269-1999-HC"}