{"CONTEXTO": " 00263-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00263-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:263-96-AA/TC Lima Norma Alicia Ramirez Ramos. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de noviembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto por dona Norma Alicia Ramirez Ramos, contra la resolucion de vista de la Sala Civil Mixta, de la Corte Superior de Justicia de Huaura, su fecha cinco de junio de mil novecientos noventa y seis, que revocane la apelada reformandola declaro improcedente la accion contra la Municipalida Provincial de Barranca.", "ANTECEDENTES:": "Dona Norma Alicia Ramirez Ramos, interpone accion de amparo contra Alcalde de la Municipalidad Provincial de Barranca, por haber conculcado sus derechos constitucionales de libertad de trabajo, estabilidad laboral y derecho debido proceso, a efecto de que se declare nula e insubsistente la Resolucion de Alcaldia No 0234-96-AL/RUY-MPB, de fecha quince de marzo de mil novecientos noventa y seis, solicitando reposicion en su plaza de secretaria. Sostiene la demandante que ingreso a laborar en la Municipalidad Provincial de Barranca, el primero de octubre de mil novecientos noventa y uno, hasta el dos de TRIBUNAL CONSTITUCIONAL abril de mil novecientos noventa y seis, fecha en que apersonandose a su centro de trabajo se le impidio el ingreso, que confecha veintiséis de marzo de mil novecientos noventa y seis recepciono la Resolucion de Alcaldia No 0234-96-AL/RUV-MPB habiendoformulado recurso de reconsideracion. Admitida la demanda, ésta es contestada por la Municipalidad Provincial de Barranca, negandola en todos sus extremos, aduciendo que no agoto la via previa por encontrarse pendiente de resolver su resolucion de reconsideracion, que no habido despido alguno. El Juez Civil de Primera Instancia de Barranca, con fecha diez de mayo de mil novecientos noventa y seis, a fojas setenta y seis, y ochenta y tres, expide sentencia declarando fundada la accion de amparo, nula e insubsistente la Resolucion de Alcaldia, por considerar que la resolucion cuestionada se ejecuto antes de vencerse el plazo, por lo tanto no es exigible la via previa. Formulado el recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Huaura, expide resolucion revocando la de primera instancia, reformandola declaro improcedente la accion de amparo, interpuesta contra la Municipalidad Provincial de Barranca. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, el objeto de las acciones de garantia es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2.- Que,los hechos expuesto por la demandante que la llevan a considerar que el cese es violatorio de sus derechos como servidora dentro del régimen de la actividad publica; son controvertibles y requieren probanza para su dilucidacion lo que no puede ser resuelto en la via sumarisima del amparo, por carecer esta de estacion probatoria. 3.- Que,en consecuencia,la reincorporacion que solicita la demandante, a la Municipalidad Provincial de Barranca, debe sustanciarse ante la via correspondiente. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Peri y su Ley Organica, 3 CA EL TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, defojas ciento treinta a ciento treinta y uno,sufecha cinco de junio de mil novecientos noventa y seis, la que revocando la apelada declaro IMPROCEDENTE la accion de amparo; dispusieron la publicacion de la presente en el Diario Oficial El Peruano; y los devolvieron. S.S. Acosta Sanchez Nugent Diaz Valverde phball a > - 2 Garcia Marcelo. I.R.T. Lo que Certifico, VASQUEZ DE LOPEZ . MARTALUZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-01-10", "id": 36631, "nombre_demandado": "Municipalidad Provincial de Barranca", "nombre_demandante": "Norma Alicia Ramírez Ramos", "numero_expediente": "00263-1996-AA"}