{"CONTEXTO": " 00277-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00277-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.NO.277- 96-AA /TC LIMA EUFROSINA VALVERDE AGUIRRE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de octubre de mil novecientos noventa y reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia los senores NUGENT, PRESIDENTE ACOSTA SANCHEZ, VICEPRESIDENTE AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO y GARCIA MARCELO, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ICA DEL TRIBUNAL CONSTITUCIONAL", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Cuarta Sala Civil de la Corte Superior de Lima, de fecha doce de abril de mil novecientos noventa y seis, que revoca la apelada y declara improcedente la accion de amparo interpuesta por dona Eufrosina Valverde Aguirre.", "ANTECEDENTES:": "La demanda esta dirigida contra el Ministerio de Educacion, para que se le restituya su categoria laboral de Técnico A, que se la ha rebajado por resolucion No 540-93-ED, del veintiséis de julio de mil novecientos noventa y tres, a la de Administrativo III. El Vigésimo Juzgado Especializado en lo Civil de Lima declaro fundada la demanda, considerando que la recurrente ha sufrido rebaja de su nivel ocupacional que venia desemperiando al momento de ser invitada a concursar para un puesto superior, en una actitud lesiva a sus - derechos de trabajadora. Interpuesto recurso de apelacion, la Cuarta Sala Civil de la Corte Superior de Lima revoco el fallo inferior y declaro infundada la accion de amparo mediante resolucion de fecha doce de abril de mil novecientos noventa y seis, al estimar que la actora no hace alusion expresa a alguna violacion directa del su derecho constitucional, y que la legislacion procesal senala las acciones especificas a seguir luego de agotada la via administrativa. Contra esta resolucion interpone recurso de nulidad, por lo que de conformidad con los dispositivos legales vigentes se ha remitido los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Mediante Resolucion Ministerial No 723-86-ED, del veintiuno de noviembre de mil novecientos noventa y seis, se le ubico a la actora en el grupo ocupacional de Técnico \"A\", ubicacion que se le confirmo mediante Resolucion Directoral No 767-88-ED, del diez de marzo de mil novecientos ochenta y ocho, cargo que lo ha desempanado hasta el mes de octubre de mil novecientos noventa y tres, con el sueldo de S/.246.53. TRIBUNAL CONSTITUCIONAL 2. Es con Resolucion Ministerial No 0540-93-ED, del veintiséis de julio de mil novecientos noventa y tres, con motivo de la evaluacion y reubicacion del personal, que la demandada la ubica en el cargo de oficinista III, a partir del mes de noviembre de mil novecientos noventa y tres, con el sueldo de SI. 229.31, esto es, en un nivel y con un sueldo inferiores. 3. El art. 26 inciso 2° de la Constitucion Politica del Estado establece que en la relacion laboral se respeta el caracter irrenunciable de los derechos reconocidos por la Constitucion y la ley, y el parrafo 3° del art. 23 preceptua que ninguna relacion laboral puede limitar el ejercicio de los derechos constitucionales, ni desconocer O rebajar la dignidad del trabajador. Igual precepto contenia la Constitucion de 1979 en su art. 57, cuando expresaba que el ejercicio de los derechos reconocidos a los trabajadores estan garantizados por la Constitucion, y que todo pacto en contrario es nulo. 4. El art. 4° inciso c) del Decreto Legislativo No 276 dispone que la carrera administratival es permanente y se rige por el principio de la garantia del nivel adquirido, y segun el art. 20 del mismo ordenamiento legal, el cambio de grupo ocupacional, previo al cumplimiento de los requisitos correspondientes, no puede producirse a un nivel inferior al alcanzado, salvo consentimiento expreso del servidor. 5. Habiéndose violentado el derecho constitucional a preservar el nivel alcanzado y la consiguiente remuneracion de la accionante, que constituyen actos de cumplimiento obligatorio, es de aplicacion el art. 3° de la Ley 23506. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confieren la Constitucion del Estado y su ley organica;", "FALLA:": "Revocando la resolucion de fecha doce de abril de mil novecientos noventa y seis, de la Cuarta Sala Civil de la Corte Superior de Lima, que a su vez revoca la del Vigésimo Juzgado Especializado en lo Civil de Lima, y declara infundada la accion de amparo, reformandola, confirmaron la deprimera instancia,de fecha 9 de noviembre, que declara fundada dicha accion, y en consecuencia INAPLICABLE a dona Eufrosina Valverde Aguirre la Resolucion Ministerial No 0540-93-ED, de fecha veintiséis de julio de mil novecientos noventa y tres, y ordena que el Ministerio de Educacion reponga a la TRIBUNAL CONSTITUCIONAL actora en el grupo ocupacional de Técnico \"A\" de la Sede Central, con el haber que le corresponde, debiendo abonarle los reintegros de haberes que por todo concepto se hubiesen producido a partir del dia de su reduccion; con lo demas que contiene; ordenaron su publicacion en el Diario \"El Peruano\" con arreglo a ley. S.S.  Hieu le NUGENT,  L - 216 ACOSTA SANCHEZ, G Ggluve Srn AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, Ce GARCIA MARCELO. Rie & - 2 Lo que certifico: m aua Lug as DRA. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA", "fecha_publicacion": "1997-04-26", "id": 36122, "nombre_demandado": "Ministerio de Educación", "nombre_demandante": "Eufrosina Valverde Aguirre", "numero_expediente": "00277-1996-AA"}