{"CONTEXTO": " 00278-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00278-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 278-98-AA/TC JOSE PRIMITIVO ALIAGA ROJAS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia la sentencia siguiente: ASUNTO: Recurso extraordinario interpuesto por don José Primitivo Aliaga Rojas contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha seis de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo. ANTECEDENTES: Don José Primitivo Aliaga Rojas interpone Accion de Amparo contra la Direccion General de la Policia Nacional del Peri y la dirige contra \"cualquier resolucion contraria que expida la demandada\" (sic), respecto al recurso de reconsideracion interpuesto el dia trece de febrero de mil novecientos noventa y siete. Refiere que pese ha haberse vencido con exceso el plazo de ley, aun no ha sido resuelto el mencionado recurso, lo cual le ocasiona danos irreperables. A fojas seis el Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima declara improcedente la Accion de Amparo, por considerar que no se agoto la via administrativa. Interpuesto recurso de apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma la apelada, por estimar que el petitorio de la demanda no comprende la determinacion clara y concreta de lo que se pide. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2 TRIBUNAL CONSTITUCIONAL 2. Que, del tenor de la demanda y de la documentacion que se adjunta se desprende que en la presente Accion de Amparo se impugna la Resolucion Suprema No. 057-97-IN/PNP de fecha treinta de enero de mil novecientos noventa y siete, mediante la cual se pasa al demandante de la situacion de actividad a retiro por renovacion. 3. Que, contra la Resolucion Suprema No. 057-97-IN/PNP el demandante interpuso con fecha trece de febrero de mil novecientos noventa y siete el recurso de reconsideracion de fojas tres, el mismo que no fue resuelto por la demandada, por lo que vencido el plazo de treinta dias que prescribe el articulo 990 del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo No 002-94-JUS, opero el silencio administrativo negativo y empezo a correr el plazo de caducidad establecido por el articulo 370 de la Ley No 23506. Este plazo se computa, para el presente caso, a partir del dia treinta y uno de marzo de mil novecientos noventa y siete, por lo que al veintiuno de agosto de mil novecientos noventa y siete, fecha de interposicion de la demanda, la accion habia caducado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgànica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas setenta y dos, su fecha seis de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT arcra GARCIA MARCELO Lo que Certifico: CCL Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-09-24", "id": 37593, "nombre_demandado": "Policía Nacional del Perú (PNP)", "nombre_demandante": "José Primitivo Aliaga Rojas", "numero_expediente": "00278-1998-AA"}