{"CONTEXTO": " 00274-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00274-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 274-99-AA/TC LIMA JOSÉ SANTOS CORDOVA GARCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Santos Cordova Garcia contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinticuatro, su fecha nueve de febrero de mil novecientos noventa y nueve, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don José Santos Cordova Garcia interpone Accion de Amparo contra el Instituto Nacional Penitenciario y quienes resulten responsables por la violacion de sus derechos constitucionales al debido proceso, derecho de defensa, libertad de trabajo, principio de legalidad y el derecho de no ser sancionado por acto u omision que al tiempo de cometerse no esté previamente establecido en la ley. Alega el demandante que mediante Resolucion N.o 396-97-INPE/CR-P, de fecha diecisiete de julio de mil novecientos noventa y siete, se le abrio proceso administrativo que culmino con la sancion de destitucion, mediante Resolucion N.o 462-97-INPE/CR-P. Recuerda que entre el cinco y el veinte de agosto de mil novecientos noventa y seis, una Comision del Organo de Auditoria Interna del Instituto Nacional Penitenciario realizo una \"accion de control\" en la Direccion Regional con sede en el Cusco, donde el demandante ocupaba el cargo de Jefe de Abastecimiento. De dicha accion de control se le ordeno que absuelva las razones de la omision de visacion por Asesoria Juridica de la Region INPE-ORSO, sin pedirle que absuelva las observaciones que determinaron su destitucion. Refiere que dicha Comision, en sus conclusiones y recomendaciones, recomendo que el Comité Evaluador de Inconducta Funcional determine la responsabilidad administrativa y penal, detallando las irregularidades que supuestamente habria cometido el demandante, que nunca le fueron comunicadas, para absolverlas y ejercer de ese modo su derecho de defensa. 2 TRIBUNAL CONSTITUCIONAL Precisa que al abrirsele proceso administrativo, éste se baso en supuestas irregularidades que no habian sido determinadas por la Comision del Organo de Auditoria Interna del INPE. El Procurador Publico encargado de los asuntos judiciales del Ministerio de Justicia, / al contestar la demandan solicita se la declare improcedente 0 infundada, en razon de lo siguiente: a) En el procedimiento administrativo que se le iniciara tras la comision de graves irregularidades en el ejercicio de su cargo, el demandante tuvo la oportunidad de ejercer su derecho a la defensa, lo que efectivamente realizo; y b) A través del amparo no puede discutirse el objeto de la litis, ya que se trata de un asunto complejo. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, con fecha catorce de setiembre de mil novecientos noventa y ocho, expide sentencia declarando improcedente la demanda, por considerar, principalmente, que el demandante ejercio su derecho a la legitima defensa (sic). La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha nueve de febrero de mil novecientos noventa y nueve, expidio sentencia revocando la apelada, y reformandola, la declaro infundada, por estimar, principalmente, que se respeto el derecho al debido proceso del demandante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se 1. declare nulo e inaplicable para el demandante, la Resolucion N.o 462-97-INPE/CR- P,y se reincorpore en su puesto habitual de trabajo, abonandose las remuneraciones insolutas dejadas de percibir desde la afectacion de sus derechos constitucionales. Que, por tanto, y dado que se ha sostenido que en el proceso de amparo, los jueces 2. constitucionales no pueden ingresar a \"calificar la viabilidad\" de un procedimiento administrativo disciplinario, este Tribunal Constitucional considera prudente enfatizar que no cree que éste sea un asunto ajeno al controljudicial en el ambito de los procesos constitucionales de la libertad, si por él ha de entenderse el necesario control de que los cargos 0 faltas administrativas que puedan imputarse a un servidor publico, y que sirven de motivacion a la iniciacion de un procedimiento administrativo disciplinario, no pueden ser faltas que la Administracion juzgue subjetivamente, pues como se ha tenido oportunidad ya de advertir, éstas, para que puedan reprocharse juridicamente a los servidores publicos, deben encontrarse expresamente en las leyes 0 reglamentos. 3 TRIBUNAL CONSTITUCIONAL Que, en esa perspectiva, este Tribunal ha de recordar que la prohibicion 3. constitucional de no ser procesado ni condenado por acto u omision que al tiempo de cometerse no esté previamente calificado en la ley, de manera expresa e inequivoca, como infraccion punible, asi como la prohibicion de inaplicabilidad por analogia de la ley penal y de las normas que restrinjan derechos, reconocidos en el literal \"d\" del inciso 24) del articulo 2° y en el inciso 9) del articulo 139° de la Constitucion, respectivamente; no constituyen garantias procesales constitucionalmente reconocidas que puedan resultar aplicables unicamente en el ambito de los procesos de naturaleza penal, sino que, por extension, constituyen también garantias que deben observarse en el âmbito de un procedimiento administrativo disciplinario y, en general, de todo procedimiento de orden administrativo publico 0 privado que se pueda articular contra una persona. Que, por otro lado, no es inoportuno nuevamente recordar, algo que es ya una 4. doctrina constitucional de este Tribunal: cuando se alega la vulneracion del derecho al debido proceso en sede administrativa, la determinacion de si el acto considerado como lesivo resulta conforme 0 no a dicho derecho no se agota con la verificacion de que en su seno el administrado haya hecho un ejercicio formal de su derecho de defensa (de ofrecer y actuar medios de prueba, 0 inclusive el de promover la pluralidad de instancias administrativas alli donde ésta resulte aplicable); pues también le es exigido al Juez Constitucional determinar si la sancion impuesta al servidor es consecuencia de haberse observado el principio de razonabilidad y proporcionalidad, tanto en mérito de las pruebas actuadas como frente a las faltas administrativas imputadas, como en la proporcionalidad de la sancion impuesta por la falta administrativa cometida. Que, con tal proposito, es de destacarse que el caracter \"alternativo\" del proceso de 5. amparo, con las unicas restricciones de que se peticione la tutela de derechos constitucionales (y no de otra clase), y que la dilucidacion de la arbitrariedad 0 inconstitucionalidad del acto se presente como manifiesto; exigen de los jueces constitucionales realizar un ponderado analisis en torno a las situaciones a las que se reputa agravio, y no entender que la inexistencia de estacion probatoria es una suerte de \"caja de pandora\" en donde poder escudarse para no ingresar a evaluar las razones de fondo. Que, por tanto, si como sucede en el presente caso, no se alega que determinadas 6. conductas 0 hechos hayan merecido una evaluacion acorde con los organos de la administracion, sino simplemente que el procedimiento administrativo iniciado contra el demandante no obedecio ni se realizo en directa proporcion con las supuestas faltas imputadas; como a su turno, el que la decision de destituirlo tampoco tenga enteramente relacion con los cargos investigados en el proceso 4 TRIBUNAL CONSTITUCIONAL administrativo; entonces, no puede achacarse a la inexistencia de una estacion probatoria, el impedimento de un pronunciamiento del Juez Constitucional, ya que en tal supuesto la determinacion de la afectacion 0 no a un derecho constitucional, como el debido proceso, no pasa por evaluar razones de fondo que utilizara la administracion para sancionar, sino fundamentalmente constatar si lo alegado y probado supone una afectacion de aquel derecho subjetivo. Que, dentro de dicho orden de consideraciones, el Tribunal Constitucional entiende 7. que la determinacion de la vulneracion 0 no del derecho al debido proceso que se reputa a la sancion de destitucion impuesta al demandante, se reduce esencialmente a determinar, como aspecto constitucionalmente relevante, si las causales por las que el demandante fue sometido al proceso administrativo disciplinario, son las que sirvieron para destituirlo. Que, de ese modo, y segun es de observarse de la parte considerativa de la 8. Resolucion de Presidencia, la Comision Reorganizadora del Instituto Nacional Penitenciario N.o 396-97-INPE-CR-P, de fecha diecisiete de julio de mil novecientos noventa y siete, el demandante fue sometido a proceso administrativo disciplinario, por la presunta comision de las siguientes faltas administrativas: a) Responsabilidad por los contratos formalizados por servicio de mantenimiento y reparacion, en el que no se cumplio los plazos de entrega de trabajos y se omitio exigir una carta fianza 0 cheque de gerencia; b) Haber comprado una maquina reparadora en el mes de diciembre de mil novecientos noventa y cinco, y haberse constatado que hasta el mes de agosto de mil novecientos noventa y seis, no se le habia dado uso, constituyendo, por tanto, dicha adquisicion una compra sin requerimiento ni criterio técnico. c) Suscripcion de contratos en forma irregular en el periodo de 1995, y de enero a junio de 1996, para la compra de bienes, refaccion, instalaciones eléctricas, etc. d) No adoptar las medidas oportunas para evitar la prescripcion de los bienes y, en su caso, efectuar la baja, con el resultado de que bienes y medicamentos vencidos sean considerados en stock. e) Irregularidad en la suscripcion del contrato con la empresa Comercial Meza destinado a la confeccion de ochenta y cinco ternos. f) Irregularidad en la suscripcion del contrato con don Luis Arredondo Diaz para el mantenimiento de los servicios higiénicos del E.P. Urcos, con el resultado de encontrarse trabajos no concluidos; y no obstante ello, haber suscrito un nuevo contrato para la instalacion y acondicionamiento del cerco perimétrico y torre de control del E.P. Abancay. g) No haber ejecutado las fases de formulacion del presupuesto valorado y plan que le permita prever el abastecimiento de bienes y servicios en condiciones economicas y eficientes. ) TRIBUNAL CONSTITUCIONAL h) No haber previsto la adquisicion racional de bienes, y haber adquirido bienes que provocaron un sobre stock; y haber efectuado compras a proveedores no inscritos y representados por una misma persona por montos significativos. 1) Irregularidades en la suscripcion del contrato con Servicios Generales MYM E.I.R.L., que no se encuentra inscrita en el registro de proveedores. j) No adoptar medidas de control y supervision de los almacenes de la region, habiéndose detectado un faltante de ciento ochenta y cinco mil doscientos veintiocho nuevos soles con diecisiete centavos. k) No haber ejecutado los compromisos y menos en la ejecucion presupuestal en los ejercicios de 1995 y de enero a junio de 1996; y haber ejecutado compromisos sin tener autorizacion del Ministerio de Economia y Finanzas. Que, segun se esta a la parte considerativa de la Resolucion de la Presidencia de la 9. Comision Reorganizadora del Instituto Nacional Penitenciario, la destitucion del demandante se habria debido, entre otros cargos no enervados, por haberse acreditado el incumplimiento de plazos establecidos en los contratos, haciéndose especial referencia al caso de las empresas Dianderas y Atelier; en el que se habria adquirido una maquina reparadora con irregularidades; el que los contratos se hayan suscrito no observândose el marco legal; el no haber contado con un plan de obtencion, lo que ocasiono un sobre stock; y, observarse un exceso 0 desfase en la ejecucion presupuestal de los gastos de alimentos; supuestos todos ellos previstos en los incisos a)y y d) del articulo 28° del Decreto Legislativo 276°. 10. Que, en consecuencia, este Tribunal Constitucional no estima que se haya vulnerado el derecho constitucional al debido proceso administrativo del demandante, y en forma particular el derecho de defensa, cuando las causales que sirvieron a la entidad demandada para abrirle proceso administrativo constituyen las mismas que sirvieron para destituirlo. 11. Que, en ese sentido, no puede alegarse que se habria vulnerado el derecho de defensa, como lo arguye el demandante, por el hecho de que en la parte considerativa, la Resolucion que lo destituye haya precisado de manera determinada qué contratos y con qué empresas no se ejecutaron en el plazo previsto, cuando al abrirsele proceso administrativo, la entidad demandada aludio a una serie de contratos que habrian tenido tal condicion; no desvirtuando la validez de la sancion de destitucion decretada contra el demandante el hecho de que entre las causales para abrirsele el proceso administrativo disciplinario, efectivamente, no se haya aludido al presunto exceso 0 desfase de los gastos en la partida de alimentos; pues si bien en este caso concreto se habria podido producir indefension, la comprobacion de las otras irregularidades en el ejercicio de sus funciones, previstas en los incisos a) y d) del articulo 28° del Decreto Legislativo 276°, no convierten al proceso 6 TRIBUNAL CONSTITUCIONAL administrativo disciplinario que se le llevo a cabo en un proceso que quebrante el derecho constitucional al debido proceso administrativo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinticuatro, su fecha nueve de febrero de mil novecientos noventa y nueve, que revocando la apelada, declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 201 Cl ECM lo que dertifico; WW A WAt DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35807, "nombre_demandado": "Instituto Nacional Penitenciario (INPE) y otros", "nombre_demandante": "José Santos Córdova García", "numero_expediente": "00274-1999-AA"}