{"CONTEXTO": " 00273-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00273-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.273-96-AA/TC Inmobiliaria Cerro Azul S.A Accion de Amparo Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de agosto de mil novecientos noventisiete, reunidos sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vice Presidente encargado de la Presidencia; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad que en aplicacion del Articulo 41 de la Ley No 26435, Organic del Tribunal Constitucional debe entenderse como Recurso Extraordinario; interpuesto veintinueve de febrero de mil novecientos noventitrés por Inmobiliaria Cerro Azul S.A contra la Resolucion de la Quinta Sala Civil de la Corte Superior de Lima de fech veintitrés de enero de mil novecientos noventiséis, que al confirmar la Resolucion primera instancia declaro improcedente la accion de mparo incoada por la mism inmobiliaria.", "ANTECEDENTES:": "Con fecha diecinueve de mayo de mil novecientos noventicinco, Inmobiliaria Cerr Azul S.A. interpone Accion de Amparo contra don Enrique Escardo de la Fuente, en calidad de Director Gerente de Constructora Maranga S.A., a fin de que la demandada \"abstenga\" de continuar ejecutando trabajos de habilitacion urbana sobre un terreno ubica en el kilometro 99.32 de la Panamericana Sur, Distrito de Asia, que la demandante es solicitando en adjudicacion a la Municipalidad Provincial de Canete. Manifiesta ademas TRIBUNAL CONSTITUCIONAL actora, que Constructora Maranga S.A. viene ofertando y vendiendo clandestinamente lot que ha trazado sobre el terreno Sub-litis; y que de esa manera se le estan conculcando derechos a la libertad de empresa, de contratacion y acceso a la propiedad consagrados los numerales 14) y 17) del Articulo 2 y articulos 59, 63 y 88 de la Carta Magna. (folio 3 folio 53) Constructora Maranga S.A. 9 al contestar la demanada solicita sea declara infundada, por las siguientes razones: que, han adquirido de la Comunidad Campesina Asia, derechos de concesion, uso y superficie sobre el referido terreno, gracias a escrituras publicas de once de noviembre y catorce de diciembre de mil noveciento noventicuatro otorgadas por la citada Comunidad, obrando la inscripcion registral de ella en el asiento 16 de Fojas 78 del Tomo 46 del Registro de la Propiedad Inmueble de Canet que, aquellas escrituras le otorgan a la demandada \"derecho de disposicion\" sobre terreno; que, solicitaron al referido Municipio autorizacion para iniciar la habilitaci urbana del terreno; y finalmente, que no estan vendiendo lotes por no ser los propietaric del terreno Sub-materia. (folio 82 a folio 97) El Décimo Cuarto Juzgado Civil de Lima, mediante la Resolucion No 7 de fech doce de julio de mil novecientos noventicinco, declara IMPROCEDENTE la accion Amparo, por los siguientes fundamentos: a) que, con la escritura de cesion en uso constitucion de derecho de superficie (folio 64 a folio 76) que le otorgo la Comunida Campesina de Asia, acredito la demandada tener derecho al uso de dicho terreno; qu declara la nulidad de aquel titulo, no es materia de una accion de garantia. (folio 150 a fol 152) La Quinta Sala Civil de la Corte Superior de Lima, mediante Resolucion de fech veintitrés de enero de mil novecientos noventiséis, confirma la Resolucion de primer instancia, en razon de que el petitorio de la demanda no puede ser materia de una accion Amparo.", "FUNDAMENTOS:": "Que, la demandada viene ejecutando obras de habilitacion urbana sobre el terren Sub-materia al amparo de la escritura de \"Cesion de Uso y Constitucion de Derecho Superficie\" que le otorgo la Comunidad Campesina de Asia, la misma que se inscribio fojas 78 del tomo 46, asiento 16 del Registro de Propiedad de Canete; consecuentemente atenta con ningun derecho constitucional de la demandante. 03 TRIBUNAL CONSTITUCIONAL Que, si bien es cierto la actora viene solicitando la adjudicacion del terreno Su judice, dicho trâmite administrativo debe ser sustanciado en primer orden por Superintendencia de Bienes Nacionales a quien compete pronunciarse sobre el abandono dicho terreno y disponer, si hubiere lugar a ello, al amparo de su funcion tuitiva, la acci judicial conducente a obtener la cancelacion del registro antes citado a efecto de lograr reversion del terreno a favor del Estado. Que, las acciones citadas en el fundamento precedente, no son materia de una accio de garantia. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de la atribucion que la Constitucion Politica del Estado y su Ley Organica le confieren.", "FALLA:": "CONFIRMANDO la Resolucion de la Quinta Sala Civil de la Corte Superior Lima su fecha veintitrés de enero de mil novecientos noventiséis, que al confirmar Resolucion de primera instancia, declaro IMPROCEDENTE la accion de Ampar mandaron su publicacion en el Diario Oficial \"El Peruano\" conforme a Ley, y devolvieron. S.S. à 11 A ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. - JGB/pch DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA.", "fecha_publicacion": "1997-08-29", "id": 36302, "nombre_demandado": "Enrique Escardó de la Fuente en su calidad de Director Gerente de la Constructora Maranga SA", "nombre_demandante": "Inmobiliaria Cerro Azul SA", "numero_expediente": "00273-1996-AA"}