{"CONTEXTO": " 00272-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00272-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL No 272-97-AA/TC Exp. CHICLAYO NOMBRE : Miguel Peredo Vega SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de junio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia Nugent; Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Miguel Peredo Vega contra la resolucion de la Primera Sala Civil Especializada de la Corte Superior de Chiclayo, de fecha seis de febrero de mil novecientos noventisiete, que confirma la resolucion del Juzgado Mixto, su fecha treinta de setiembre de mil novecientos noventiséis, que declara improcedente la accion de amparo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "La accion la interpone contra don Ricardo Velezmoro Ruiz, Alcalde del Concejo Provincial de Lambayeque, para que se declare sin efecto la Resolucion No 189- 96-MPLIA/CPA, del 18-04-96, que lo cesa, por cuanto lesiona la garantia constitucional de su estabilidad laboral, y se le reponga consiguientemente en su puesto de trabajo. El Juzgado Mixto de Lambayeque declaro improcedente la demanda, por considerar, entre otras razones, que el actor no ha precisado los derechos constitucionales violados, concretândose a denunciar hechos que son materia de investigacion en otra via, y que tampoco ha hecho uso de los recursos impugnativos que le confieren las Normas Generales del Procedimiento Administrativo y la Ley Organica de Municipalidades. Interpuesto recurso de apelacion, la Primera Sala Civil Especializada de la Corte Superior de Lambayeque confirmo la de vista, segun resolucion del seis de febrero de mil novecientos noventisiete, al estimar que al actor se le aperturo proceso administrativo en virtud de la gravedad de la falta en que habia incurrido, que los hechos narrados en la demanda no configuran la violacion de ningun derecho constitucional, y que no interpuso contra el acto administrativo que ahora cuestiona ningun recurso impugnativo. Contra esta resolucion el accionante interpone Recurso Extraordinario, por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "J TRIBUNAL CONSTITUCIONAL De autos consta que al actor se le abrio proceso administrativo disciplinario 1. mediante Resolucion Municipal No 477-95-MPLA/CPA, de fecha 21-08-95, por los diversos motivos que en ella se consignan, sin que haga valer ningun recurso de inhibicion ni recusacion contra los miembros integrantes de la Comision de Procesos, ni los recursos impugnativos de nulidad, oposicion, reconsideracion y apelacion contra dicha resolucion administrativa. 2. Concluido el proceso administrativo disciplinario, y con arreglo a las conclusiones del informe de la Comision y demas antecedentes laborales del actor, la autoridad municipal emite la Resolucion No 189-96-MPLJA/CPA, del 18- 04-96, sancionândolo con la medida de destitucion, en su calidad de servidor contratado por Servicios Personales, sin que tampoco en este caso haga valer ninguno de los recursos impugnativos que le posibilitan la Ley de Normas Generales de Procedimientos Administrativos y la Ley Organica de Municipalidades. 3. El actor se limita a hacer exposicion de los hechos sucedidos, a través de esta demanda, sin haber agotado empero las vias previas, como base fundamental para que la autoridad administratival resuelva en definitiva su situacion, mediante resolucion que constituya estado, O cosa decidida, como paso previo e indispensable para poder acceder ante el fuero jurisdiccional, como lo tiene precisado el art. 27° de la Ley No 23506. 4. No se ha violado O amenazado entonces ningun derecho constitucional establecido como acto de cumplimiento obligatorio, por lo que es de aplicacion lo previsto \"contrario sensu\" por el art. 2° de la Ley No 23506. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica:", "FALLA:": "Confirmando la resolucion de fecha seis de febrero de mil novecientos noventisiete, expedida por la Primera Sala Civil Especializada de la Corte Superior de Chiclayo, que confirma la apelada de fecha treinta de setiembre de mil novecientos noventiséis, expedida por el Juzgado Mixto de Lambayeque, y declara IMPROCEDENTE la accion de amparo interpuesta por don Miguel Peredo Vega contra don Ricardo Velezmoro Ruiz, Alcalde del Concejo Provincial de Lambayeque; con lo demas que contiene; dispusieron su publicacion en el diario oficial \"EI Peruano\" con arreglo a ley; y los devolvieron. S.S. Muncele ACOSTA SANCHEZ, NUGENT, a L a V A a DIAZ VALVERDE, GARCIA MARCELO. W - RIeeA LO QUE CERTIFICO.- MFler Dra. Maria Luz Vasquez de Lopez Secretaria Relatora", "fecha_publicacion": "1997-06-26", "id": 36188, "nombre_demandado": "Alcalde del Concejo Provincial de Lambayeque (Ricardo Velezmoro Ruiz)", "nombre_demandante": "Miguel Peredo Vega", "numero_expediente": "00272-1997-AA"}