{"CONTEXTO": " 00276-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00276-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 276-96-AA/TC LIMA BETTY GONZALES VELASQUEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Betty Gonzales Velasquez contra la Sentencia de la Quinta Sala Civil de la Corte Superior de Justicia de Lima, que con fecha veinticinco de enero de mil novecientos noventa y seis, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Betty Gonzales Velasquez interpuso con fecha ocho de junio de mil novecientos noventa y cinco Accion de Amparo contra la Municipalidad Distrital de Lince, a fin de que se suspenda la ejecucion de la Resolucion N.o 0671-95 de fojas cuatro, su fecha veintidos de mayo de mil novecientos noventa y cinco, que declaro infundado el Recurso de Reconsideracion que interpuso contra la Resolucion N.o 357-95 que ordeno la clausura inmediata del salon de masajes que conducia en la avenida Arenales N.o 1956, departamento N.o 2. Considera la demandante que con dicha accion municipal de control, la Municipalidad violo sus derechos a trabajar libremente, a la igualdad ante la ley, a la legitima defensa y a la paz y tranquilidad. (fojas 10 a 12). El Alcalde de la Municipalidad Distrital de Lince, don Armando Fernandez Ruiz, contesta la demanda solicitando que ella sea declarada improcedente. Para solicitar ese pronunciamiento se basa en lo siguiente: a) Que la clausura del local de masajes se efectuo a pedido de los vecinos del edificio donde se ubica el local en cuestion; b) Que la Municipalidad, basandose en la Ley N.o 23853, Organica de Municipales, esta facultada a clausurar locales cuando su funcionamiento esté prohibido y atente contra la tranquilidad del vecindario; y c) Que la demandante aun no agoto la via previa, pues ha interpuesto un Recurso de Apelacion que aun no tiene respuesta. (fojas 46 a 48). El Decimoséptimo Juzgado Civil de Lima, mediante sentencia de fecha diez de julio de mil novecientos noventa y cinco, declara improcedente la demanda, en razon de que no se cumplio con agotar la via previa, y considero ademas que la Municipalidad procedio con arreglo a las facultades que le premune la Ley N.o 23853, Organica de Municipalidades. (fojas 63 a 66). TRIBUNAL CONSTITUCIONAL La Quinta Sala Civil de la Corte Superior de Justicia de Lima, mediante Sentencia de fecha veinticinco de enero de mil novecientos noventa y seis, confirma la apelada y declara improcedente la Accion de Amparo. (fojas 127). Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Amparo procede solamente cuando se cumple con el requisito del agotamiento de la via previa establecido por el articulo 270 de la Ley N.o 23506; salvo que concurran algunas de las excepciones consideradas en el articulo 28° de la citada Ley de Habeas Corpus y Amparo. Que, a fojas treinta y tres corre copia del escrito de apelacion que formulo la 2. demandante contra la Resolucion de Alcaldia N.o 0671 que es materia de la presente accion de garantia; alli consta que dicho recurso impugnativo se interpuso con fecha veinticinco de mayo de mil novecientos noventa y cinco, no obrando en autos documento que acredite la contestacion de aquella apelacion. Por consiguiente, si nos atenemos al silencio administrativo negativo establecido por el articulo 990 del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobado mediante Decreto Supremo N.o 02-94-JUS, la demandante pudo acogerse a él el seis de julio del citado ano, fecha en que se cumplio el plazo de treinta dias establecido en el acotado articulo 99° Esta situacion indica con claridad, que al interponer la presente demanda con fecha ocho de junio de mil novecientos noventa y cinco, la demandante incurrio en la causal de improcedencia de falta de agotamiento de la via previa. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento veintisiete, su fecha veinticinco de enero de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO a Crt C a JAGB Lo que Certifioo: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-28", "id": 35774, "nombre_demandado": "Municipalidad Distrital de Lince", "nombre_demandante": "Betty Gonzales Velásquez", "numero_expediente": "00276-1996-AA"}