{"CONTEXTO": " 00270-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00270-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 270-97-AA/TC Sindicato de Trabajadores de los Mercados y Anexos de Huanuco HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a primero de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por el Sindicato de Trabajadores de los Mercados y Anexos de Huanuco representado por don Luis Baldeon Martinez, Secretario General y don Wagner Berrios Vasquez, Secretario de Defensa > contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, su fecha veintiuno de marzo de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo interpuesta contra la Municipalidad Provincial de Huanuco, representada por su Alcalde don Duany Bedoya Aguilar.", "ANTECEDENTES:": "Con fecha dieciocho de noviembre de mil novecientos noventa y seis el Sindicato de Trabajadores de Mercados y Anexos de Huanuco interpone Accion de Amparo contra la Municipalidad Provincial de Huanuco, por considerar que ésta ha violado el derecho al trabajo de sus agremiados al expedir el Edicto No. 005-96 MPHCO de veinticinco de abril de mil novecientos noventa y seis, mediante el cual se regula el derecho de funcionamiento de puestos, kioscos y similares de los Centros de Abastos de la localidad y cuya derogatoria solicitan, asi como el congelamiento de los tributos establecidos para el ejercicio fiscal de mil novecientos noventa y cinco, por la excesiva imposicion de cargas tributarias. Sostiene el demandante que el edicto cuestionado impone aumentos exhorbitantes en la \"merced conductiva\" de los puestos que ocupan los comerciantes; que han interpuesto recurso de reconsideracion, el mismo que ha sido desestimado Admitida la demanda, esta es contestada por don Manuel Augusto Cornejo Falcon en representacion de dona Luzmila Templo Condeso, Alcaldesa de la Municipalidad Provincial de Huanuco, la que manifiesta que entre la fecha de expedicion del Edicto No. 005-96 MPHCO y la de interposicion de la demanda ha transcurrido en exceso el 2 TRIBUNAL CONSTITUCIONAL plazo fijado en el articulo 37° de la Ley No. 23506, por lo que se ha producido la caducidad de la accion y que ademas ésta resulta improcedente por cuanto de conformidad con la Ley No. 23853 Organica de Municipalidades, contra los edictos procede interponer Accion Popular. Con fecha veintiuno de enero de mil novecientos noventa y siete > el Juez Provisional del Primer Juzgado Civil de Huanuco expide resolucion declarando improcedente la demanda, por considerar que la Accion de Amparo no es la via idonea respecto de los derechos reclamados. Interpuesto recurso de apelacion, con fecha veintiuno de marzo de mil novecientos noventa y siete, la Sala Civil de la Corte Superior de Justicia de Huanuco expide resolucion confirmando la apelada, al considerar ademas, que no esta acreditado en autos que los actos administrativos a que se refiere la demanda constituyan violacion O amenaza de violacion del derecho constitucional al trabajo, por lo que no es de aplicacion el articulo 2° de la Ley No. 23506. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision, de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No. 23506 concordante con el articulo 200 de la Constitucion Politica del Estado. 2. Que, el Sindicato demandante plantea la presente accion a fin de que se derogue el Edicto No. 005-96 MPHCO que establece el monto a pagarse por concepto del derecho de funcionamiento de puestos, kioskos y similares de los Centros de Abastos de Huanuco correspondiente al ejercicio fiscal del ano mil novecientos noventa y seis; asimismo a fin de que se congelen los tributos establecidos para el ejercicio fiscal de mil novecientos noventa y cinco, senalandose de modo general que los montos fijados son excesivos; y que con su aplicacion se ha violado el derecho al trabajo de sus agremiados. 3. Que, la demanda ha sido formulada de manera imprecisa sin senalar en forma concreta y objetiva los hechos que se consideran violatorios del derecho al trabajo y que hayan afectado en forma concreta y real a cada uno de los agremiados del demandante. Por ello y en virtud a que no proceden las Acciones de Amparo contra Normas Legales; de conformidad con el Articulo 200 inciso 29) de la Constitucion, no es atendible la peticion incoada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas ciento cuarenta y uno, su fecha veintiuno de marzo de mil novecientos noventa y siete, la que confirmando la apelada declaro IMPROCEDENTE la demanda; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. Acosta Sanchez Muicere Diaz Valverde Nugent - Clu - 2 Garcia Marcelo Lo que Cerfif100: o lo > NFG/tvd Dra.MARIA LUZ VASOVZ SECRETARIA RELA TOR TRUBUNAL CONSTITE UEION", "fecha_publicacion": "1998-09-16", "id": 37477, "nombre_demandado": "Municipalidad Provincial de Huánuco", "nombre_demandante": "Sindicato de Trabajadores de Mercados y Anexos de Huánuco", "numero_expediente": "00270-1997-AA"}