{"CONTEXTO": " 00270-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00270-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9270-98-AA/TC LIMA TEXTILES DEL SUR S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huacayo, a los veinticinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Textiles del Sur S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinticinco, con fecha cuatro de febrero de mil novecientos noventa y ocho, que declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "Textiles del Sur S.A., representada por don Nicola Sansour Sansour, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria para que se declare inaplicable a su empresa lo dispuesto en los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta; y, se dejen sin efecto la Orden de Pago N.o 101-1-07529 y la Resolucion de Ejecucion Coactiva N.o 101-06-03543, ambas del veintitrés de enero de mil novecientos noventa y siete. Por ellas se le pretende cobrar la cuota de diciembre por el ejercicio mil novecientos noventa y seis. Ello, por violar sus derechos constitucionales de defensa, de propiedad, de libre empresa, de libertad de trabajo, de seguridad juridica y el principio de no confiscatoriedad de los tributos. La demandante senala que: 1) La empresa se encuentra en situacion de pérdida economica; y, 2) Para evitar el embargo de sus bienes ha interpuesto Recurso de Reclamacion contra la referida orden de pago. La Sunat, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada infundada debido a que: 1) La demandante no ha acreditado el estado de pérdida que invoca; y, 2) La via del amparo no es la adecuada para actuar los medios probatorios que acrediten la situacion economica de la demandante. 2 TRIBUNAL CONSTITUCIONAL El Tercer Juzgado Especializado en Derecho Publico de Lima, a fojas sesenta, con fecha dieciséis de abril de mil novecientos noventa y siete, declara fundada la demanda, por considerar que: 1) La empresa demandante ha acreditado el estado de pérdida que alega; y, 2) El Impuesto Minimo a la Renta es confiscatorio para la demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento veinticinco, con fecha cuatro de febrero de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda, por considerar que la demandante no ha cumplido con agotar la via previa. Contra esta resolucion la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, con fecha veinticuatro de febrero de mil novecientos noventa y siete, la 1. Empresa demandante interpone Recurso de Reclamacion contra la Orden de Pago N.o 101-1-07529, del veintitrés de enero de mil novecientos noventa y siete; y, sin esperar el pronunciamiento de la Administracion Tributaria interpone la demanda de amparo. En efecto, la empresa inicia la presente accion de garantia sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 2. previstos en el articulo 28° de la Ley N.o 23506. Ello, debido a las consideraciones siguientes: a) De conformidad con lo dispuesto en el articulo 117° del Decreto Legislativo N.o 816, Codigo Tributario vigente, la Resolucion de Ejecucion Coactiva N.° 101- 06-03543, del veintitrés de enero de mil novecientos noventa y siete, \"contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\". b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo N.o 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en trâmite\", > se suspendera el proceso de cobranza coactiva. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinticinco, su fecha cuatro de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 2 avoca GLB. Le que Certifico: Dra. MARIA WUZ VASOUEZ SECRETARIA RELATORA ERIBUNAL CONETITUCIONAL", "fecha_publicacion": "1999-07-04", "id": 35245, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (Sunat)", "nombre_demandante": "Textiles del Sur SA", "numero_expediente": "00270-1998-AA"}