{"CONTEXTO": " 00275-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00275-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL No 275-97-AA/TC Exp. Nombre : José Sanchez Caceres LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don José Sanchez Caceres contra la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiuno de enero de mil novecientos noventisiete, que confirma la del Vigésimo Quinto Juzgado Especializado en lo Civil de Lima, de fecha veintitrés de agosto de mil novecientos noventiséis, y declara improcedente CA TRIBUNAL CONSTITUCIONAL la accion de amparo por violacion de su derecho de propiedad sobre el inmueble de la Av. Grau No 2048, Santoyo, Distrito de El Agustino.", "ANTECEDENTES:": "La accion la interpone contra el Alcalde de Lima Metropolitana para la no aplicacion del punto 1° de la Resolucion de Alcaldia No 175.96-MLMDNAOGAT, del veintisiete de febrero de mil novecientos noventiséis, en la parte que declara la nulidad e insubsistencia de la Resolucion No 1380 expedida por el Concejo Distrital de El Agustino con fecha veinticuatro de agosto de mil novecientos noventicuatro, la No 2490 del trece de diciembre de mil novecientos noventicuatro y la Resolucion de Concejo No 003 del veinticinco de abril de mil novecientos noventicinco, por que -segun dice- lesionan su derecho constitucional de propiedad; solicita ademas se declare la no aplicacion de la citada Resolucion No 175-96 en la parte que ordena se mantengan inscritos en el catastro y en el Registro de Propiedad Predial tanto al actor como a dona Maria Sanchez Chavez. El Vigésimo Quinto Juzgado en lo Civil de Lima declaro improcedente la demanda, por considerar, entre otras razones, que al expedirse las resoluciones municipales impugnadas no se ha vulnerado ni se ha amenazado el derecho de propiedad del actor. Interpuesto recurso de apelacion, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima confirmo la apelada, por resolucion del veintiuno de enero de mil novecientos noventisiete, al estimar que la accion de amparo no es la via pertinente para establecer a quién le corresponde el derecho de propiedad sobre el bien inmueble, respecto al cual existen varios procesos en giro. Contra esta resolucion el accionante interpone Recurso Extraordinario, por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional. J TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que sobre el derecho de propiedad del inmueble de la Av. Grau No 2048, 1. Santoyo, Distrito de El Agustino, existe la demanda instaurada con fecha veinte de diciembre de mil novecientos noventicuatro ante el Sétimo Juzgado en lo Civil de Lima, sobre nulidad de acto juridico, seguida por dona Maria Sanchez Chavez con dona Silvia Amico Consiglieri y otros, asi como juicio de desalojo seguido por el actor con dona Maria Sanchez Chavez, cuyo expediente No 817-95 obra ante la Sala Civil de la Corte Suprema de Justicia de la Republica, por lo que el actor no tiene definido aun sobre este bien su propiedad absoluta. Que al estar ventilandose el derecho del actor en la via judicial ordinaria, 2. ha optado por la via paralela establecida por el inciso 3 del articulo 6° de la Ley No 23506 como causal de improcedencia de esta demanda de amparo. Que, en tal sentido, la Resolucion de Alcaldia impugnada No 175-96- 3. MLM/DNA/OGAT, expedida por la Municipalidad de Lima Metropolitana, con fecha veintisiete de febrero de mil novecientos noventiséis, al declarar nulas e insubsistentes las Resoluciones expedidas por la Municipalidad de El Agustino, No 2378, 1380 y 2490, y la Resolucion del Concejo No 003, del veinticinco de abril de mil novecientos noventicinco, por haberse arrogado potestades de resolver cuestiones litigiosas que estan pendientes ante el Poder Judicial, y al ordenar a la vez mantener inscritos en el Catastro y en el Registro de Impuesto Predial a los litigantes Maria Sanchez Chavez y José Sanchez Caceres, no ha violentado ni amenazado derecho constitucional alguno del actor. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica No 26435 y la ley modificatoria No 26801;", "FALLA:": "Confirmando la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima con fecha veintiuno de enero de mil novecientos noventisiete, que confirma la dictada por el Vigésimo Quinto Juzgado Especializado en lo Civil de Lima, con fecha veintitrés de agosto de mil novecientos noventiséis, y declara IMPROCEDENTE la accion de amparo; con lo demas que contiene; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. Mier el ACOSTA SANCHEZ, NUGENT, - 2 L DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifico: MFler Dra. MARIAL LUZ VASQUEZI DEI LOPEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-27", "id": 36366, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima", "nombre_demandante": "José Sánchez Cáceres", "numero_expediente": "00275-1997-AA"}