{"CONTEXTO": " 00277-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00277-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP-N9277-99-AA/TC CAJAMARCA JULIO NOVOA PACHAMANGO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintinueve dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julio Novoa Pachamango contra la Resolucion expedida por la Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, de fojas cien, su fecha cuatro de febrero de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Julio Novoa Pachamango, con fecha uno de octubre de mil novecientos noventa y ocho, interpone Accion de Amparo contra don José Antonio Chavez Tucto, Presidente del Comité de Electrificacion Venecia, a fin de que se disponga la reconexion del fluido eléctrico en su domicilio, por cuanto considera que se han violado sus derechos constitucionales al bienestar, a la paz y al goce de un ambiente equilibrado y adecuado para el desarrollo de su vida. Refiere el demandante que el Comité de Electrificacion Venecia, del barrio del mismo nombre, en Cajamarca, el cual administra la energia eléctrica suministrada por la Empresa Regional de Servicio Publico de Electricidad Electronorte Medio, Hidrandina S.A. para dicho barrio, le corto el servicio de energia eléctrica en su domicilio con fecha veinticinco de setiembre de mil novecientos noventa y ocho, por haber proporcionado energia eléctrica a su vecino. Considera que esta actitud por parte de dicho comité y de su presidente es excesiva y abusiva, y que, al no tener energia eléctrica en su hogar, se violan sus derechos al bienestar, a la paz y a gozar de un ambiente equilibrado y adecuado para el desarrollo de su vida. El Presidente del Comité de Electrificacion Venecia, al contestar la demanda, solicita que sea declarada infundada, por considerar que el demandante tuvo conocimiento del acuerdo de asamblea para el corte de energia eléctrica en su domicilio, y porque lo que quiere es rebasar la autoridad que le ha dado la asamblea en su calidad de presidente del referido comité. TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en lo Civil de Cajamarca, a fojas sesenta y siete, con fecha veintisiete de noviembre de mil novecientos noventa y ocho, declaro improcedente la demanda por considerar, entre otros fundamentos, que no se ha acreditado la violacion de los derechos constitucionales invocados, y porque los demandados no estan realizando actos que vayan en contra de tales derechos, sino que estan ejerciendo su derecho de organizacion dentro del comité. La Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, a fojas cien, con fecha cuatro de febrero de mil novecientos noventa y nueve, confirmo la apelada, por considerar que el demandante debio agotar la via administrativa y recurrir a la via ordinaria. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, en el caso de autos, por no encontrarse regulada la via previa, no es exigible su agotamiento, de conformidad con el articulo 28°, inciso 3), de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Que, tratândose de un comité de hecho, es aplicable lo dispuesto por el articulo 2. 130° del Codigo Civil, en cuanto establece que el comité que no se haya constituido mediante instrumento inscrito se rige por los acuerdos de sus miembros. Que, a fojas veinticinco obra copia legalizada del Acta de la Asamblea General 3. del Comité de Electrificacion Venecia de fecha veintidos de agosto de mil novecientos noventa y ocho, en donde consta el acuerdo adoptado por unanimidad en el sentido de que le sera cortada la energia eléctrica al asociado que dé 0 pase este servicio a otra persona. Que, a fojas catorce obra el escrito de demanda, en donde el propio demandante 4. reconoce haberle proporcionado energia eléctrica a su vecino, y, a fojas treinta y seis, el acta del correspondiente corte de dicho servicio en el domicilio del demandante. Que, en atencion a lo expuesto, no se ha acreditado la violacion de los derechos 5. constitucionales invocados por el demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, de fojas cien, su fecha cuatro de febrero de mil novecientos noventa y nueve, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "1 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO PBU LO QUE CERTIFICO. DRA. MARH-BUE-VASQUEL SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35713, "nombre_demandado": "Presidente del Comité de Electrificación Venecia (José Antonio Chávez Tucto)", "nombre_demandante": "Julio Novoa Pachamango", "numero_expediente": "00277-1999-AA"}