{"CONTEXTO": " 00280-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00280-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 280-97-HC/TC LIMA CARMEN OFELIA AGUILAR DOMINGUEZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Alcira Dominguez Bravo contra la resolucion expedida por la Sala de Vacaciones de la Corte Superior de Justicia de Lima, su fecha trece de marzo de mil novecientos noventa y siete, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Alcira Dominguez Bravo interpone Accion de Habeas Corpus a favor de su menor hija Carmen Ofelia Aguilar Dominguez y la dirige contra don Juan Manuel Jaramillo Méndez y contra el Jefe de Personas desaparecidas de la Policia Nacional del Peru. Refiere que el dia ocho de enero de mil novecientos noventa y siete, el denunciado hizo subir a un automovil a su menor hija, a viva fuerza, y la condujo a su vivienda, donde la tiene secuestrada y sometiéndola a agresiones sexuales; que el personal de la Division de Investigacion y Busqueda de Personas Desaparecidas de la Policia Nacional del Peru se ha negado a recibir su denuncia. El Juzgado Penal de Turno Permanente de Lima declaro improcedente la demanda, por considerar -entre otras razones- que en la Division de Investigacion y Busqueda de Personas Desaparecidas de la Policia Nacional del Peru existe una denuncia formulada por la demandante, la misma que se esta investigando. Interpuesto Recurso de Apelacion, la Sala de Vacaciones de la Corte Superior de Justicia de Lima confirmo la apelada, por estimar que no se ha acreditado la violacion de la libertad individual de la menor Carmen Ofelia Aguilar Dominguez. Contra esta resolucion la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 12° de la Ley No 23506 y el articulo 200°, inciso 1), de la Constitucion Politica del Peru, la Accion de Habeas Corpus cautela la libertad individual y los derechos constitucionales conexos. 2 TRIBUNAL CONSTITUCIONAL 2. Que, en las conclusiones del Parte No 423-IC-DCF-DIDCOF de fecha diecisiete de febrero de mil novecientos noventa y siete (fojas cinco), referida a la denuncia formulada por dona Alcira Dominguez Bravo por la desaparicion de su menor hija Carmen Ofelia Aguilar Dominguez, se senala que ésta fue ubicada el dia siete de enero de mil novecientos noventa y siete; y que posteriormente fugo nuevamente de su hogar, razon por la cual continuan las investigaciones tendientes a su ubicacion. 3. Que, la demanda debe desestimarse, toda vez que no se ha acreditado en autos que el denunciado hubiera vulnerado la libertad individual de la menor Carmen Ofelia Aguilar Dominguez. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala de Vacaciones de la Corte Superior de Justicia de Lima de fojas veintiséis, su fecha trece de marzo de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Habeas Corpus; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS 11 A ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. 31 - Au Cl Lo que Certif1001 Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAK CCL", "fecha_publicacion": "1999-04-17", "id": 35001, "nombre_demandado": "Juan Manuel Jaramillo Méndez y otro", "nombre_demandante": "Carmen Ofelia Aguilar Domínguez", "numero_expediente": "00280-1997-HC"}