{"CONTEXTO": " 00283-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00283-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 283-97-AA/TC MANUEL RAMOS HUAMAN PIURA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura ? a primero de diciembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia, NUGENT, DIAZ VALVERDE, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Manuel Ramos Huaman contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Piura, su fecha catorce de febrero de mil novecientos noventa y siete, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Manuel Ramos Huaman interpone accion de amparo contra el Director Regional de Salud, don Luis Beingolea More, el Procurador General de la Republica del Ministerio de Salud y el Presidente de la Region Grau, don Alberto Rios Rueda, para que se repongan las cosas al estado anterior a la violacion de sus derechos constitucionales, producto de la Resolucion Presidencial No 454-96-CTR-RG-P de fecha 4 de octubre de 1996. Manifiesta que desde hace nueve anos viene prestando servicios como técnico administrativo II en el Puesto de Salud Loma Larga-Centro de Salud de Canchaque; que, pese a la experiencia que adquirio en el desempeno de su labor, ha sido desaprobado en el proceso de evaluacion llevado adelante por los emplazados; atribuyendo al Director de Salud demandado enemistad contra los servidores técnicos de salud, por haberse agrupado en sindicato. Mediante Resolucion de fojas 8, su fecha 27 de diciembre de 1996, el Tercer Juzgado Civil de Piura, in limine, declara improcedente la accion de amparo, por 2 TRIBUNAL CONSTITUCIONAL considerar -entre otras razones- que se ha incurrido en la causal de improcedencia contemplada en el art. 6, inc. 4° de la Ley 23506, modificada por la Ley 25011. Interpuesto recurso de apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Piura confirma la apelada y declara improcedente la accion, por estimar que con la demanda se ha pretendido sustituir la accion contencioso.admimistativa, prevista en el art. 148° de la Constitucion del Estado y en el art. 486° > inc. 6° del Codigo Procesal Civil. Interpuesto recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, en la presente accion el demandante impugna la Resolucion Presidencial No 454-96-CATR, mediante la cual se le ha cesado en su puesto de trabajo, por la causal de excedencia; sin embargo, el escrito de demanda no contiene ningun fundamento de hecho ni de derecho, susceptible de ser analizado por el Juzgador, habiéndose limitado el accionante a hacer afirmaciones subjetivas respecto a una supuesta intencion de perjudicarlo en la evaluacion, para favorecer a otros trabajadores. 3. Que, posteriormente, en sus recursos de apelacion y extraordinario, el actor ha senalado, de un lado, que la evaluacion fue irregular; y de otro, que en el examen se actuo con subjetivismo, \"sacando a relucir conflictos personales\"; respecto al primer punto, tampoco hace el actor la mas minima precision sobre las supuestas irregularidades; por otra parte, analizar el presunto subjetivismo en el examen demandaria la actuacion de prueba, la misma que esta vedada en los procesos constitucionales como el presente, que por su naturaleza especial y sumarisima carece de estacion probatoria. 4. Que, si bien el a quo, para rechazar liminarmente la demanda, ha hecho una interpretacion erronea de la causal de improcedencia prevista en el inc. 4° del art. 6° de la Ley 23506, no seria razonable ordenar que se dé tramite a la demanda, obligando al demandante volver a transitar la via del amparo, a pesar que la presente accion, a todas luces, no tiene futuro por ser manifiestamente improcedente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Organica. 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de fojas veintiocho, su fecha catorce de febrero de mil novecientos noventa y siete, expedida por la Primera Sala Civil de la Corte Superior de Justicia de Piura, que confirmando la apelada, declaro IMPROCEDENTE la accion de amparo; dispusieron la publicacion de la presente en el Diario Oficial El Peruano, con arreglo a ley y, los devolvieron. SS acaul Au ACOSTA SANCHEZ NUGENT à 2 2 a DIAZ VALVERDE GARCIA MARCELO Lo que Certifioo: Dre. MARIA LUZ VASUUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1998-01-05", "id": 36585, "nombre_demandado": "Dirección Regional de Salud de la Región Grau (Director, Luis Beingolea More) y otros", "nombre_demandante": "Manuel Ramos Huamán", "numero_expediente": "00283-1997-AA"}