{"CONTEXTO": " 00287-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00287-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 287-98-AA/TC CORPORACION EMPRESARIAL DE SERVICIOS S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL Py En Lima, a los quince dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Corporacion Empresarial de Servicios S.A. CORPORESA contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinticuatro, su fecha tres de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "CORPORESA, representada por don Alan Ward Ashworth, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria para que se declare inaplicable a su empresa los articulos 109° y siguientes del Decreto Legislativo No 774, Ley del Impuesto a la Renta, se deje sin efecto la Orden de Pago No 011-1-40294 y la Resolucion de Ejecucion Coactiva No 011-06-16290, ambas del veintiuno de mayo de mil novecientos noventa y siete, por las que se pretende cobrar la cuota correspondiente al mes de marzo por el ejercicio mil novecientos noventa y siete. Asimismo, para que se abstenga de continuar el proceso coactivo por el que se ordena trabar embargo en forma de retencion hasta por la suma de sesenta y cinco mil setecientos cincuenta y cinco nuevos soles. Ello, por violar sus derechos constitucionales de propiedad, de legalidad y de no confiscatoriedad de los impuestos. La demandante senala que: 1) La SUNAT no debio girar una Orden de Pago sino reconocer que una empresa que tiene pérdida no esta obligada a pagar dicho impuesto; y, 2) La SUNAT ha trabado embargo en forma de retencion sobre sus fondos, valores y documentos de crédito, aun cuando existia un recurso de reclamacion presentado por la demandante. La SUNAT, representada por dona Consuelo Stella Zavala Hidalgo, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: 1) La demandante no ha acreditado el estado de pérdida invocado; y, 2) La demandante no agoto la via administrativa. TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas sesenta y seis, con fecha uno de setiembre de mil novecientos noventa y siete, declara improcedente la demanda, por considerar que no se habia acreditado fehacientemente el estado de pérdida alegado por la demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento veinticuatro, con fecha tres de febrero de mil novecientos noventa y ocho, confirma la apelada que declara improcedente la demanda por considerar que la pretension de la demandante debe ser apreciada en una via en la que puedan evaluarse diversas pruebas. Ello, en la medida en que la empresa demandante no ha acreditado de manera fehaciente la insolvencia economica que alega.", "FUNDAMENTOS:": "1. Que, con fecha diez de junio de mil novecientos noventa y siete, la empresa demandante interpone recurso de reclamacion contra la Orden de Pago No 011-1-40294, del veintiuno de mayo de mil novecientos noventa y siete. Dicho recurso es declarado inadmisible mediante Resolucion de Intendencia No 015407076, del treinta y uno de julio de mil novecientos noventa y siete. Y, a fojas ciento veintinueve aparece el reporte de la referida Orden de Pago en la que se acredita que la demandante apelo la referida Resolucion de Intendencia el veintisiete de agosto de mil novecientos noventa y siete, durante el proceso de garantias. En efecto, la empresa inicia la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello, debido a las consideraciones siguientes: a) De conformidad con el articulo 117° del Decreto Legislativo No 816, Codigo Tributario vigente, la Resolucion de Ejecucion Coactiva No 011-06-16290, del veintiuno de mayo de mil novecientos noventa y siete, \"contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\" b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en tramite\", se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien TRIBUNAL CONSTITUCIONAL que la cobranza podria ser improcedente la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\". Y, el tercer parrafo del mismo articulo establece que \"para la admision a trâmite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinticuatro, su fecha tres de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE - L NUGENT avca GARCIA MARCELO Lo que Certifico: G.L.B. Dra. MARIRLUIZVISNUZ RELATORA SECRETARIAN ECONSTITUEIONAE TRIBUNAL", "fecha_publicacion": "1998-12-21", "id": 37355, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Corporación Empresarial de Servicios SA (CORPORESA) representada por Alan Ward Ashworth", "numero_expediente": "00287-1998-AA"}