{"CONTEXTO": " 00285-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00285-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. : No 285-96-AA/TC CASO : Marco Tulio Moreno Rodriguez La Libertad SENTENCIA 1 DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de abril de mil noveciento. noventiocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional con asistencia de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde;y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, promuncio la siguiente Sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion mimero diecisiete expedida por la Primera Sala Civil de la Corte Superior de Justicio de La Libertad, Su fecha dos de abril de mil novecientos noventiséis, que revocand la sentencia apelada del veintiséis de diciembre de mil novecientos noventicinco, qu declaro fundada la accion de amparo interpuesta por don Marco Tulio Morene Rodriguez contra Victor Rafael Peldez Pinillos y su esposa dona Blanca Margarito Carneiro Burbano de Peldez, y reformandola declararon improcedente dich demanda.", "ANTECEDENTES:": "Don Marco Tulio Moreno Rodriguez, interpone accion d amparo contra don Victor Rafael Peldez Pinillos y SH esposa dona Blanca Margarito Carneiro Burbano de Peldez, con la finalidad de que mediante la presente accion ordene a los esposos accionados se abstengan de perturbar SH derecho de posesior sobre el inmueble sito en la calle Las Begonias No 419-A, de la Urb. California 2 TRIBUNAL CONSTITUCIONAL Trujillo, que le fuera concedido por SUS hijas dona Susana Beatriz y dona Maria Cristina Moreno Burgos, disponiendo que cesen todo tipo de amenaza consistente en la demolicion del bien precitado, interposicion del ingreso al mismo 0 alteracion de su estructuraj fisica. Sehala que edifico un inmueble de tres plantas en mérito de la Licencia de Construccion No 003, de veinte de enero de mil novecientos ochentiocho, habiéndose ejecutado las obras sobre los aires comprados a los demandados, sin perjudicarlos en absoluto. Aduce que dicha construccion se ejecuto teniendo en consideracion el proyecto de independizacion presentado por el accionado don Victor Rafael Peldez Pinillos, en Su calidad de ingeniero civil, la cual conchryo en el mes de enero de mil novecientos ochentimueve. Refiere que posteriormente a la culminacion de las obras, mediante Resolucion de Concejo Provincial de Trujillo No 532-89-CPT, de veintisiete de noviembre de mil novecientos ochentimueve, se declaro mula y sin valor legal alguno el otorgamiento de la licencia de construccion indicada, considerando que la misma resultaba viciada de mulidad absoluta, a mérito de la cual los accionados han venido amenazando con la demolicion parcial del bien sub-materia, vulnerando su derecho de proteccion a la salud y medio familiar; a la garantia del debido proceso legal y a la garantia de la defensa. Corrido traslado, los accionados absuelven la demanda negandola y contradiciéndola, sehalando ademas que la accion de amparo resulta ilegal porque pretende la paralizacion de la ejecucion de la sentencia derivada de un proceso seguido contra dona Susana Beatriz y dona Maria Cristina Moreno Burgos, sobre interdicto de obra mueva en el cual fueron vencidas, por lo que le interpusieron demanda de mulidad de cosa juzgada fraudulenta, la cual les fue adversa, por haber sido declarada improcedente, razon por la cual SU padre, demandante en la presente accion, en un acto doloso pretende sorprender a la magistratura. El Tercer Juzgado Especializado en lo Civil de Trujillo, al expedir sentencia de veintiséis de diciembre de mil novecientos noventicinco, falla declarando fundada la accion de amparo, por considerar que el caso sub-examine no se trata de una accion judicial incoada contra la resolucion del organo jurisdiccional que viole 0 desconozca el derecho de accion 0 del dehido proceso, sino contra una amenaza cierta, liquida y palpable contenida en la decision de los accionados para demoler parte del inmueble materia de esta accion, y, ademas, porque el accionante no ha tenido la calidad de litisconsorte 0 parte procesal en una decision judicial derivada de los juicios de interdicto de obra mueva y de mulidad de cosa juzgada fraudulenta. 3 TRIBUNAL CONSTITUCIONAL La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, mediante resolucion de fojas ciento treinticuatro a ciento treinticinco, sul fecha dos de abril de mil novecientos noventiséis, revoca la apelada del veintiséis de diciembre de mil novecientos noventicinco, que declaro fundada la accion de amparo interpuesta, y reformandola, la declararon improcedente; considerando en esencia que la pretension del demandante es enervar los efectos de una sentencia firme dictada en proceso regular. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional,", "FUNDAMENTOS:": "1) Conforme aparece del petitorio de la demanda, el objeto de la pretension del accionante, es que los demandados se abstengan de perturbar su derecho de posesion que tiene con respecto del inmueble de tres pisos construido en los aires de la propiedad ubicada en la calle Las Begonias No 419-A, de la Urbanizacion California, de la ciudad de Trujillo, el cual ha sido materia de debate en la via judicial, mediante proceso de interdicto de obra nueva; proceso que concluyo con las sentencias de primera y segunda instancias que obran de fojas sesenta a sesentitrés y sesenticinco a sesentiséis, resultando parte vencedora la parte demandada de la presente accion; 2) Que, asimismo, contra esta sentencia, se interpuso demanda de mulidad de cosa juzgada fraudulenta, la que fue declarada improcedente, y que también favorecio a la parte demandada de la presente accion de amparo, conforme fluye de las sentencias de primera y segunda instancias que obran de fojas treinta a treintiuno y a fojas cincuenticuatro del expediente No 727- 95, sobre nulidad de cosa juzgada fraudulenta, que acompaha al expediente de accion de amparo; 3) Que, la Licencia de Construccion No 003, que obra a fojas once, acredita que las propietarias del inmueble sub-materia, son dona Susana Beatriz y dona Maria Cristina Moreno Burgos, hijas del hoy demandante; 4) Que, no se ha demostrado en autos, que el demandante tenga poder expreso de las propietarias, ni que éstas se hubieran encontrado imposibilitadas fisicamente para interponer la accion de amparo incoada, conforme lo establece el segundo paragrafo del articulo 26° de la Ley No 23506, por tanto, el accionante carece de legitimidad para obrar; 5) Que, por otro lado, el derecho que invoca el demandante, de haber sido supuestamente afectado en Su posesion, tiene cardcter legal, mas no constitucional, por lo que mediante la presente accion, no procede atender la pretension incoada. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y Su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento treinticuatro, Su fecha dos de abril de mil novecientos noventa y seis, que revocando la apelada, y reformandola declaro improcedente la accion de amparo interpuesta; dispusieron Su publicacion en el diario oficial \"El Peruano \"; y los devolvieron. S.S. D AU L ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO LUa MCM LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-25", "id": 36914, "nombre_demandado": "Víctor Rafael Peláez Pinillos y otra", "nombre_demandante": "Marco Tulio Moreno Rodríguez", "numero_expediente": "00285-1996-AA"}