{"CONTEXTO": " 00298-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00298-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 298-97-AA/TC Felicita Ponce Nieves Huanuco SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a primero de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Felicita Ponce Nieves, contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas setenta y seis, su fecha veinticuatro de marzo de mil novecientos noventa y siete que declaro improcedente la accion de amparo interpuesta contra la Municipalidad Provincial de Huanuco.", "ANTECEDENTES:": "Con fecha dieciocho de diciembre de mil novecientos noventa y seis, dona Felicita Ponce Nieves interpone Accion de Amparo contra la Municipalidad Provincial de Huanuco, representada por su Alcaldesa dona Luzmila Templo Condeso, por haber expedido la Resolucion No. 2667-96 MPHCO-A de cuatro de diciembre de mil novecientos noventa y seis,2 través de la cual se le deniega la Licencia Especial de Funcionamiento y se dispone la clausura del local comercial Bar-Pena ubicado en el jiron Abtao No. 626; manifestando que se ha atentado contra su derecho a la libertad de trabajo garantizado por el articulo 2° inciso 15) de la Constitucion Politica del Estado. Admitida la demanda, esta es contestada por don Manuel Augusto Cornejo Falcon en representacion de dona Luzmila Templo Condeso, Alcaldesa de la Municipalidad Provincial de Huanuco, la que la niega y contradice expresando que la demanda es improcedente por cuanto la demandante no ha agotado la via administrativa. Ademas sostiene que la resolucion cuestionada se ha expedido previo los informes técnicos que dan cuenta sobre deficiencias del local al incumplirse disposiciones del Reglamento Nacional de Construcciones y normas sobre seguridad. Con fecha nueve de enero de mil novecientos noventa y siete, el Juez Provisional del Primer Juzgado Mixto de Huanuco, expide resolucion declarando improcedente la demanda por no haberse agotado la via previa. Interpuesto el recurso de apelacion, con fecha veinticuatro de 2 TRIBUNAL CONSTITUCIONAL marzo de mil novecientos noventa y siete, la Sala Civil de la Corte Superior de Justicia de Huanuco, confirma la apelada. Contra esta resolucion, el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, se desprende de la demanda que el proposito de la presente accion es que se declare inaplicable a la demandante la Resolucion No 2667-96-MPHCO-A, expedida por la Municipalidad Provincial de Huanuco, a través de la cual se deniega la Licencia Especial de Funcionamiento y se dispone la clausura del Bar-Pena ubicado en el Jiron Abtao No 626, Huanuco. 2. Que, antes de efectuar el analisis del fondo de la pretension, es necesario establecer si la demandante ha cumplido con la exigencia prevista en el articulo 270 de la Ley No 23506 de Habeas Corpus y Amparo respecto al agotamiento de la via previa. 3. Que, el articulo 122° de la Ley No. 23853 Organica de Municipalidades, establece que los actos administrativos municipales que den origen a reclamaciones individuales, se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos. 4. Que, dicho Reglamento, hoy denominado Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado ha sido aprobado por Decreto Supremo No. 02-94 JUS, establece en su articulo 100°- vigente cuando se dicto la disposicion cuestionada- que la via administrativa queda agotada con la resolucion expedida en Segunda Instancia. 5. Que, en el caso de autos, la demandante no ha acreditado haber interpuesto los recursos impugnativos que le faculta la Ley contra la Resolucion No 2667-96 MPHCO-A por lo que la accion deviene en improcedente Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco de fojas setenta y seis, su fecha veinticuatro de marzo de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la demanda; dispone la 3 TRIBUNAL CONSTITUCIONAL notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. 6 r", "SS.": "Acosta Sanchez Diaz Valverde Nugent Nleuls a ALCLE Garcia Marcelo NFG/tvd Lo que dertif100: Dra. MARTALIZTASOE SECRETARIA RELATONA TRIBUNAL CONSTITUEION", "fecha_publicacion": "1998-09-17", "id": 37498, "nombre_demandado": "Municipalidad Provincial de Huánuco", "nombre_demandante": "Felícita Ponce Nieves", "numero_expediente": "00298-1997-AA"}