{"CONTEXTO": " 00299-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00299-1993-AA.pdf) --- S-414 ..la emplazada no utilizo regularmente la potestad conferida por el articulo 119° de la Ley Orgânica de Municipalidades..les..lesionando..los derechos a la libertad de trabajo y a la defensa. Exp. No 299-93-AA/TC Lima Caso: Luis Alejandro Davalos Carrion SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha ocho de febrero de mil novecientos noventa y tres, que declarando no haber nulidad en la resolucion de vista del once de junio de mil novecientos noventa y uno, que revoca a la apelada del quince de mayo de mil novecientos noventa, declara improcedente la Accion de Amparo interpuesta por don Luis Alejandro Davalos Carrion contra la Municipalidad de Lima Metropolitana.", "ANTECEDENTES:": "El demandante interpone su accion sustentando su reclamo en la transgresion de sus derechos constitucionales a la libertad de trabajo y la defensa reconocidos en los articulos 42° y 233° inciso 9 de la Constitucion Politica de 1979 por parte de la entidad emplazada, al haber expedido ésta la Resolucion de Alcaldia No 193, del ocho de febrero de mil novecientos noventa, por la que ordena la clausura definitiva de su establecimiento comercial denominado \"El Sabor\". Alega el accionante, que luego de haber cumplido todos los requisitos exigidos por la Municipalidad, se le otorga la Licencia de Apertura para Establecimiento Comercial No 47646, del veintiocho de diciembre de mil novecientos ochenta y nueve, iniciando sus actividades el tres de febrero de mil novecientos noventa. Refiere que no obstante ello, tan solo un dia después es clausurado de forma temporal por supuestas irregularidades y por no reunir los requisitos minimos, afirmaciones que no se condicen con lo que aparece en la licencia otorgada, situacion que considera violatoria de sus derechos y el de sus trabajadores. Sostiene que las notificaciones de multa en las que se apoya la clausura de su establecimiento comercial son falsas e irreales, motivo por el que reclamo de las mismas el trece de febrero de mil novecientos noventa, sin que se le haya respondido. Que sin embargo, a pesar de que las citadas multas conceden un plazo de cinco dias para recurrirlas, antes de dicho término, ya se habia emitido la antes citada Resolucion de Alcaldia por la que se clausura definitivamente su negocio, hecho que demuestra que no se respeto su derecho de defensa. Puntualiza por ultimo, que la Municipalidad le acepto con fecha quince de febrero de mil novecientos noventa el pago por concepto de Licencia Especial, significândose con ello que hay un consentimiento en la continuacion del giro. Finalmente y al amparo del articulo 31° de la Ley 23506 solicita la medida cautelar de suspension del acto reclamado. Admitida la accion a tramite por el Décimo Segundo Juzgado Civil de Lima, se corre traslado de la misma a la emplazada, la que la absuelve negândola y contradiciéndola por estimar: Que no se han agotado las vias previas; Que el articulo 119° de la Ley Organica de Municipalidades senala como facultad de aquéllas, la clausura transitoria O definitiva de edificios, establecimientos y servicios; Que el establecimiento del recurrente ha venido funcionando en forma irregular y que incluso el accionante con posterioridad a la Resolucion de Alcaldia cuestionada, ha solicitado la apertura de una puerta de escape, lo que prueba que el local clausurado adolecia del requisito de seguridad. De fojas treinta y seis a treinta y ocho vuelta y con fecha quince de mayo de mil novecientos noventa, el Juzgado de Primera Instancia expide sentencia declarando fundada la demanda por considerar: Que conforme aparece de la Licencia Municipal de Apertura para Establecimiento Comercial No 47646, el demandante satisfizo los requisitos establecidos en el inciso 7 del articulo 68° de la Ley Organica de Municipalidades, Que la clausura ha sido dispuesta por el Jefe de Operativo ylo Inspector Municipal, pero sin la notificacion al propietario del negocio para que subsane las omisiones que hubiera constatado de manera que no se contradiga con la Licencia de Funcionamiento; Que si bien el articulo 119° de la Ley Organica de Municipalidades faculta clausurar establecimientos, el mismo articulo se refiere a negocios cuyo funcionamiento no esté permitido por la ley, lo que no ocurre en el presente caso, ya que el actor cuenta con la licencia debida y sus actividades estan permitidas por la ley; Que el actor no esta obligado a agotar las vias previas, ya que el dano que se le hace es irreparable, condicion que resulta del solo hecho del cierre del local que afecta economicamente no solo al propietario sino a los trabajadores; Que la Resolucion cuestionada funda la clausura en la carencia de camerinos de artistas, de servicios higiénicos, de pista de baile y de puerta de escape, lo cual se encuentra contradicho con la constatacion de fojas veinte del incidente de suspension, habiendo el actor presentado a su vez copia legalizada de los carnets sanitarios de los trabajadores, y, que siendo esto asi, se ha violado los derechos constitucionales a la libertad de trabajo, a participar individualmente en la vida economica de la nacion y a la igualdad ante la Ley. Por ultimo, dentro de la misma resolucion y de conformidad con el articulo 31° de la Ley 23506, otorga la medida cautelar de suspension del acto reclamado. Apelada dicha resolucion por la emplazada, los autos son remitidos a la Quinta Fiscalia Superior en lo Civil para efectos de la vista correspondiente, y devueltos éstos con Dictamen que se pronuncia porque se confirme la apelada, la Quinta Sala Civil de la Corte Superior de Justicia de Lima, con fecha once de junio de mil novecientos noventa y uno y a fojas ciento sesenta y cinco, revoca la resolucion apelada y declara improcedente la Accion de Amparo, por considerar: Que al expedirse la Resolucion de Alcaldia No 193, se ha obrado con la facultad contenida por el articulo 61° inciso 7 y 119° de la Ley Organica de Municipalidades (No 23853) y que el accionante no ha agotado la via administrativa contra la resolucion cuestionada conforme el articulo 107° del D. S. No 006-67-SC. Interpuesto Recurso de Nulidad por el accionante, los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente y devueltos éstos con Dictamen que se pronuncia porque se declare no haber nulidad en la recurrida, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha ocho de febrero de mil novecientos noventa y tres, a fojas diecinueve del Cuaderno Especial (Corte Suprema) y de conformidad con el Dictamen Fiscal, emite resolucion declarando no haber nulidad en la sentencia de vista. Contra esta resolucion el accionante interpone Recurso de Casacion, por lo que de conformidad con el articulo 41°) y la Disposicion Transitoria Quinta de la Ley Organica del Tribunal Constitucional No 26435 y entendiendo el presente recurso como \"Extraordinario\", se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, de autos ha quedado acreditado que con fecha veintiocho de diciembre de mil novecientos ochenta y nueve, la emplazada Municipalidad de Lima Metropolitana otorgo al demandante la Licencia de Apertura para Establecimiento Comercial, bajo el supuesto que habia cumplido con todos los requisitos a que se refiere el inciso 7 del articulo 68° de la Ley 23853 (Ley Organica de Municipalidades). Que sin embargo, iniciadas las actividades del establecimiento comercial \"El Sabor\" hacia el tres de febrero de mil novecientos noventa, la emplazada expidio una serie de multas sobre el referido negocio (fojas diez a diecisiete), asi como dispuso su clausura temporal por \"funcionamiento irregular\" y por \"no reunir los requisitos minimos para el giro solicitado\", conforme fluye del acta correspondiente emitida el cuatro de febrero de mil novecientos noventa, obrante a fojas cinco, situacion esta ultima que resulta notoriamente contradictoria con lo senalado en la antes citada Licencia de Apertura, y por otra parte, apresurada, si se toma en cuenta el escaso tiempo existente entre la emision de la referida Licencia, la fecha de inicio de actividades comerciales y la fecha en la que se realiza el operativo que dispone la clausura temporal. Que por otra parte, y no obstante que conforme a los articulos 101° y 102° del D. S. No 006-67-SC del once de noviembre de mil novecientos sesenta y siete (Reglamento de Normas Generales y Procedimientos Administrativos, vigente en el momento de los hechos), el plazo para recurrir de dicha medida era de quince dias, la demandada con fecha ocho de febrero de mil novecientos noventa (fojas dos vuelta y tres), ya habia emitido la Resolucion de Alcaldia No 193 por la cual clausuraba definitivamente el establecimiento del demandante, hecho que supone que no tenia la intencion de admitir los descargos a que hubiere lugar dentro de la via administrativa, a pesar que el recurrente, dentro del término de ley, si los efectuara mediante escrito del trece de febrero de mil novecientos noventa y al que la emplazada se nego a otorgar respuesta. Que, consecuentemente, al haberse materializado el acto que se juzga violatorio a los derechos, no puede exigirse el agotamiento de la via previa conforme al articulo 270 de la Ley No 23506 y no solo por la evidente situacion de irreparabilidad en la que podria caer el recurrente al permanecer clausurado su local, sino porque el recurso del trece de febrero de mil novecientos noventa, en nada impide la prosecucion del acto cuestionado, de donde resulta que al contrario de lo afirmado por la emplazada, es aplicable lo dispuesto en los incisos 1 y 2 del articulo 28° de la antes citada Ley No 23506, de Habeas Corpus y Amparo. Que, igualmente resulta necesario precisar que aunque la citada Resolucion de Alcaldia No 193, se sustenta en una serie de situaciones irregulares presuntamente acontecidas en el establecimiento del actor, éstas han quedado desvirtuadas con las instrumentales de fojas trece a veintisiete del Cuaderno Cautelar, debiendo senalarse, que en lo que respecta a que el recurrente haya solicitado edificar una puerta de escape por ante la Beneficencia Publica, tal hecho no puede tomarse como reconocimiento de responsabilidades cuando el propio Reglamento Nacional de Construcciones, en su Capitulo XIII, numerales III, XIII-10, no obliga a tener salida de emergencia cuando el local tiene una capacidad inferior a cien personas y la puerta general posee dimensiones como las del establecimiento del accionante. Que, en cambio resulta mas bien contradictorio el proceder de la propia emplazada, cuando no obstante haber dispuesto la clausura del local \"El Sabor\", haya venido aceptando desde el quince de febrero de mil novecientos noventa, el pago por concepto de Licencia Especial, segun consta de la instrumental de fojas siete e incluso, y con fecha aun posterior, el pago por diversos conceptos como Tributos de Anuncio y Propaganda, de la misma Licencia Especial y de Licencia a la venta de bebidas alcoholicas, conforme fluye de las instrumentales de fojas cuarenta y siete a cincuenta y uno. Que, igualmente resulta contradictorio y revelador del proceder de la emplazada, que no obstante haberse dictado Medida Cautelar de suspension en favor del accionante conforme a la ultima parte de la sentencia de primera instancia de fecha quince de mayo de mil novecientos noventa, la Municipalidad de Lima haya intentado desconocer el mandato judicial, conforme consta de las instrumentales de fojas diez y once del Cuaderno Especial ante la Corte Suprema, y en las que figura un apercibimiento notoriamente ilegal encontra del recurrente. Que, por consiguiente, las situaciones antes descritas no hacen sino evidenciar que la emplazada no utilizo regularmente la potestad conferida por el articulo 119° de la Ley Organica de Municipalidades, antes por el contrario, la desnaturalizo de forma arbitraria, lesionando en efecto, los derechos a la libertad de trabajo y a la defensa, reconocidos por los articulos 2° inciso 13, 42° y 233° inciso 9 de la Constitucion Politica entonces vigente, concordante con los incisos 10 y 22 del articulo 24° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Orgânica le confieren,", "FALLA:": "Revocando la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha ocho de febrero de mil novecientos noventa y tres, que, declarando no haber nulidad en la Resolucion de Vista, del once de junio de mil novecientos noventa y uno, que revoca a la apelada, del quince de mayo de mil novecientos noventa, declara improcedente la accion. Reformando la recurrida y dando por insubsistente la de vista, confirmaron la resolucion de primera instancia, declarando fundada la Accion de Amparo interpuesta por Luis Alejandro Davalos Carrion contra la Municipalidad de Lima Metropolitana, ordenandose en consecuencia a la emplazada, se abstenga de proseguir con todo acto de clausura y se permita el normal desenvolvimiento de las actividades en el establecimiento comercial del demandante, dispusieron la publicacion de la presente sentencia en el Diario Oficial El Peruano, y los devolvieron. S.S. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-09-23", "id": 36347, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Luis Alejandro Dávalos Carrión", "numero_expediente": "00299-1993-AA"}