{"CONTEXTO": " 00291-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00291-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 291-96-AA/TC FILOMENO MAURO PAREDES CORALES LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Filomeno Mauro Paredes Corales contra la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fecha dieciocho de enero de mil novecientos noventiséis, que confirma la del Sétimo Juzgado Especializado en lo Civil de Lima, su fecha diecisiete de abril de mil novecientos noventicinco, que declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interpone contra el Ministerio de Agricultura para que se le restituya su derecho a la pension de cesantia acordada con arreglo al régimen del Decreto Ley No 20530, que le ha sido privada mediante la Resolucion Ministerial No 00808-92-AG, del veintitrés de noviembre de mil novecientos noventidos, beneficio que lo viene percibiendo en virtud de la Resolucion Directoral No 366-91-VAD-VI-Lima, del treinta de abril de mil novecientos noventiuno. El Sétimo Juzgado Especializado en lo Civil de Lima declaro improcedente la demanda, por considerar, entre otras razones, que entre la fecha de expedicion de la Resolucion Ministerial No 0547-94-AG, del catorce de setiembre de mil novecientos noventicuatro, y la fecha de interposicion de la demanda, el veintiocho de marzo de mil 2 TRIBUNAL CONSTITUCIONAL novecientos noventicinco, transcurrieron con exceso mas de sesenta dias habiles, por lo que segun el articulo 370 de la Ley No 23506 el ejercicio de la accion ha caducado. Interpuesto recurso de apelacion, la Tercera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, confirmo la apelada, segun resolucion de dieciocho de enero de mil novecientos noventiséis, al estimar asimismo que ha transcurrido con exceso el plazo de sesenta dias habiles entre la fecha de expedicion de la Resolucion Ministerial No 0547-94-AG y el momento en que se interpone la presente accion, el veintiocho de marzo de mil novecientos noventicinco, por lo que se ha producido la caducidad de la accion. Contra esta resolucion, el demandante interpone Recurso Extraordinario por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- De autos consta que, el demandante tiene derecho a percibir su pension nivelable de cesantia correspondiente al régimen pensionario del Decreto Ley No 20530, por sus veinticuatro anos y cinco meses de servicios prestados, a mérito de la Resolucion Directoral No 366-91-UAD-VILima, emitida por su ex-empleadora con fecha treinta de abril de mil novecientos noventiuno. 2.- Que dicha pension la ha venido percibiendo el demandante durante un ano y siete meses, ésto es, desde el treinta de abril de mil novecientos noventiuno hasta el veintitrés de noviembre de mil novecientos noventidos, en que el Ministerio de Agricultura, por si y ante si, en acto unilateral y arbitrario, la dejo nula e insubsistente con la Resolucion Ministerial No 00808-92-AG del precitado dia veintitrés de noviembre de mil novecientos noventidos. 3.- Que la referida pension nivelable no puede ser alterada fuera de los términos legales establecidos en el articulo 110° del Decreto Supremo No 02-94-JUS, que aprueba la Ley de Normas Generales de Procedimientos Administrativos, por constituir derecho adquirido por el pensionista, cuya nulidad solo puede ser declarada en sede judicial ordinaria, observandose el debido proceso y, en especial, el derecho de defensa. 4.- Que, no obstante que el demandante ha hecho valer los recursos de reconsideracion y apelacion, conforme dan cuenta las Resoluciones Ministeriales denegatorias que obran a fojas ocho y once, respectivamente, le es de aplicacion irrestricta el articulo 26° de la Ley No 25398, en vista de que las pensiones de jubilacion y cesantia se TRIBUNAL CONSTITUCIONAL devengan periodicamente, es decir, mes a mes, en forma continuada y sucesiva, suerte que la agresion también es constante y se ha producido hasta el ultimo m anterior a la interposicion de la demanda, no siéndole aplicable entonces, excepcion, el término de caducidad previsto en el articulo 370 de la Ley No 23506 Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribucion que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Tercera Sala Especializada en Civil de la Corte Superior de Justicia de Lima, de fojas sesentinueve, su fecha dieciocho enero de mil novecientos noventiséis, que confirmo la apelada de fecha diecisiete de ab de mil novecientos noventicinco y declaro improcedente la accion de ampa reformandola, la declara FUNDADA y, en consecuencia, sin aplicacion para el demanda la Resolucion Ministerial No 00808-92-AG, del veintitrés de noviembre de mil novecien noventidos; dispone que la demandada siga pagando al demandante sus pensiones cesantia en forma continuada y sin alteracion alguna. Dispone la notificacion a las parte su publicacion en el diario oficial \"El Peruano\", 9 y la devolucion de los actuados. S.S. 10 ACOSTA SANCHEZ, NUGENT 6 DIAZ VALVERDE avcea 16 A GARCIA MARCELO Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-18", "id": 37039, "nombre_demandado": "Ministerio de Agricultura", "nombre_demandante": "Filomeno Mauro Paredes Corales", "numero_expediente": "00291-1996-AA"}