{"CONTEXTO": " 00290-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00290-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 290-97-HC/TC HUANCAYO MARCIAL RAMON MACARIO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los tres dias del mes dejulio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Marcial Ramon Macario contra la resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de Junin, con fecha diecisiete de febrero de mil novecientos noventa y siete, a fojas cuarenta y seis, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Marcial Ramon Macario interpone Accion de Habeas Corpus contra la Secretaria Diligenciera de la Segunda Sala Penal de la Corte Superior de Justicia de Junin, dona Elena Barrientos Rengifo y contra la Juez del Primer Juzgado Penal de Huancayo, dona Amalia Campian Cotera; alega el actor que los hechos se han producido en la causa penal seguida contra el recurrente y otros por delito de apropiacion ilicita en agravio de la Cooperativa de Vivienda de los Trabajadores de CENTROMIN PERU \"Primero de Mayo\" > proceso en el que fue sentenciado a tres anos de pena privativa de la libertad, condena que fuera confirmada por la Sala Superior y de la cual la Secretaria Diligenciera emplazada no cumplio con notificarle, impidiendo asi que el actor pueda interponer los recursos de ley, violando de este modo sus derechos constitucionales a un debido proceso, y amenazando su derecho a la libertad individual. La demandada Jueza dona Amalia Campian Cotera, contesta la demanda alegando principalmente que, \"el Habeas corpus se presenta frente a la amenaza a la libertad de la persona 0 detencion arbitraria hecho que no se ha producido porque no se ha tratado de detencion indebida, mas por el contrario el abogado patrocinador y don Marcial Ramon Macario debieron demandar una accion de amparo, lo cual es legal y pertinente si es que querian hacer valer sus peticiones\". El Segundo Juzgado Penal de Huancayo, con fecha cinco de febrero de mil novecientos noventa y siete, a fojas treinta y seis, declara improcedente la Accion de Habeas Corpus, por estimar principalmente que, \"el instituto del Habeas Corpus solo tiene por finalidad amparar las libertades individuales garantizadas por la Constitucion, y no puede extenderse a la responsabilidad de los jueces por actos que practiquen en los expedientes sometidos a su conocimiento por razon de sus funciones, pues existen recursos y otros remedios procesales para conjurar la situacion lesiva que sufriera el actor\". La Segunda Sala Penal de la Corte Superior de Justicia de Junin, con fecha diecisiete de febrero de mil novecientos noventa y siete, a fojas cuarenta y seis, confirma TRIBUNAL CONSTITUCIONAL la accion de Habeas Corpus. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la Accion de Habeas Corpus procede ante el hecho u omision por parte de cualquier autoridad, funcionario 0 persona que vulnera 0 amenaza la libertad individual 0 los derechos constitucionales conexos; 2. Que, en el caso de autos el actor alega la existencia de supuestas anomalias procesales en la secuela de la causa penal seguida en su contra, que trasgrederia el derecho al debido proceso y amenazarian su libertad y seguridad personal; 3. Que, es de senalarse que el derecho al debido proceso invocado por el actor pertenece al ambito de tutela de la accion de amparo, ademas., de autos se aprecia que las presuntas anomalias procesales denunciadas por el actor, corresponden a incidentes de procedimiento y actuaciones funcionales de los demandados que deben ventilarse y resolverse conforme a los correctivos que establecen la Ley Organica del Poder Judicial y la propia legislacion procesal penal, siendo improcedente hacerlo a través de esta extraordinaria accion de garantia conforme al articulo 10° de la Ley No 25398. 4. Que, asimismo, la norma antes senalada, prescribe que bajo ningun motivo podra detenerse mediante una accion de garantia, la ejecucion de una sentencia contra la parte vencida en un proceso regular, lo que es aplicable al presente caso por corresponder al estado procesal de la causa penal seguida al actor. Por estos fundamentos, el Tribunal Constitucional en uso de sus atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de Junin, su fecha diecisiete de febrero de mil novecientos noventa y siete, de fojas cuarenta y seis, que confirmo la apelada que declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ LL DIAZ VALVERDE NUGENT hicea GARCIA MARCELO Lo que Oertifi00: JMS Dra. MARTALUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-30", "id": 37654, "nombre_demandado": "Secretaria Diligenciera de la Segunda Sala Penal de la Corte Superior de Justicia de Junín (Elena Barrientos Rengifo) y otro", "nombre_demandante": "Marcial Ramón Macario", "numero_expediente": "00290-1997-HC"}