{"CONTEXTO": " 00291-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00291-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 291-98-AC/TC LIMA ASOCIACION DE CESANTES Y JUBILADOS DE PETROPERU. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Cesantes y Jubilados de Petroperu contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas seiscientos treinta y siete, su fecha tres de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "La Asociacion de Cesantes y Jubilados de Petroperu interpone demanda de Accion de Cumplimiento contra Petroleos del Perû S.A.- Petroperu S.A., solicitando se ordene a la demandada el cumplimiento del pago de los sobretiempos en las pensiones de cesantia y jubilacion, desde el mes de enero de mil novecientos noventa y cinco, a favor de sus asociados en un monto que esté nivelado con los percibidos por los trabajadores en actividad --en estricta aplicacion del articulo 6° del Decreto Ley No 20530 y articulos 10, 5° y 70 de la Ley N23495--, con el pago de reintegros e intereses legales y el pago integro de la bonificacion por tiempo de servicios, calculando los sobretiempos suprimidos en las pensiones de sus asociados desde el mes de enero de mil novecientos noventa y cinco. Expresan que a partir de esa fecha, en forma ilegal y arbitraria, la demandada ha recortado las pensiones de cesantia y jubilacion al haber procedido a la suspension del pago nivelado de los sobretiempos en sus pensiones. Expresan que sus representados tienen derecho a percibir en sus pensiones el concepto de sobretiempos fijos y permanentes, y la bonificacion por tiempo de servicios, en monto nivelado al que perciben los trabajadores activos. Ante esta situacion, dicha Asociacion ha procedido a formular requerimientos para que cumplan con estas normas legales, para lo cual han remitido cartas por conducto notarial al Gerente General de Petroperu S.A. y al Jefe de la Oficina de Normalizacion Previsional respectivamente, en aplicacion del articulo 5° literal c) de la Ley No 26301, Ley de Habeas Data y Accion de Cumplimiento, y hasta la fecha la demandada, no ha cumplido con ejecutar el acto omitido ni ha cursado carta alguna 0 respuesta. La Oficina de Normalizacion Previsional, antes de contestar la demanda, propone las excepciones de caducidad y de litispendencia; y, sin perjuicio de dichas excepciones, contesta la demanda negândola y contradiciéndola en todos sus extremos por ser improcedente, basandose en que la via utilizada por la demandante no es la idonea para TRIBUNAL CONSTITUCIONAL dilucidar O resolver un derecho pensionario como el invocado, ademas, la demandante no ha acreditado, mediante medio probatorio alguno, el supuesto incumplimiento del pago de los sobretiempos en las pensiones de cesantia y jubilacion desde el mes de enero de mil novecientos noventa y cinco, ni el supuesto incumplimiento del pago integro de la bonificacion por tiempo de servicios. Las boletas ylo comprobantes de pago anexados por la accionante solo acreditan el pago referido por cada cesante en forma particular, por lo que se deben tomar las reservas del caso para merituarlas, toda vez que la accionante no ha demostrado instrumentalmente con medio probatorio idoneo el supuesto incumplimiento de tales derechos. Expresa que de acuerdo con lo prescrito en el Decreto Legislativo No 817, es la Oficina de Normalizacion Previsional la encargada de la calificacion y reconocimiento de los derechos pensionarios obtenidos al amparo del Decreto Ley No 20530, asimismo, el articulo 6° del mencionado dispositivo prescribe taxativamente que es pensionable toda remuneracion afecta a descuento para pensiones, estableciendo que la Ley No23495 prescribe que la nivelacion progresiva de las pensiones de los cesantes y jubilados de la Administracion Publica, se efectuara con los haberes de los servidores publicos en actividad de las respectivas categorias, con sujecion a las siguientes reglas: el importe de la nivelacion se determinara por la diferencia entre el monto de la remuneracion que corresponda al cargo 0 cargo similar determinado y el monto total de la pension del cesante 0 jubilado. Para tal efecto, el monto por concepto de remuneraciones solo comprendera a la remuneracion basica, a la complementaria al cargo, a las especiales por condiciones de trabajo, riesgo de vida, funcion contralora u otro concepto similar, con lo que se puede observar que esta norma no hace mencion, en ninguna parte, al pago de los sobretiempos ni a la bonificacion por tiempo de servicios como rubros conformantes de la remuneracion que va a determinar la nivelacion de las pensiones. Asimismo, expresa que el rubro demandado, esto es, el pago de sobretiempos, es un concepto de caracter excepcional e irregular pues varia en el tiempo y en la cualidad personal del trabajador en actividad; por lo que no puede ser aplicado de manera genérica, tal como pretende la demandante. Petroleos del Perû --Petroperu S.A.-- contesta la demanda y propone las excepciones de falta de agotamiento de la via administrativa, caducidad, falta de legitimidad del demandante, falta de legitimidad del demandado y de oscuridad 0 ambigiedad en el modo de proponer la demanda. Expresa que la demanda interpuesta debe ser desestimada por cuanto la misma resulta improcedente, puesto que el plazo para ejercer la accion ha caducado. Asimismo, la pretension de la parte demandante no puede ser dilucidada en un proceso de puro derecho y trâmite abreviado, que por la complejidad de la misma, asi como por tratarse de una materia que requiere una compleja actividad probatoria, debe ser materia de un proceso ordinario, distinto a una accion de garantia. Ademas, la demandante no ha acreditado la existencia de un pago diminuto, unicamente se ha limitado a presentar boletas correspondientes a meses distintos en los cuales no se consignan montos homogéneos por los conceptos reclamados. Esto no constituye ninguna prueba de incumplimiento, puesto que todo pago de naturaleza variable, tal como es el pago de sobretiempos, tiende a no mantener un monto uniforme mes a mes. Tampoco ha acreditado la diferencia respecto a los beneficios que perciben los trabajadores activos. Ademas, la demanda debe ser declarada inadmisible, puesto que en la misma no se estipula el monto del petitorio. TRIBUNAL CONSTITUCIONAL El Juzgado Previsional Transitorio de Lima, con fecha dieciséis de mayo de mil novecientos noventa y siete, a fojas quinientos cuarenta y ocho, declara fundadas las excepciones de falta de agotamiento de la via administrativa, caducidad, de falta de legitimidad para obrar del demandante y de oscuridad 0 ambigtedad en el modo de proponer la demanda; en consecuencia, improcedente la demanda de Accion de U 1 Cumplimiento. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas seiscientos treinta y siete, con fecha tres de febrero de mil novecientos noventa y ocho, confirma la apelada por considerar que si bien a través de la Accion de Cumplimiento se defiende el derecho genérico a la vigencia del orden juridico, no es menos cierto que para ejercer la accion se requiere, ademas, de lo previsto en el articulo 50, inciso c) de la Ley No23301 el agotamiento de las vias previas senalada en al articulo 270 de la Ley No 23506; habida cuenta de que la pretension de los accionantes no se encuentra dentro de las excepciones que contempla el articulo 28° de la acotada Ley; que en el presente caso, si bien los demandantes han cumplido con requerir a los emplazados mediante cartas notariales de fecha veintitrés y veinticinco de setiembre de mil novecientos noventa y seis, se desprende de autos que la demandante no inicio tramite alguno respecto a su reclamacion; por lo que no ha agotado la via administrativa previa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del petitorio de la demanda interpuesta, el reclamo constitucional esta dirigido a que la demandada cumpla con reintegrarles el pago de los sobretiempos y de la bonificacion por tiempo de servicios al haberse reducido los montos que corresponden en sus pensiones de cesantia y jubilacion desde enero de mil novecientos noventa y cinco, asi como el pago de los intereses legales; por tal razon, debe desestimarse la excepcion de oscuridad 0 ambigiiedad en el modo de proponer la demanda planteada por la demandada. 2. Que, no cabe invocar la excepcion de falta de agotamiento de la via administrativa, por cuanto de conformidad con el inciso c) del articulo 5° de la Ley No 26301, para la procedencia de la Accion de Cumplimiento debe cumplirse con el requerimiento por conducto notarial a la autoridad pertinente del cumplimiento de lo que se considera debido, previsto en la ley, 0 el cumplimiento del correspondiente acto administrativo, con una antelacion no menor de quince dias, exigencia que ha sido cumplida por la demandante, conforme se advierte de las instrumentales de fojas trescientos sesenta y ocho a fojas trescientos setenta y uno de autos. 3. Que, no cabe invocar para el presente caso la excepcion de caducidad, por cuanto se trata de un reclamo en materia pensionaria, donde los actos violatorios objeto de reclamo asumen caracter continuado, por lo que en tales circunstancias no rige el término contemplado por el articulo 37° de la Ley No 23506, sino lo dispuesto por la ultima parte del articulo 26° de la Ley No 25398. 4. Que, corre de fojas trescientos sesenta y dos a fojas trescientos sesenta y siete el Acta de la Asamblea General Extraordinaria de los Asociados Cesantes y Jubilados de Petroperu S.A., donde consta que por unanimidad se acordo otorgar facultades a su TRIBUNAL CONSTITUCIONAL Presidente y Vicepresidente para que conjunta 0 separadamente ejerzan las atribuciones y potestades generales que correspondan a sus asociados, asi como otorgarles facultades generales y especiales para que puedan accionar judicialmente, por lo que la excepcion de falta de legitimidad para obrar de la demandante, interpuesto por el demandado, debe desestimarse 5. Que, en cuanto a la excepcion de falta de legitimidad del demandado, debe desestimarse, toda vez que siendo la empresa emplazada es ex-empleadora, forma parte de la relacion juridica sustantiva y por lo tanto es parte de la relacion juridica procesal; mas aun si ella ha estado abonando el pago de las pensiones de cesantia jubilacion, conforme se advierte de autos. 6. Que, en autos no se ha acreditado en forma fehaciente que exista un proceso idéntico seguido por don Eliseo Morete Noblecilla contra la demandada, por lo que la excepcion de litispendencia debe desestimarse. 7. Que, tratândose en la presente accion, sobre aspectos litigiosos de reintegros por pagos diminutos de sobretiempos, bonificacion por tiempo de servicios e intereses legales, no resulta idonea la via de la Accion de Cumplimiento, de naturaleza excepcional y breve, en la que no hay estacion de prueba ni debate sobre los medios probatorios para conocer sobre los hechos materia de la pretension. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO en parte la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas seiscientos treinta y siete, su fecha tres de febrero de mil novecientos noventa y ocho, en el extremo que declaro infundadas las excepciones de falta de legitimidad para obrar del demandado y de litispendencia; y revocandola en el extremo que declaro fundadas las excepciones de falta de agotamiento de la via administrativa, de caducidad, de falta de legitimidad para obrar del demandante y de oscuridad 0 ambigiiedad en el modo de proponer la demanda; reformandola las declara infundadas; e IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "bhail Ciur - ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. avcuh A Lo que Certifico1 lufh EGD Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-20", "id": 34931, "nombre_demandado": "Petróleos del Perú SA (Petroperú SA)", "nombre_demandante": "Asociación de Cesantes y Jubilados de Petroperú", "numero_expediente": "00291-1998-AC"}