{"CONTEXTO": " 00298-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00298-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 298-96-AA/TC Caso: Blanca Lucy Borja Espinoza Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de PlenoJurisdiccional, con la asistencia de los sehores Magistrados Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fecha quince de marzo de mil novecientos noventa y seis, que, revocando la resolucion apelada del veintiocho de septiembre de mil novecientos noventa y cinco, declara fundada en parte la accion de amparo interpuesta por dona Blanca Lucy Borja Espinoza contra el Alcalde de la Municipalidad de Magdalena del Mar.", "ANTECEDENTES:": "La demandante en su calidad de Presidenta de la Asociacion Generacion, Instituto de Investigacion, Promocion y Comunicacion Social, con domicilio en el Jiron 1 de Julio No 740, Distrito de Magdalena del Mar, interpone demanda, sustentando Su reclamo, en la transgresion de los derechos constitucionales de defensa, de peticion, a la libertad personal, de asociacion, de trabajo, de educacion y de reinsercion del menor al contexto social, por parte del Alcalde de la Municipalidad de Magdalena del Mar. Alega que, no obstante haber tramitado el Expediente No 003774 de fecha 14-03-95, mediante el cual solicitaba el Certificado de Compatibilidad de Uso y el otorgamiento de la Licencia de Funcionamiento, y adjuntado pruebas mediante posterior recurso del 18-07-95, el Burgomaestre del Distrito de Magdalena expide la Resolucion de Alcaldia No 1137-95-A-MDMM de fecha 13-07-95, notificada el 23-08-95, a través de la cual deniega la compatibilidad de uso, argumentando que la Sub Direccion de Obra y Direccion Municipal de Corporacion Edil, han emitido informes en el sentido de que el Instituto Generacion no ha probado ser una organizacion no gubernamental y que los vecinos del lugar se quejan constantemente por alterarse el orden publico y la tranquilidad del vecindario, hechos que sin embargo no han sido acreditados. Que, ademas, la Asociacion demandante tenia quince dias para interponer su recurso de reconsideracion conforme el articulo 98° de la Ley de Normas Generales y Procedimientos Administrativos 0 Decreto 2 TRIBUNAL CONSTITUCIONAL Supremo No 02-94-JUS, se ha expedido la Resolucion de Alcaldia No 1473-95-A-MDMM, de fecha 18-08-95, notificada el 25-08-95, por la que se dispone la clausura del local perteneciente a la. Asociacion Generacion. Especifica, asimismo, que frente a la violacion de derechos producida, interpuso a pesar de todo y con fecha 28-08-95, recurso de reconsideracion contra la Resolucion No 1137-95-A-MDMM, a la par que dedujo nulidad e insubsistencia de la Resolucion no 1473-95-A-MDMM, sin que el Alcalde haya contestado estos recursos. Que, por el contrario, con fecha 14-09-95, se ha procedido mediante Acta No 151 a ejecutar la clausura dispuesta contra el local de la Asociacion Generacion, haciendo intervenir en dicha diligencia a una persona extrana que afirma haber sido asaltada por menores que residen en la Calle 1 de Julio No 735, direccion distinta a la que le pertenece a laAsociacion demandante. Que, por ultimo, estos hechos demuestran que el emplazado ha obrado con evidente abuso, sin merituar en absoluto que la Asociacion Generacion, cumple una funcion social de apoyo al menor desprotegido y marginado de la calle, prefiriendo por el contrario una actitud represiva, carente de contenido técnico y humano, antes que la reinsercion social del menor equivocado dentro de una alternativa de hogar sustituto como la que les brinda la asociacion demandante. Finalmente y por todo lo dicho, solicita se ordene al emplazado, la expedicion de la certificacion de compatibilidad de uso, el otorgamiento de la licencia de funcionamiento y la suspension de la clausura dispuesta. Admitida la accion a tramite por el Segundo Juzgado Especializado en lo Civil de Lima, se dispone su traslado, siendo absuelta por el representante de la Municipalidad de Magdalena del Mar, quien la niega y contradice principalmente por considerar: Que el Certificado de Compatibilidad de Uso del local ubicado en el Jiron 1 de Julio No 740, J fue denegado por Resolucion de Alcaldia No 1137-95-A-MDMM, en razon de que tratandose de una zona residencial, esta no es compatible con las caracteristicas del establecimiento a instalarse; Que el otorgamiento de Licencia, no fue atendido por cuanto para su procedencia es necesaria la aprobacion previa del Certificado de Compatibilidad de Uso; Que es falso que la denegatoria en el otorgamiento del citado certificado haya obedecido al hecho de no acreditar ser una Organizacion No Gubernamental, sino debido a las continuas quejas recibidas del vecindario, dado que el sistema de organizacion del establecimiento permite a los menores con problemas de conducta, entrar y salir hasta altas horas de la noche, constituyendo un peligro para la seguridad de los quejosos; Que el recurso de reconsideracion de la demandante contra la Resolucion de Alcaldia No 1137-95-A-MDMM, se encuentra pendiente de tramitacion, con lo que se acredita que no se ha cumplido con el tramite de las vias previas; Que la Resolucion de Alcaldia No 1473-95-A-MDMM, ha sido expedida conforme a lo dispuesto por el articulo 119° de la Ley No 23853, Organica de Municipalidades; Que el recurso de nulidad contra dicha resolucion, se encuentra igualmente tramitandose en las dependencias del Municipio, por lo que es también aplicable la falta de agotamiento de las vias previas; Que no se ha violado 0 amenazado derechos constitucionales y que cualquier perjuicio que se pudiera causar a los menores que se albergan es responsabilidad de la demandante, por cuanto no debio recibir 0 trasladar menores al mencionado local hasta no contar con la autorizacion municipal de funcionamiento. De fojas noventa y cinco a noventa y nueve y con fecha veintiocho de setiembre de mil novecientos noventa y cinco, el Segundo Juzgado Especializado en lo Civil expide resolucion declarando improcedente la accion, fundamentalmente por considerar: Que el articulo 1190 de la Ley No 23853,Organica de Municipalidades, establece que las autoridades municipales pueden ordenar la clausura transitoria o definitiva de edificios, establecimientos 0 servicios cuando su funcionamiento esta prohibido legalmente y constituye peligro 0 sean contrarios a las normas reglamentarias 0 produzcan olores, humos, ruidos u otros dahos y perjuicios para la salud y tranquilidad publica; Que la Resolucion de Alcaldia No 1473-95-A-MDMM, ordeno la clausura del local del Instituto de Promocion Social, Defensoria y Alojamiento de Nihos y Adolescentes en razon de la alteracion producida a la tranquilidad publica, segiin queja de los vecinos; Que en el Acta de Clausura, se constata que firmo como testigo dona Bettina Esteves de Carrasco, quien manifesto haber sido victima de un 3 TRIBUNAL CONSTITUCIONAL asalto y robo por parte de dos de los albergados en dicho centro; Que a efectos de cuestionar la legalidad de la citada resolucion asi como de la signada con No 1137-95-A-MDMM, se tiene expedito el derecho de agotar la via administrativa, antes de acudir a la judicial; Que eljuzgador no tiene los elementos de juicio suficientes para determinar si la clausura dispuesta fue realizada en violacion 0 no de los derechos de la accionante. Interpuesto recurso de apelacion, los autos son remitidos a la Tercera Fiscalia Superior en lo Civil para efectos de la vista correspondiente, y devueltos éstos con dictamen que se pronuncia por que se revoque la apelada y se declare fundada la demanda, la Tercera Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento cuarenta y ocho y ciento cuarenta y nueve y con fecha quince de marzo de mil novecientos noventa y seis, revoca la resolucion apelada y declara fundada en parte la demanda interpuesta, fiundamentalmente por considerar: Que de la Resolucion No 1137-95-A-MDMM, se interpuso recurso de reconsideracion y la nulidad e insubsistencia de la Resolucion No 1473-95-A-MDMM, y sin haberse vencido los quince dias utiles para que la resolucion de alcaldia quede firme y consentida, se ha emitido resolucion de clausura, recortandosele el derecho de defensa; Que si bien la Resolucion de Alcaldia No 1137-95-M MDMM,fue impugnada mediante reconsideracion, sin haberse dado el término de quince dias ya se habia expedido la Resolucion de Alcaldia No 1473-95-A-MDMM, por la que se clausuraba el local de la demandante; Que no habiéndose resuelto la reconsideracion contra la primera resolucion, la segunda resolucion ha incurrido en nulidad por no cumplir con los términos del procedimiento administrativo, violando de este modo el derecho de defensa y el agotamiento de la via previa; Que por tanto, debe proseguirse con el tramite y resolverse el recurso de reconsideracion. Contra esta resolucion la demandante interpone recurso de nulidad, por lo que, de conformidad con el articulo 41° de la Ley No 26435 y entendiendo dicho recurso como \"Extraordinario > se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que conforme se aprecia del petitorio contenido en la demanda interpuesta, se orienta a que se deje sin efecto la Resolucion de Alcaldia No 1137-95-A-MDMM del trece de julio de mil novecientos noventa y cinco y la Resolucion de Alcaldia No 1473-95-4-MDMM, del dieciocho de agosto de mil novecientos noventa y cinco y, por consiguiente, se ordene al Alcalde de Magdalena del Mar, otorgue el Certificado de Compatibilidad de Uso y la subsecuente Licencia de Funcionamiento a la \"Asociacion Generacion, Instituto de Investigacion, Promocion y Comunicacion Social\", ademas de levantar la clausura definitiva dispuesta sobre su local. Que dentro de este orden de consideraciones y a efectos de determinar la legitimidad 0 no del petitorio referido, conviene, sin embargo, de manera previa, examinar si éste Colegiado se encuentra en condiciones de emitir pronunciamiento en la presente causa, pues el recurso extraordinario se ha deducido contra u resolucion, que si bien, no satisface totalmente la pretension reclamada, si lo hace de modo parcial al declarar fundada en parte la demanda interpuesta, lo que podria interpretarse como una opcion distinta a la prevista en el articulo 41° de la Ley No 26435. Que a este respecto, cabe resaltar, que la interposicion del presente recurso extraordinario resulta en principio, para este Tribunal, perjectamente ajustada a Derecho, desde que una resolucion denegatoria a una accion de garantia no se configura como tal, solo por el hecho de que, explicitamente, contenga una apreciacion desestimatoria en el contenido de su fallo, sino, por la circunstancia de haber 0 no satisfecho en Su integridad los alcances del petitorio planteado por la parte que demanda. Si como resulta evidente, quien no esta de acuerdo con las directrices de un fallo, tuviera sin embargo, que aceptar sus alcances por resultarle pretendidamente favorable, cuando en realidad, no ha cumplido éste con lo que se ha pedido, 0 L TRIBUNAL CONSTITUCIONAL solo lo ha hecho de modo parcial, se estaria quebrando con ello la logica que rodea a toda pretension procesal, ademas de configurar un serio peligro para los valores constitucionales que se busca proteger, como si el juzgador fuese capaz de sustituirse a la voluntad de la parte auténticamente interesada. Por consiguiente, si a juicio de la demandante, la resolucion recurrida no ha satisfecho lo que pedia, éste Colegiado, no solo puede, sino que se encuentra en la obligacion ineludible de conocer el recurso planteado. Que, en consecuencia, y entrando al andlisis de las cuestiones de fondo que entrana el presente recurso extraordinario, debe senalarse que si bien la Municipalidad emplazada ha pretendido alegar que la Clausura dispuesta al local de la Asociacion \"Generacion, Instituto de Investigacion, Promocion y Comunicacion Social\" se sustenta en el articulo 1190 de la Ley Organica de Municipalidades No 23853 cuyo texto dispone que \"Las autoridades municipales pueden ordenar la clausura transitoria 0 definitiva de edificios, establecimientos 0 servicios cuando Su funcionamiento esta prohibido legalmente y constituye peligro 0 sean contrarios a las normas reglamentarias, 0 produzcan olores, humos, ruidos u otros danos perjudiciales para la salud 0 tranquilidad del vecindario\", dicha norma no es absolutamente discrecional, sino que tiene como uno de sus pardmetros explicitos a la licitud en la determinacion de las medidas a tomarse, circunstancia que en absoluto ha sido tomada en cuenta para el caso de la demandante. Que, en efecto, si la Asociacion afectada habia planteado Su solicitud de otorgamiento del Certificado de Compatibilidad de Uso respecto del local ubicado en Jiron 1 de Julio No 740, Distrito de Magdalena del Mar, la Municipalidad emplazada no ha debido expedir la Resolucion de Alcaldia No 1137-95-A-MDMM del trece de julio de mil novecientos noventa y cinco sino en estricta consideracion de dispositivos legales explicitos, los que conforme fluye de fojas cuatro, se encuentran totalmente ausentes de la parte considerativa que la motiva. Que por el contrario, resulta particularmente arbitrario, que habiendo sido notificada dicha resolucion con fecha veintitrés de agosto de mil novecientos noventa y cinco y existiendo por tanto, el derecho de recurrir de la misma dentro del plazo de quince dias, conforme al articulo 980, 0 en Su caso 990, del Texto Unico de Normas Generales y Procedimientos Administrativos 0 Decreto Supremo No 02-94-JUS, la emplazada haya emitido por anticipado, esto es, el dieciocho de agosto de mil novecientos noventa y cinco, la Resolucion de Alcaldia No 1473-95-4-MDMM, de fojas siete, por la que en definitiva, y sustentandose en la Resolucion No 1137-95-4-MDMM, dispuso la clausura del local perteneciente a la recurrente, ya que tal circunstancia es atentatoria del derecho al debido proceso, y particularmente, del derecho de defensa. Que la transgresion a los derechos asi configurada vuelve incluso a repetirse en el caso de la Resolucion No 1473-95-A-MDMM, ya que existiendo igualmente el plazo para recurrir de la misma, y no obstante haberse notificado ésta con fecha veinticinco de agosto de mil novecientos noventa y cinco, la emplazada ejecuta la orden de Clausura con fecha catorce de setiembre de mil novecientos noventa y cinco, segun se esta al Acta No 151 de fojas diecisiete, lo que quiere significar que independientemente de los recursos que la demandante habia en su momento deducido contra la referida Resolucion de Alcaldia al igual que contra su antecesora, la demandada no tenia la menor intencion de conocer de los reclamos de la recurrente y ni siquiera de respetar los plazos contemplados por el Decreto Supremo No 02-94-JUS, antes de resolver ejecutar sus propias decisiones. Que, dentro de este contexto, alegar la falta de agotamiento de las vias previas carece del mas elemental sentido, pues si la demandante habia presentado reconsideracion contra la Resolucion de Alcaldia No 1137- 95-A-MDMM (fojas dos a tres) y nulidad contra la Resolucion de Alcaldia No 1473-95-A-MDMM, (fojas cinco a seis), ambos recursos, con fecha veintiocho de agosto de mil novecientos noventa y cinco, sin que por ello y como se ha visto, se paralizara el proceder de la administracion municipal, resultan plenamente aplicables al presente caso, las excepciones previstas en los incisos ly 2 del articulo 28° de la Ley No 23506. 5 TRIBUNAL CONSTITUCIONAL Que, por otra parte, conviene que se deje claramente establecido, que al igual como existian parametros de limitacion legal en el ejercicio de la facultad reconocida en el articulo 1190 de la Ley Organica de Municipalidades No 23853, que como se ha visto, no han sido tomados en cuenta, también y con mucha mayor razon existen, respecto de la misma facultad, parametros de limitacion constitucional cuya inobservancia 0 hasta desconocimiento resulta harto preocupante en el proceder de la emplazada. Que, en efecto, si bien es cierto que conforme a los articulos 192° y 195° de la Constitucion Politica del Estado, es atribucion de los Gobiernos Municipales, entre otras, la Seguridad Ciudadana, también lo es que conforme al articulo 40 de la misma Norma Fundamental, \"La comunidad y el Estado protegen especialmente al nino, al adolescente, a la madre y al anciano en situacion de abandono... \", no estando las autoridades municipales, por consiguiente exentas de vinculacion a tal precepto. Que, dentro del orden de prelaciones y. jerarquias existente al interior de una Constitucion, es decididamente un hecho incontrovertible, que mayor importancia reviste para un Estado y Su colectividad, el proteger a la infancia y mas aun, si se encuentra en situacion de abandono, que promover la seguridad como valor aislado, pues independientemente de que tal dispositivo reposa directamente sus fundamentos en el articulo 1o de la Norma Fundamental y es, por consiguiente, rigurosamente tributario del principio \"Dignidad de la Persona \", a la larga, del cumplimiento de un dispositivo, depende, en los hechos, la eficacia y vigencia del otro. No es posible, que un Estado proclame la Seguridad Ciudadana como valor preciado de hoy cuando alimenta las condiciones de Su propia alteracion a futuro. Si una colectividad permite, de espaldas a Su propia realidad, que la desproteccion a la nihez se solvente con actitudes de indiferencia cronica, lo unico que engendra son las condiciones, para que la seguridad que hoy proclama como bandera, no vaya mas alla de su propia existencia, como si el futuro de sus descendientes, paradojicamente la seguridad de ellos, no le interesara en lo absoluto. Que, en consecuencia, si resulta tarea primordial del Estado el proteger a la infancia, ya sea por conducto directo 0 por el que brinden instituciones particulares como la patrocinada por la demandante, la solucion al petitorio administrativo de compatibilidad de uso y, en Su caso, de otorgamiento de licencia de funcionamiento, no puede ser visto, desde una perspectiva carente de base constitucional y legal, sino en armonia con los diversos intereses y valores en conflicto. En ultima instancia, no debe ignorarse que la razon de ser de los gobiernos municipales, estriba en la necesidad de reconducir los problemas internos de cada provincia 0 distrito hacia la biisqueda de las mejores y mas optimas soluciones, mas no en la adopcion facilista de decisiones que lo unico que grafican es apresuramiento y carencia de sensibilidad social. Que, en el ultimo de los casos, lo aqui merituado, tampoco significa ni debe entenderse como que la competencia municipal en materia de seguridad ciudadana se encuentre notoriamente restringida, sino mas bien, como la necesidad que aquella deba ejercitarse, por via de adecuados mecanismos de control 0 fiscalizacion a la par que coordinacion, tareas en las que por otra parte, el Municipio emplazado debe esforzarse de manera especial y técnica, antes que en la busqueda de alternativas irrazonables y, por ende, cuestionables. Que, por consiguiente, habiéndose acreditado transgresion a los derechos constitucionales reclamados, resultan de aplicacion los articulos 10, 20, 30, 70y240 de la Ley No 23506, en concordancia con los articulos 1o 20 incisos 1, 15, 20, 30 4° y 1390 incisos 3y 14 de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley No 26801; TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima de fojas CI cuarenta y ocho, su fecha quince de marzo de mil novecientos noventa y seis, que revocando la resolu apelada del veintiocho de setiembre de mil novecientos noventa y cinco, declara fundada en part demanda. REFORMANDO la recurrida, declararon FUNDADA en todos sus extremos la Accion de Am interpuesta y, en consecuencia, INAPLICABLES para laAsociacion \"Generacion, Instituto de Investiga Promocion y Comunicacion Social\" la Resolucion de Alcaldia No 1137-95-A-MDMM del trece de juli mil novecientos noventa y cinco y la Resolucion de Alcaldia No 1473-95-A-MDMM del 18 de agosto o novecientos noventa y cinco, debiendo dejarse sin efecto la clausura dispuesta. ORDENARON que el LAl de la Municipalidad de Magdalena del Mar, dentro de las consideraciones de respeto a la Ley y Constitucion, expida a la demandante el Certificado de Compatibilidad de Uso asi como la correspondi Licencia de Funcionamiento, dejando a salvo sus facultades municipales de control y fiscalizacion sobr local de la Asociacion demandante. Dispusieron, asi mismo, la publicacion de la presente en el diario 01 \"El Peruano 1 y los devolvieron. hiieale", "SS.": "- - - L4 - ACOSTA SANCHEZ NUGENT DIAZ VALVERDE Al GARCIA MARCELO -  U Lsd. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-22", "id": 36892, "nombre_demandado": "Alcalde de la Municipalidad de Magdalena", "nombre_demandante": "Blanca Lucy Borja Espinoza", "numero_expediente": "00298-1996-AA"}