{"CONTEXTO": " 00293-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00293-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N293-96-AA/TC LIMA VICTOR JESUS HUAYLINOS CÉSAR SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de mayo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncian sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Jesus Huaylinos César contra la sentencia expedida por la Tercera Sala Civil de la Corte Superior de Justicia de Lima, su fecha dos de abril de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Victor Jesus Huaylinos César y don Fernando Angel Nunez Caceres, interponen Accion de Amparo contra la Asociacion Centro Esparcimiento Lima \"El Potao\" para que se repongan los hechos al estado de derecho existente, anterior al dia trece de setiembre de mil novecientos noventa y cinco, fecha que por Resolucion respectiva se dispone suspenderlos en sus cargos respectivos de la Asociacion demandada. Solicitan se declare ineficaz la Resolucion No 01-ACEL-P-C-T del trece de setiembre de mil novecientos noventa y cinco, que los suspende de sus funciones de directivos a los demandantes. Expresan que sus funciones fenecen en mayo de mil novecientos noventa y seis. Al veinte de setiembre de mil novecientos noventa y cinco, fecha de la demanda, faltaban ocho meses para el término de sus cargos. Como integrantes de la Directiva, en anterior oportunidad, determinaron destituir del cargo al asociado: don Francisco Palomino Mendoza por graves irregularidades. El referido socio en represalia, ante los organos directivos, les atribuyo hechos delictuosos en su accionar. Tal situacion ha originado que se expida la resolucion cuestionada. Ni el Presidente de la Asociacion, ni la Comision Investigadora tienen facultad para suspenderlos de sus cargos. La entidad demandada contesta la demanda expresando que la Comision Investigadora, constituida de conformidad con el art. 55°-\"C\" del Estatuto de la Asociacion, suspendio en sus funciones a los demandantes. Expresa que, no se ha agotado la via previa administrativa como lo prescribe el art. 20° del Estatuto. El Segundo Juzgado Especializado en lo Civil de Lima, declaro fundada la Accion de Amparo. Argumenta que: \"No es procedente el agotamiento de la via previa contemplado por el art. 20° de los Estatutos, porque la reconsideracion se interpone contra resoluciones del Consejo Directivo; asimismo, porque se aplico sancion por el Presidente que no tenia facultades para hacerlo, pues, solo ejecuta los acuerdos de la Asamblea General de Delegados y del Consejo Directivo\". TRIBUNAL CONSTITUCIONAL La Tercera Sala Civil de la Corte Superior de Justicia de Lima, su fecha dos abril de mil novecientos noventa y seis, que declaro improcedente la Accion de Ampard Considera que: \"No se ha cumplido con agotar la via previa de conformidad con el art. 20 de los Estatutos de la Asociacion demandada, que dispone interponer recurso reconsideracion y apelacion ante la Comision Investigadora y ante la Asamblea Genera respectivamente, cuando existe agravio por una decision\".", "FUNDAMENTOS:": "1. Que, el agotamiento de la via previa tiene como fuente la Ley 0 el contrato, que obligatorio entre las partes; en el primer caso, verbigracia, el art. 11° de la Ley 17537, obliga a los jueces bajo responsabilidad, salvo excepciones de Ley, no da trâmite a demandas contra el Estado, sino se ha agotado previamente la V administrativa; en el segundo caso, si el contrato de asociacion estipula en sus Estatuto que, contra las decisiones de los Organos de la institucion, se pueden plantea determinadas reclamaciones, debe cumplirse previamente estos pasos antes de recur al Organo Jurisdiccional Especial o General; 2. Que, en el presente caso, el Estatuto de la Asociacion demandada, de fojas treinta seis, en su art. 20° estipula los recursos de reconsideracion y apelacion, que pued plantear el asociado en el caso que sus derechos hayan sido vulnerados; al efecto, conformidad con el art. 270 de la Ley No 23506 el demandante debio previamen agotar el reclamo interno, en su institucion, antes de recurrir a la Accion de Amparo; 3. Que, la procedencia 0 no de aplicacion de medidas disciplinarias, dentro de u asociacion, por organos de administracion supuestamente incompetentes, no se debate via derecho procesal constitucional; excepto infraccion evidente de una norma de niv constitucional. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO, la sentencia expedida por la Tercera Sala Civil de la Corte Superior Justicia de Lima, su fecha dos de abril de mil novecientos noventa y seis, de fojas cient diecisiete, que revocando la apelada declaro IMPROCEDENTE la Accion de Ampard Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y devolucion de los actuados. S.S ACOSTA SANCHEZ NUGENT DIAZ VALVERDE viais GARCIA MARCELO Arcie A Lo que Certifico: Dra. MARIA LUZ VASOUEZ BEGRETARIA et RELATORA TRIBUNAL CONSTITUEIONAE", "fecha_publicacion": "1998-09-24", "id": 37599, "nombre_demandado": "Asociación Centro Esparcimiento Lima \"El Potao\"", "nombre_demandante": "Víctor Jesús Huaylinos Cesar y otro", "numero_expediente": "00293-1996-AA"}