{"CONTEXTO": " 00294-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00294-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 294-96-AA/TC LIMA COMUNIDAD CAMPESINA DE COLLANAC SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Guillermo Leyva Lobato en representacion de la comunidad campesina de Collanac, contra la Resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento veintiuno, su fecha diecinueve de abril de mil novecientos noventa y seis, que declaro improcedente la demanda de Accion de Amparo contra la Municipalidad Distrital de Pachacamac y la Municipalidad Metropolitana de Lima.", "ANTECEDENTES:": "Don Guillermo Leyva Lobato, en representacion de la Comunidad Campesina de Collanac, interpone Accion de Amparo contra la Municipalidad Distrital de Pachacamac, representada por su Alcaldesa dona Carola Clemente de Poblet y contra la Municipalidad Metropolitana de Lima, representada por su Alcalde don Ricardo Belmont Cassinelli; a fin de que se declare inaplicable la Resolucion de Alcaldia N.o 088-95 MDP-A del cuatro de abril de mil novecientos noventa y cinco, por la que se aprueba el anteproyecto y la memoria descriptiva del plano integral de sectorizacion y centro poblado denominado Los Huertos de Manchay, con un area total de 385,468 ha 9 ubicado en la quebrada de Manchay, siendo el caso que dicho predio es de propiedad de la comunidad inscrito en la ficha N.o 259646 del Registro Publico de Lima y esta ubicado en el distrito de Cieneguilla y no en el de Pachacamac, afectândose con ello su derecho a la propiedad. Dicha resolucion dispone ademas que se derive a la Secretaria Municipal de Desarrollo Urbano de la Municipalidad Metropolitana de Lima para la aprobacion y tramite administrativo conducente a la inscripcion registral e individualizada de los lotes para la titulacion de los poseedores. Sostiene que en un proceso judicial (Exp. N.o 2331-91) que culmino con Sentencia de fecha doce de enero de mil novecientos noventitrés, de la Corte Suprema de Justicia de la Republica, se declaro fundada la Accion de Amparo que interpuso contra la Resolucion de la Municipalidad Metropolitana de Lima N.o 1457, la cual identificaba y calificaba como centro poblado con la denominacion de Los Huertos de TRIBUNAL CONSTITUCIONAL Manchay, Distrito de Pachacamac, al terreno en cuestion, resolucion que fue declarada inaplicable por dicha sentencia. Admitida la demanda, ésta es contestada por la Alcaldesa de la Municipalidad Distrital de Pachacamac, quien alega que en lo que respecta a la quebrada de Manchay, ésta se encuentra dentro de la jurisdiccion del distrito de Pachacamac; asi lo ha establecido el Acuerdo de Concejo N.o 160-93 MLM de la Municipalidad Metropolitana de Lima y que ante el requerimiento de los agrupamientos de familias es que se emite la resolucion cuestionada. Asimismo, senala que dichas tierras se encuentran ocupadas por mas de 3,000 familias y que, ademas, la Ley N.o 24657 en su articulo 20, inciso b) dispone que no se consideran tierras de la comunidad aquéllas que al seis de marzo de mil novecientos ochenta y siete se encuentran ocupadas por asentamientos humanos 0 centros poblados y que el centro poblado se encuentra en posesion desde mil novecientos ochenta y tres, conforme a la Ficha Registral N.o 5717 del Registro de Personas Juridicas de los Registros Publicos y que ademas no se ha agotado la via previa. El Juez del Duodécimo Juzgado Civil de Lima, a fojas setenta y ocho, con fecha cinco de octubre de mil novecientos noventa y cinco, expide resolucion declarando fundada la demanda, por considerar que existe violacion del derecho a la propiedad de las tierras de la comunidad campesina protegidas por el articulo 89° de la Constitucion Politica del Estado y la Ley N.o 24656. La Tercera Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento veintiuno, con fecha diecinueve de abril de mil novecientos noventa y seis, revoco la apelada y declaro improcedente la demanda, por considerar que la demandante no agoto la via previa. Contra esta Resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el proposito de la presente accion es que se declare inaplicable a la demandante la Resolucion de Alcaldia N.o 088-95 MDP-A del cuatro de abril de mil novecientos noventa y cinco, mediante la cual se aprobo el anteproyecto y la memoria descriptiva del plano integral de sectorizacion y centro poblado denominado Los Huertos de Manchay, asentado en terrenos que segun la demandante son de su propiedad, ubicados en el distrito de Cieneguilla y no dentro de la jurisdiccion del distrito de Pachacamac, como lo considera la demandada. Que es necesario establecer si la demandante ha cumplido con la exigencia prevista 2. en el articulo 27° de la Ley N.o 23506 de Habeas Corpus y Amparo respecto al agotamiento de la via previa. 2 TRIBUNAL CONSTITUCIONAL Que el articulo 122° de la Ley N.o 23853 Orgânica de Municipalidades, establece 3. que los actos administrativos municipales que den origen a reclamaciones individuales, se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos, hoy con rango de ley. Que, en el caso de autos, la demandante no ha acreditado haber interpuesto los 4. recursos impugnativos que le faculta la ley contra la Resolucion de Alcaldia N.o 088- 95- MDP-A cuestionada; no siendo de aplicacion ninguna de las excepciones previstas en el articulo 28° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento veintiuno, su fecha diecinueve de abril de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO ly NE que Cgrtifioos Lo DMZMARIA LUZ VASQUEZ RELATORA SECRETARIO RCONSTITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-08-24", "id": 35390, "nombre_demandado": "Municipalidad Distrital de Pachacamac (Carola Clemente de Poblet) y Municipalidad Metropolitana de Lima (Ricardo Belmont Cassinelli)", "nombre_demandante": "Comunidad Campesina de Collanac (Guillermo Leyva Lobato)", "numero_expediente": "00294-1996-AA"}