{"CONTEXTO": " 00293-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00293-1999-HC.pdf) --- 31 C TRIBUNAL CONSTITUCIONAL EXP.N.° 293-99-HC/TC LIMA ROSARIO LAM TORRES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Rosario Lam Torres contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos tres, su fecha veintiséis de marzo de mil novecientos noventa y nueve, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Rosario Lam Torres interpone Accion de Habeas Corpus contra don Nicolas Trujillo Lopez, dona Alminda Lopez Pizarro, dona Natividad Lucas Solis, don Julio Ruiz Cueto, don Raul Lorenzzi Goycochea, don William Paco Castillo Davila, dona Nancy Alvis Mestanza, don José Cerna Sanchez, don Luis Marrull Galvez, don José Luis Jeri Duran, don José Bacigalupo Hurtado, dona Victoria Ampuero de Fuertes, y el Procurador Publico encargado de la defensa de los asuntos del Poder Judicial sostiene la actora que los denunciados han actuado como jueces y vocales en el proceso que se le siguio por la presunta comision de los delitos de defraudacion de rentas de aduanas y evasion tributaria, causa penal que habria adolecido de irregularidad en perjuicio de los derechos constitucionales de la actora referidos a su libertad individual, debido proceso, honor y patrimonio. Realizada la investigacion sumaria, don Nicolas Trujillo Lopez, Juez encargado del Juzgado Especializado en delitos Tributarios y Aduaneros, don William Paco Castillo Davila, Vocal de la Sala Especializada en Delitos Tributarios y Aduaneros, dona Nancy Lilia Alvis Mestanza, Vocal Provisional de la Sala Especializada en Delitos Tributarios y Aduaneros, don José Manuel Cerna Sanchez, Vocal de la Primera Sala Penal Transitoria de la Corte Suprema de Justicia de la Republica, don Manuel Eduardo Marrull Galvez, Vocal Provisional de la Primera Sala Penal Transitoria de la Corte Suprema de Justicia de la Republica, dona Victoria Ampuero de Fuertes, Vocal de la Primera Sala Penal Transitoria 5 TRIBUNAL CONSTITUCIONAL de la Corte Suprema de Justicia de la Republica, rinden su declaracion explicativa negando los cargos expuestos en la demanda. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento cuarenta y siete, con fecha once de marzo de mil novecientos noventa y nueve, declara improcedente la Accion de Habeas Corpus, considerando principalmente DU que, \"no existen elementos probatorios suficientes, necesarios y concretos que permitan acreditar que las autoridades denunciadas hubieren incurrido en la comision de acto arbitrario y/o anticonstitucional que lesione la libertad individual de la ciudadana denunciante y demas derechos consagrados a que ha hecho mencion\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos tres > con fecha veintiséis de marzo de mil novecientos noventa y nueve, confirma la apelada, considerando principalmente que, \"las anomalias que pudieran haberse cometido dentro del proceso regular, han debido resolverse y ventilarse dentro de los mismos procesos en donde la accionante ha tenido la oportunidad de hacer uso de los recursos que la ley le franquea\". Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, se aprecia de autos que la presente accion de garantia pretende desvirtuar el 1. proceso penal que culmino con sentencia condenatoria contra la actora, decision jurisdiccional que fuera confirmada por la Primera Sala Penal Transitoria de la Corte Suprema de Justicia de la Republica. Que, se alega en la demanda que dicha causa penal adolecio de serias irregularidades 2. promovidas por los funcionarios emplazados, aseveracion que no se condice con el analisis de autos al no existir elementos de conviccion que demuestren las objeciones alegadas y el detrimento de los derechos constitucionales invocados. Que, en este sentido, cabe senalar que las anomalias procedimentales no son materia 3. que puedan ser resueltas en un procedimiento constitucional, el mismo que en el presente caso resulta inviable por cuanto bajo ningun motivo puede detenerse mediante una accion de garantia la ejecucion de una sentencia contra la parte vencida en un proceso regular. Que, siendo asi, es de aplicacion al presente caso el articulo 6°, inciso 2) de la Ley 4. N.° 23506, y el articulo 10° de la Ley N.o 25398. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 32 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos tres, su fecha veintiséis de marzo de mil novecientos noventa y nueve, que confirma la apelada que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Chlaut 4 JMS LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-09-13", "id": 35715, "nombre_demandado": "Juzgado Especializado en delitos Tributarios y Aduaneros (Nicolás Trujillo López) (Procurador) y otros", "nombre_demandante": "Rosario Lam Torres", "numero_expediente": "00293-1999-HC"}