{"CONTEXTO": " 00296-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00296-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 296-96-AA/TC LIMA. FRANCISCO CUELLAR MEDINA Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Francisco Raul Cuéllar Medina, don Alfredo Adriano Rodriguez Velarde, don Dionisio Marcos Rios Cano, dona Francisca Granados Corcino, dona Graciela Temoche Medina, dona Luisa Aite Puma, dona Zarela Flavia Diaz Infantes, dona Maria Magdala Natividad Diaz Infantes, don Samuel Llano Jara, dona Ana Maria Castillo Ramirez, dona Amanda Melchora Montoya Romero de Llano, don Oscar Leonidas Delgado Cano, dona Delia Marcelina Munoz Salverredy, dona Rosario Vilma Marcos Mezarina, don Gustavo Adolfo Villanueva Falvy, dona Milagros de Jesus Puelles Adriazola, don Antonio Octavio Cerna Gavidea, dona Maria Cecilia Marcet Contreras de Campos, don Hugo Alberto Espejo Vasquez, donia Zoila Rosa Valderrama Noriega de Cerna, don Marco Antonio Campos Rosemberg, don Antonio Benjamin Mandros Leon, dona Maria Gertrudis Sanchez Zevallos, donia Lucia Eva Alejandro Vda. de Arancibia, dona Nancy Judith Marcos Mezarina, don Meliton Alpaca Arenas, dona Julia Hortencia Alba Olivera, don José Palacios Morzan, don Luis Angeles Blas, don Conrad Gustavo Rivero Esquerre, dona Bertha Esquerre Ramirez de Rivero, don Elmo Aureliano Ruiz Pinedo, donia Angélica Urbana Korner Flores, dona Bertha Olga del Corral de Mello, don Manuel Octavio Alva Hernandez, don Saire Ramiro Yanque Montufar, dona Victoria Lucy Geldres de Caballero, don Arturo Caballero Geldres, don Jorge Alberto Zambrano Vivanco, dona Carmen Rosa Almeida Chavez, don Luis Javier Aleman Saravia, dona Adriana Morayma Estupinan Torres, don Simon Villanueva Davila, don Teodoro Sanz del Rio, donia Josefina Margarita Marrou Samaniego, don Amaranto Demostenes Carrasco Caballero, dona Flavia Leonidas Sanchez Jara de Carrasco, dona Hortencia Falvy Solano de Villanueva, dona Estela Landa Gago, dona Bertha Isabel Arata de la Piniella de Elias, dona Carmen Jesus Carrera Reynoso, dona Asuncion Olinda Munarriz Escalante, don Dario Antonio Aleman Rodriguez, don Saul Huaman Flores, don Varon William Rivera Agiiero, dona Enma Benavente Arango, y don Alejandro Cabrera Ledesma contra la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fecha diecinueve de abril de mil novecientos noventa y seis, que, confirmando declara improcedente la Accion de Amparo interpuesta contra el Procurador Publico a cargo del Ministerio de la Presidencia.", "ANTECEDENTES:": "Don Francisco Raul Cuéllar Medina y otros interponen Accion de Amparo, sustentando su reclamo en la transgresion por parte del Ministerio de la Presidencia de las TRIBUNAL CONSTITUCIONAL jerarquias entre las resoluciones expedidas por las entidades del Estado; asi como de SI derecho al culto religioso. Especifican que mediante la Resolucion Directoral No 047-91-VC-5600-DPI, d fecha diez de abril de mil novecientos noventa y uno, expedida por la Direccion Genera de Bienes Nacionales, actualmente a cargo del Ministerio de la Presidencia, se h dispuesto la afectacion en uso a favor de la Asociacion Civil Iglesia Comunidad Cristiana de Vista Alegre, del terreno de un mil doce metros cuadrados que se encuentra ubicad en la manzana F-4 de la Urbanizacion Alborada del Distrito de Santiago de Surco, sir respetarse que las afectaciones no pueden realizarse mediante una Resolucion Directora sino unicamente mediante Resolucion Suprema, conforme el articulo 68° del Decret Supremo No 025-78-VC 0 Reglamento de la Propiedad Fiscal. Por otra parte, y si bier dicha facultad se ha otorgado a la Direccion General de Bienes Nacionales al amparo de la Resolucion Ministerial No 243-90-VC-1200 del veintiuno de junio de mil noveciento noventa, no se han tomado en cuenta las jerarquias de las resoluciones prevista po nuestra Constitucion ya que una Resolucion Suprema solo podia ser modificada por oti de menor jerarquia, pero nunca por una Resolucion Ministerial. A todo lo dicho se anade que, para los demandantes, la referida afectacion se h dado sin tomar en cuenta sus derechos de culto, ya que se pretende construir un centro d servicios a cargo de una comunidad evangélica que resulta contraria a la religion que profesan y justo al frente de la capilla catolica \"Maria Madre de Dios\". Por ultimo puntualizan que la Urbanizacion Alborada es de propiedad de los demandantes, ya qu aquéllos financiaron la totalidad de sus obras de habilitacion urbana y, en consecuencia les corresponde otorgar su consentimiento para cualquier uso que se pueda dar a las area libres y comunes de la misma. Finalmente sostienen que respecto de la resolucion objeto de cuestionamiento, recurrieron mediante apelacion en la via administrativa, emper dicho medio impugnatorio fue desestimado mediante la Resolucion Ministerial No 138 95-PRES del veinticuatro de marzo de mil novecientos noventa y cinco. Por todo dicho, solicitan que se suspenda la afectacion antes senalada. Contestada la demanda por el Procurador Publico a cargo de los asuntos judiciale del Ministerio de la Presidencia, ésta es negada y contradicha, principalmente consideracion a que la Resolucion Directoral No 047-91-VC-5600-DPI, del diez de abri de mil novecientos noventa y uno, resolvio la afectacion cuestionada por lo demandantes, teniendo en cuenta los altos objetivos de la Asociacion Civil Iglesia Comunidad Cristiana de Vista Alegre (Complejo Cultural de usos multiples) y qu coadyuvan a la funcion social del Estado. Dicha afectacion, de otro lado, corre inscrita el el Registro de la Propiedad Inmueble de Lima, y aun cuando se apelo en contra de ella la via administrativa, dicho medio impugnatorio fue declarado improcedente. Por otra parte, agrega el demandado que las resoluciones objeto d cuestionamiento han sido dictadas por el organo competente y respetando la Constitucio y las leyes, y si, en todo caso, los demandantes querian impugnarlas, debieron acudir a accion prevista en el articulo 540° del Codigo Procesal Civil, mas no al amparo Asimismo, y aun cuando el plazo para interponer apelacion en la via administrativa era de quince dias, conforme al articulo 102° del Decreto Supremo No 006-67-SC (vigente po 2 > TRIBUNAL CONSTITUCIONAL entonces), el recurso contra la Resolucion Directoral cuestionada es presentado recién el veintiséis de mayo de mil novecientos noventa y dos, es decir, con mas de un ano de retraso con relacion a la fecha de la citada resolucion. Finalmente, no se ha violado ninguna libertad de culto, al contrario, se ha hecho prevalecer en concordancia con el derecho a no ser discriminado en razon de las creencias religiosas y, en todo caso, los demandantes tampoco pueden alegar ser propietarios de un terreno de propiedad fiscal, conforme a la Resolucion de Alcaldia No 003 del dos de enero de mil novecientos setenta y uno. De fojas ciento catorce a ciento diecisiete y con fecha uno de agosto de mil novecientos noventa y cinco, el Sétimo Juzgado Especializado en lo Civil de Lima, expide resolucion declarando improcedente la accion, fundamentalmente por estimar lo siguiente: Que no se ha probado que con la afectacion del terreno a favor de la comunidad evangélica se haya transgredido la libertad de culto, sino que, por el contrario, tal hecho resalta la obligacion del Estado de no discriminar a causa de las creencias; Que la Accion de Amparo no es la via idonea para solicitar se deje sin efecto las resoluciones cuestionadas sino la accion prevista en el articulo 540° del Codigo Procesal Civil. A fojas ciento cuarenta y ocho, y con fecha diecinueve de abril de mil novecientos noventa y seis, la Tercera Sala Civil de la Corte Superior de Justicia de Lima confirma la resolucion apelada principalmente en atencion a lo siguiente: Que la afectacion en uso de un terreno a favor de una Asociacion Civil de connotacion religiosa no puede entenderse como violacion a los derechos de culto de las personas; Que las impugnacion de resoluciones administrativas deben tramitarse en la via contencioso-administrativ, regulada por el Codigo Procesal Civil y no por la via de las acciones de garantia. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, conforme se aprecia en el petitorio contenido en la demanda interpuesta, el objeto de ésta se orienta al cuestionamiento de la Resolucion Directoral No 047-91- VC-5600-DPI del diez de abril de mil novecientos noventa y uno, que dispone la afectacion en uso del terreno de mil doce metros cuadrados ubicados en la manzana F-4 de la Urbanizacion Alborada del Distrito de Santiago de Surco a favor de la Asociacion Civil Iglesia Comunidad Cristiana de Vista Alegre y de la Resolucion Ministerial No 138-95-PRES del veinticuatro de marzo de mil novecientos noventa y cinco, que declara improcedente su Recurso de Apelacion, tras considerar que con las mismas se ha transgredido el principio de jerarquias entre las resoluciones y el derecho al culto religioso de los demandantes. 2. Que, por consiguiente, y partiendo de la constatacion respecto de las condiciones de procedibilidad de la presente accion que en el caso de autos han sido satisfechas por haberse interpuesto la demanda luego de haberse agotado las vias previas, conforme el articulo 270 de la Ley No 23506, y estando a que la accion ha sido promovida dentro del término expresamente previsto por el articulo 37° de la misma norma procede determinar la legitimidad 0 no del petitorio constitucional. 3. Que, a este respecto, y si bien es cierto que para este Tribunal Constitucional resulta perfectamente viable que por conducto del amparo se pueda cuestionar resoluciones TRIBUNAL CONSTITUCIONAL administrativas, siempre que del contenido de las mismas se aprecie la violacion O amenaza de violacion de algun derecho fundamental, también es cierto que en el caso de autos no se individualiza directa o indirectamente la citada afectacion, por cuanto la Resolucion Directoral No 047-91-VC-5600-DPI, de fecha diez de abril de mil novecientos noventa y uno, no contiene ninguna clausula considerativa O resolutiva que viole O amenace de violacion el derecho de culto alegado por los demandantes, , ya que, por el contrario, el hecho de disponerse la afectacion de un determinado terreno de propiedad fiscal a favor de una comunidad religiosa, independientemente de que ésta sea 0 no catolica, demuestra antes bien la orientacion de pluralismo y la voluntad de no discriminacion de parte del Estado, y es al contrario de lo dicho, la actitud de los demandantes la que denota una voluntad de manifiesta intolerancia que no armoniza en lo absoluto con la libertad de culto O religion reconocida en el inciso 3) del articulo 2° de la Constitucion Politica del Estado. 4. Que, por otra parte, y si, en todo caso, lo que reclaman los demandantes solo se limita a la afectacion en abstracto del sistema de jerarquias existente entre las resoluciones administrativas, no puede convalidarse la procedencia del amparo, pues no se encuentra en juego la violacion directa de un atributo fundamental, sino la de un principio organico, que si bien puede ser tutelable por conducto de otras vias, no lo es --por lo menos directamente-- por conducto de aquéllas que solo protegen derechos como ocurre con las aciones de garantia. 5. Que, por consiguiente, y no habiéndose acreditado transgresion de algun derecho constitucional mediante la Resolucion Directoral No 047-91-VC-5600-DPI, y menos mediante la Resolucion Ministerial No 138-95-PRES del veinticuatro de marzo de mil novecientos noventa y cinco, que solo se ha limitado a desestimar la apelacion deducida en la via administrativa, la presente demanda debe desestimarse. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento cuarenta y ocho, su fecha diecinueve de abril de mil novecientos noventa y seis, que, confirmando la apelada declaro improcedente la demanda. Reformando la de vista, declara INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE I1 cel NUGENT GARCIA MARCELO avca Lo que Certifico: Lsd. Dra. MARIA LUZ VASOVEZ SECRETARIA : RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-24", "id": 34947, "nombre_demandado": "Ministerio de la Presidencia (Procurador)", "nombre_demandante": "Francisco Raúl Cuéllar Medina y otros", "numero_expediente": "00296-1996-AA"}