{"CONTEXTO": " 00297-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00297-1997-AA.pdf) --- / TRIBUNAL CONSTITUCIONAL EXP. No 297-97-AA/TC CALLAO FRANCISCO ALFREDO EGUSQUIZA CORDOVA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Francisco Alfredo Egusquiza Cordova contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, de fecha diecisiete de febrero de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Francisco Alfredo Egusquiza Cordova interpone demanda de Accion de Amparo contra don Carlos Enrique Joo Lukc, quien ejerce las funciones de Director General de la Direccion Sub-Regional de Salud I, Callao, con la finalidad de que se deje sin efecto la Resolucion Directoral No 018-96-DG-DISURS-I-C, de fecha quince de mayo de mil novecientos noventa y seis, notificada el veintisiete de mayo de mil novecientos noventa y seis que lo destituye. Manifiesta que tal Resolucion conculca sus derechos constitucionales de igualdad ante la ley, al trabajo y derecho de defensa. Ampara su demanda en lo dispuesto por los siguientes articulos de la Constitucion Politica del Estado; articulo 2° inciso 15), articulo 3° inciso 23); articulo 22°; articulo 26° inciso 2); articulo 270; articulo 28°; articulo 139° inciso 14) y articulo 138°. El demandado en su contestacion de la demanda sostiene que la Resolucion impugnada es consecuencia de un proceso administrativo disciplinario donde se comprobo que el demandante habia incurrido en varias faltas tipificadas en el Decreto Legislativo No 276 y que el demandante no pudo desvirtuar en todas las etapas del proceso, a pesar que hizo uso de todos los medios de defensa desvirtuândose en consecuencia alguna amenaza 0 violacion de algun derecho constitucional del demandante, asimismo, indica que el demandante no ha agotado la via previa. El Segundo Juzgado Especializado en lo Civil de la Corte Superior del Callao con fecha veintinueve de noviembre de mil novecientos noventa y seis, declaro infundada la demanda, por considerar, entre otras razones que la Resolucion impugnada contiene acto administrativo expedido con arreglo a ley y ademas de autos se aprecia que el demandante ha sido sujeto a un proceso administrativo disciplinario que se llevo a cabo conforme a ley. 2 TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia del Callao, con fecha diecisiete de febrero de mil novecientos noventa y siete, por los propios fundamentos de la apelada la confirma. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia tienen por objeto reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, en el caso de autos no corresponde al Colegiado, como se ha dicho en reiterada jurisprudencia, calificar la viabilidad del proceso disciplinario ni si en el mismo se han acreditado 0 desvirtuado las imputaciones ni pronunciarse sobre la sancion, pues ello corresponde a otra via; pero si corresponde via Accion de Amparo analizar si el proceso disciplinario se ha realizado con observancia de la ley a efectos de salvaguardar el derecho al debido proceso que tiene todo ciudadano. 3. Que, del analisis de los autos se aprecia que la entidad demandada no ha incurrido en irregularidades en el proceso disciplinario que le abrio al justiciable y que la Resolucion impugnada es consecuencia de un proceso disciplinario regular. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, de fojas cuatrocientos treinta y tres, su fecha diecisiete de febrero de mil novecientos noventa y siete, que confirmo la apelada que declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Mowils V Aue ela GARCIA MARCELO Certifico: Lo que MR Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-29", "id": 37643, "nombre_demandado": "Director General de la Dirección Sub-Regional de Salud I, Callao (Carlos Enrique Joo Luck)", "nombre_demandante": "Francisco Alfredo Egúsquiza Córdova", "numero_expediente": "00297-1997-AA"}