{"CONTEXTO": " 00307-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00307-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 307-98-AA/TC MARCELINO MENESES HUAYRA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de junio de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Accion de Amparo. Derecho Constitucional en debate: De defensa, al debido proceso, a la tutela jurisdiccional efectiva, al trabajo y al honor. Recurso Extraordinario interpuesto por don Marcelino Meneses Huayra contra la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintisiete de enero de mil novecientos noventa y ocho que declaro infundada la Accion de Amparo. Considera que: \"El Notario no se identifico como tal y no se menciona la persona del demandado en el acta notarial de constatacion\"", "ANTECEDENTES:": "Don Marcelino Meneses Huayra interpone Accion de Amparo contra don Luis Bringas Silva, Jefe del Instituto Nacional de Bienestar Familiar porque mediante Oficio No 003-96-CNC impartio ordenes arbitrarias en su contra, le impidio el libre ejercicio de su profesion y la libertad de trabajo. Dona Olga Cecilia Morales viuda de Casavilca le otorgo poder amplio para realizar gestiones ante el Consejo Nacional de Calificacion y el Ministerio de Economia y Finanzas para obtener los beneficios como agraviada de las acciones de terrorismo por muerte de su esposo don Carlos Gustavo Casavilca Pérez, ex Alcalde fallecido en acto de servicio. Dona Olga Cecilia Clemente Morales viuda de Casavilca y su hijo don Pevel Casavilca Clemente, manifestaron ante el INABIF hechos que agravian su honor como el haberles cobrado altas sumas de dinero. Ante este hecho el demandado curso Oficios disponiendo se extremen las medidas de seguridad contra don Marcelino Meneses Huayra, no permitiéndole que realice trâmites relacionados por los beneficios que otorga el Consejo Nacional de Calificacion. Don Luis Alberto Bringas Silva, contesta la demanda. Expresa: Que, dona Olga Cecilia Clemente Morales viuda de Casavilca y su hijo Pevel Casavilca Clemente, en su calidad de deudos de una victima del terrorismo, indicaron haber sido enganados por el demandante. El Primer Juzgado Corporativo Transitorio Especializado de Derecho Publico de Lima declaro fundada la Accion de Amparo Argumenta que: \"El demandante ha sido privado del derecho 2 TRIBUNAL CONSTITUCIONAL de defensa de dona Olga Cecilia Clemente Morales viuda de Casavilca. La orden impartida viola el derecho al trabajo. No tiene motivacion y razonabilidad\". La sentencia superior resolvio en los términos que aparecen en la parte de esta sentencia correspondiente al asunto.", "FUNDAMENTOS:": "1. Que, segun el Articulo 2° inciso 14) y 15) de la Constitucion Politica del Estado nuestro sistema constitucional reconoce el derecho a contratar con fines permitidos por ley y a trabajar libremente con sujecion a ley. En efecto, el Art. 80° del Codigo Civil y el numeral V del Titulo Preliminar del Codigo acotado, preceptuan que las asociaciones no tienen fines lucrativos y son nulos los contratos celebrados contra leyes que integran el Orden Publico. 2. Que, dentro de este marco legal y constitucional es legitimo el contenido cautelar del Oficio No 003-96-CNC, de fojas seis, objeto de la Accion de Amparo, en virtud de las siguientes razones: a) Que si las Asociaciones no tienen fines de lucro no es procedente que el Presidente de la Asociacion de Familias Victimas del Terrorismo pacte y cobre remuneraciones por el cL seguimiento\" de tramites administrativos; b) Por que el denominado \"contrato de trabajo\", entregado por dona Olga Cecilia Clemente Morales viuda de Casavilca, presentado por don Marcelino Meneses Huayra, quien no niega haber suscrito el mismo, contiene clausulas de cuota litis solo autorizado pactar a los profesionales abogados; sin embargo, el demandante, segun texto del contrato no figura ni interviene en calidad de abogado. Legalmente este acto constituye ejercicio ilegal de la abogacia > cuyo ejercicio es un servicio publico no un lucro, maxime cuando se trata de asuntos de relaciones juridicas de carâcter social 0 de orden publico como es el caso de beneficios para victimas de terrorismo; c) En ningun documento, presentado por el demandante, se acredita relacion juridica alguna como abogado defensor legal de dona Olga Cecilia Clemente Morales viuda de Casavilca, por parte de don Marcelino Meneses Huayra razon por el que no se afecta el derecho de defensa que invoca el demandante; d) Por la queja, obrante a fojas diez, formulado contra don Marcelino Meneses Huayra, Presidente de la Asociacion de Familias Victimas de Terrosimo, por ilegales pactos. 3. Que, por este mérito toda persona perjudicada por cobros indebidos, efectuados por el Presidente de AFAVIT, Marcelino Meneses Huayra, pueden legalmente demandar la devolucion de lo indebidamente cobrado. 4. Que, segun el Art. 11° de la Ley No 17537, bajo responsabilidad, previamente debe exigir se agote la via administrativa para admitir demandas contra el Estado. En el presente caso el demandante ha incumplido el Art. 270 de la Ley No 3 TRIBUNAL CONSTITUCIONAL 23506. No ha interpuesto recurso impugnativo alguno contra ordenes administrativas materia del proceso. 5. Que, segun constancia consignada en la carta notarial de fojas once vuelta, don Marcelino Meneses Huayra, el demandante, el tres de diciembre de mil novecientos noventa y seis tuvo conocimiento del contenido del oficio objeto de la Accion de Amparo; al catorce de abril de mil novecientos noventa y siete, ha transcurrido en exceso el plazo de sesenta dias utiles que prescribe el Art. 370 de la Ley No 23506 para interponer la Accion incoada. Por tales fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA": "REVOCANDO, la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintisiete de enero de mil novecientos noventa y ocho, de fojas trescientos treinta que confirmando la sentencia apelada la declaro INFUNDADA y REFORMANDOLA la declara IMPROCEDENTE, dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S ACOSTA SANÇHEZ 1 10 DIAZ VALVERDE NUGENT GARCIA MARCELO L L Ricea LO que Certifico: JGS Dre. MARIALUZ VASOVEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-20", "id": 37536, "nombre_demandado": "Jefe del Instituto Nacional de Bienestar Familiar (Luis Bringas Silva)", "nombre_demandante": "Marcelino Meneses Huayra", "numero_expediente": "00307-1998-AA"}