{"CONTEXTO": " 00304-1993-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00304-1993-HC.pdf) --- S-019 Que, la Accion de Habeas Corpus, procede en los casos que se vulnere la libertad individual O derechos conexos, siendo uno de ellos el de transitar libremente por el territorio nacional.  Exp. 304-93-HC/TC Lima Caso: Valerio Mamani Huarcaya  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario, interpuesto contra la Resolucion No 54-93 de la Sala Constitucional y Social de la Corte Suprema de Justicia, que declara No haber Nulidad en la resolucion de fojas ciento trenticinco de la Décimo Cuarta Sala Penal de la Corte Superior de Justicia, que se pronuncia por la no procedencia de la Accion de Habeas Corpus interpuesta por don Valerio L. Mamani Huarcaya, Presidente de la Cooperativa de Vivienda Constructora Ltda., contra don Gino Kaiserberger Abate, Presidente de la Asociacion de Propietarios de la Urbanizacion Las Lomas de La Molina. ", "ANTECEDENTES:": "El accionante interpone Accion de Habeas Corpus, contra don Gino Kaiserberger Abate, Presidente de la Asociacion de Propietarios de la Urbanizacion Las Lomas de La Molina, solicitando se tomen las medidas necesarias para hacer cesar los impedimentos que restrinjan de cualquier manera el derecho de los socios de su Cooperativa al libre transito por la Av. Las Lomas de La Molina, en el distrito de La Molina. Ampara la accion, en el articulo ciento veintiocho de la Constitucion de mil novecientos setentinueve, asi como en las normas pertinentes de la Ley veintitrès mil quinientos seis, Ley de Habeas Corpus y Amparo.  A fojas cuarentidos a cuarentitrés la Juez pronuncia sentencia declarando Fundada la Accion interpuesta, por considerar que no existe disposicion alguna que restrinja el uso de la via publica, y en consecuencia, ninguna persona, natural O juridica, puede arrogarse el derecho de limitar la libertad de transito protegida por el inciso noveno del articulo doce de la Ley veintitrés mil quinientos seis.  Apelada la sentencia de primera instancia, se elevan los autos a la Décimo Cuarta Sala Penal de la Corte Superior, la que se pronuncio revocando la misma y reformandola, la declaro infundada, por considerar que la instalacion de casetas y tranqueras no enerva el ejercicio de la libertad de trânsito, sino que lo ordena, en armonia con los demas bienes constitucionalmente protegidos.  A fojas ciento treinta y siete obra el recurso de nulidad presentado por el accionante al amparo del articulo veintiuno de la Ley veintitrés mil quinientos seis, elevandose en consecuencia los autos a la Sala Constitucional y Social de la Corte Suprema de la Republica, la que se pronuncia en el sentido de No Haber Nulidad en la sentencia recurrida, la misma que declara infundada la Accion de Habeas Corpus.  Con fecha catorce de julio de mil novecientos noventa y tres, el accionante interpone ante la Sala Constitucional y Social de la Corte Suprema el recurso Extraordinario de Casacion, en virtud del cual se elevo el expediente al entonces Tribunal de Garantias Constitucionales. ", "FUNDAMENTOS:": "Senala el accionante, que se esta restringiendo el derecho de los socios de su representada al libre trânsito, que se encuentra reconocido por los articulos segundo, inciso noveno, ciento veintiocho y doscientos noventicinco de la Constitucion de mil novecientos setentinueve, concordantes con el articulo doce inciso noveno de la Ley de Habeas Corpus y Amparo, Ley veintitrés mil quinientos seis;  Que la Accion de Habeas Corpus, procede en los casos que se vulnere la libertad individual O derechos conexos, siendo uno de ellos el de transitar libremente por el territorio nacional.  Que con los impedimentos mencionados en la parte relativa a los antecedentes de la presente resolucion se ha limitado el paso de personas y vehiculos por la via publica, como puede apreciarse por el mérito de las certificaciones expedidas por la Comisaria de La Molina, que obran en el expediente, habiéndose vulnerado el derecho de libre transito consagrado en la Constitucion del Estado, en su articulo segundo, inciso once, concordante con el articulo doce, inciso noveno de la Ley veintitrés mil quinientos seis, Ley de Habeas Corpus y Amparo.  Que a mayor abundamiento por Resolucion numero doscientos cincuentisiete noventidos- de la Secretaria Municipal de Transporte Urbano de la Municipalidad de Lima Metropolitana, se resolvio prohibir el uso de rejas, tranqueras, hitos de concreto, cilindros O cualquier artefacto para impedir el libre transito vehicular o peatonal en todas las vias publicas de la Provincia de Lima, salvo en los casos que, por real necesidad estratégica de seguridad sean autorizados por dicha Secretaria; resolucion que se encontraba vigente al momento de ocurrir los hechos materia de la presente accion y que no fue respetada por los demandados.  Que, mediante Edicto numero cero cero siete / MDLM-A/ ochenticinco, la Municipalidad de La Molina aprobo el Reglamento para el Uso de Barreras y Casetas de Vigilancia, senalando en su articulo sexto incisos d y c, que son requisitos previos a la calificacion del tramite de Licencia de instalacion de una o mas barreras, que las mismas no se encuentren ubicadas en arterias principales, como avenidas y vias de transito rapido, ni en vias de paso obligatorio a otros sectores, si estas son unicas, O con alternativas en mal estado o dificultades de acceso, no existiendo en el expediente documento alguno que acredite que dicha Municipalidad autorizo a la Urbanizacion Las Lomas de La Molina a la construccion de las mismas;  Por estos fundamentos, el Tribunal Constitucional ", "FALLA:": "Revocando la sentencia de la Sala Constitucional y Social de la Corte Suprema, que corre a fojas treinta y cuatro, su fecha once de junio de mil novecientos noventa y tres, que confirma la de la Décima Cuarta Sala Penal de la Corte Superior de Lima, la que a su vez deniega la Accion de Habeas Corpus interpuesto por el accionante; Reformandola confirmaron la sentencia de la Juez Especializada en lo Penal, corriente a fojas cuarenta y tres, su fecha siete de abril de mil novecientos noventa y tres, que declara fundada la Accion de Habeas Corpus interpuesto por el accionante contra el Presidente de la Asociacion de Propietarios de la Urbanizacion Las Lomas de La Molina Vieja.  Registrese, comuniquese, publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora  AUTOS Y VISTOS: Ampliando la sentencia expedida con fecha siete de agosto de mil novecientos noventiséis, publicada en Diario Oficial El Peruano el veintitrés de setiembre ultimo, en la que se ampara el Recurso de Habeas Corpus interpuesto por Valerio Mamani Huarcaya, Presidente de la Cooperativa de Vivienda Los Constructores contra el Presidente de la Asociacion de Vivienda Las Lomas de La Molina Gino Kaiserberger Abate; y considerando que el demandado tuvo motivos atendibles, segun aparece el expediente; Resuelve: Que no es de aplicacion al caso de autos lo dispuesto en el articulo décimo primero de la ley veintitrés mil quinientos seis.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO", "fecha_publicacion": "1996-09-23", "id": 37381, "nombre_demandado": "Presidente de la Asociación de Propietarios de la Urbanización Las Lomas de La Molina (Gino Kaiserberger Abate)", "nombre_demandante": "Presidente de la Cooperativa de Vivienda Constructora Ltda. (Valerio L. Mamani Huarcaya)", "numero_expediente": "00304-1993-HC"}