{"CONTEXTO": " 00304-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00304-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. N9304-96-AATC Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los veintiun dias del mes de octubre de mil novecientos noventa y seis, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Nugent, Presidente, Acosta Sanchez, Vice Presidente Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo. actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario, interpuesto por HEBERT SOLDEVILLA ROMERO, contra la sentencia, de fecha seis de marzo de mil novecientos noventa y seis, que confirma la apelada que declara improcedente la accion de amparo seguida contra la Pontificia Universidad Catolica del Peri.", "ANTECEDENTES": "El actor interpone accion de amparo para que cese la violacion a Su derecho a ser tratado con igualdad ante la ley, a su derecho a no ser discriminado e impedido a seguir cursando Su carrera universitariay solicita que se deje sin efecto la resolucion del Consejo de Facultad de Estudios Generales Ciencias No 102, mediante la cual se deniega Su reincorporacion a lafacultad. Senala que es alumno de la Universidad Catolica del Pert, desde el aho 1987, II semestre. En el semestre 1994-I1 fue eliminado de la Facultad de Estudios Generales Ciencias por haber sido reprobado en el unico curso en el que se habia matriculado. Este hecho se produjo en diciembre de 1994, tiempo en el cual se encontraba vigente la resolucion 083/85, la cual fue modificada en los meses de enero y febrero de 1995, con lo cual se vario sustancialmente el procedimiento ante la Comision Permanente de Matricula, al que se podia recurrir en tercera instancia. Que el Decano de la Facultad de Estudios Generales Ciencia, le manifesto desde el principio que su caso seria denegado, alin sin ser evaluado, porque se trataba de una tercera carta de permanencia para matricula en la Universidad, sin embargo existen casos donde se ha concedido dicha tercera carta de permanencia. Que los motivos que lo llevaron a dicha situacion escaparon totalmente a Su control, que primero fue una enfermedad J posteriormente, un atentado que sufrio Su madre, razon por la cual le TRIBUNAL CONSTITUCIONAL concedieron las dos cartas de permanencia anteriores; no obstante, que para esta tercera oportunidad los motivos estaban acreditados, la universidad se nego, alegando que sus promedios eran bajos. Ampara su accion en los articulos 1, 2° inciso 2, 139 o inciso 3°de la Constitucion Politica del Estado; asimismo, en los articulos 17°, y 24, inciso 2° de la ley 23506. A fojas noventa y seis, fue contestada la accion por Carlos Lozada Legrand, representante de la Pontificia Universidad Catôlica del Perii, negindola y contradiciéndola en todas sus partes. Sehala que el senor Helbert Sodevilla Romero fue eliminado en una primera oportunidad de la Universidad, al concluir el segundo semestre del aho 1989, al no haber aprobado ninguno de los cursos en los que se habia matriculado en dicho semestre. La sumatoria de los dos ultimos semestres no alcanzaba a dieciocho, es decir, a tenor de lo establecido en el articulo 50% mumeral a) del Reglamento de Estudios Generales Ciencias, por lo que perdio la calidad de alumno. Sin embargo, como excepcion el articulo citado establece, que el Consejo de Facultad podra autorizar a contimuar estudios a pesar de no alcanzar dicha sumatoria. En atencion a ello, luego de presentada la solicitud por el sehor Soldevilla, se acepto Su reingreso. Luego de Su reincorporacion, el alumno incurrio, en 1990-1, en una mueva causal de separacion, establecida en el articulo 51° del Reglamento anteriormente citado, el cual establece que perderan su condicion de alumnos aquellos que hayan desaprobado un curso por tercera vez, tal como ocurrio con el accionante. En esta ocasion, el alumno presento Su solicitud de permanencia por cuarta matricula, la misma que de manera excepcional, creyendo en los miltiples problemas que decia atravesar, dado que Su promedio general apenas alcanzaba a 10.2, el Consejo Universitario decidio autorizar Su reincorporacion en enero de 1991, luego de haber permanecido mueve semestres en la Facultad de Estudios Generales Ciencias, cuando lo normal de acuerdo al Plan Curricular es cuatro. En el décimo semestre es desaprobado muevamernte con lo cual incurre por segunda vez en la causal de separacion de la facultad por sumatoria y por tercera vez en causal de separacion en general. No es cierto que se haya vulnerado Su derecho al trato igualitario, ya que es una potestad del Consejo de Facultad autorizar a un alumno que se matricule pese a haber incurrido en la causal de separacion. No se puede afirmar que existe un trato discriminatorio cuando ya se habian aceptado con anterioridad dos reincorporaciones, basandose en un criterio de discrecionalidad en funcion del rendimiento académico y lo expresado por el alumno en su pedido de permanencia. La potestad que tiene la universidad de decidir qué alumnos permanecen en ella, no es arbitraria, esta reglamentada y forma parte de su autonomia, la cual ha permitido a la Universidad mantener el prestigio con el que cuenta. Asimismo, no es verdad que se atente contra el derecho a la educacion del accionante ya que las condiciones de permanencia en la universidad son de conocimiento de todos los alumnos esta igualmente, debidamente reglamentado. Por otro lado, el actor no ha cumplido con agotar la via previa, ya que corresponde al Consejo de Asuntos Contenciosos de la Asamblea Nacional de Rectores, conocer en ultima instancia las resoluciones universitarias que desconozcan derechos legalmente reconocidos a profesores y alumnos, tal como lo establece el articulo 95 de la Ley Universitaria. A fojas ciento veinticinco, la juez del Veintitres Juzgado Civil emite sentencia declarando improcedente la accion de amparo por considerar que no se ha agotado la via DEL TRIBUNAL CONSTITUCIONAL previa. A fojas ciento setenta la Tercera Sala Civil confirma la sentencia apelada por los mismos argumentos de la apelada. Contra esta resolucion se interpone recurso extraordinario, siendo enviados los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que la accion de amparo solo procede cuando se hayan agotado las vias previas, tal como lo senala el articulo 270 de la ley 23506. En el caso concreto de la presente accion, el procedimiento aplicable es el previsto por el articulo 31° del Reglamento de Estudios Generales Ciencias que establece que las reclamaciones de los alumnos de la Facultad seran resueltas por el Consejo de Facultad 0 por el Decano, segiin corresponda. De los actuados se desprende que se ha agotado la via previa, y por lo tanto, se ha cumplido con el principio constitucional de la doble instancia, pues la solicitud del accionante ha sido resuelta en primera instancia por el Decano y, posteriormente, ha sido ratificada en apelacion por el Consejo de Facultad. En consecuencia, no resulta exigible el agotamiento de la via previa ante el Consejo de Asuntos Contenciosos Universitarios de la Asamblea Nacional de Rectores. Que se ha determinado que el accionante ha incurrido en la causal prevista por el articulo 50° inciso a) del Reglamento de Estudios Generales Ciencias, en consecuencia, éste ha perdido Su condicion de alumno de la Universidad. Que segin lo previsto por el articulo 18° de la Constitucion Politica del Estado, cada universidad es autonoma en Su régimen normativo, de gobierno, académico, administrativo V economico, lo que en el presente caso se materializa a través de la potestad de la Pontificia Universidad Catolica para conceder en forma excepcional la autorizacion para que los alumnos que hubieran incurrido en la causal antes referida, puedan continuar sus estudios, tal como lo establece el mismo articulo del citado Reglamento. Que en ejercicio de ese derecho, la Universidad decidio, hasta en dos oportunidades, conceder la posibilidad para que el accionante pueda reincorporse como estudiante, luego de haber incurrido en causales de pérdida de la condicion de alumno, previstas en Su ordenamiento interno. Precisamente, los antecedentes indicados refieren, de parte de la Universidad, la ausencia de un trato discriminatorio 0 violatorio del principio de la igualdad ante la ley, en perjuicio del accionado. Que el derecho a la Educacion invocado por el actor se refiere, segin lo dispuesto en el articulo 24, inciso 17) de la Ley 23506 a laj facultad juridica de poder escoger el tipo y centro de educacion. En el presente caso, este derecho debe entenderse como la posibilidad de ingresar a estudiar a la Universidad, sin mas restriccion que los requisitos de ley, asi como a permanecer en ella cumpliendo las exigencias y normas previstas por el ordenamiento juridico interno. No se aprecia en el presente caso, la vulneracion del ejercicio de este derecho. Por estosi fundamentos, el Tribunal Constitucional, TRIBUNAL CONSTITUCIONAL", "FALLA": "Revocando la sentencia de vista que confirma la apelada que declara improcedente la accion, y reformandola, la declara INFUNDADA.. MANDARON: Se publique en el Diario Oficial \"El Peruano' \", dentro delplazo previsto por la ley mimero veintitres mil quinientos seis.", "SS.": "NUGENT, ACOSTA SANCHEZ, L 2 a 2 - C - tup UCh AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, GARCIA MARCELO. RL Lo que Oertifico: JOSE LSECHAIZ ESPINOZA SEERETARTO RELATOR TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-07-04", "id": 36200, "nombre_demandado": "Pontificia Universidad Católica del Perú", "nombre_demandante": "Hebert Soldevilla Romero", "numero_expediente": "00304-1996-AA"}