{"CONTEXTO": " 00308-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00308-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 308-98-AA/TC LIMA DANIEL ACUNA RAMOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Daniel Acuna Ramos, contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha trece de febrero de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo contra don Carlos Dargent Chamot, Alcalde de la Municipalidad Distrital de Santiago de Surco.", "ANTECEDENTES:": "Don Daniel Acuna Ramos y otros, con fecha seis de junio de mil novecientos noventa y siete, interponen Accion de Amparo contra don Carlos Dargent Chamot, Alcalde de la Municipalidad Distrital de Santiago de Surco, a fin de que se declare inaplicable para los demandantes la Resolucion de Alcaldia N.o 029-97-RASS del diez de enero de mil novecientos noventa y siete, a través de la cual se les cesa por causal de excedencia; consideran que se han vulnerado, entre otros, sus derechos constitucionales a la defensa, a la libertad de trabajo, a la proteccion contra el despido arbitrario. Asimismo, solicitan que se disponga el pago de su compensacion por tiempo de servicios a razon de un sueldo por ano, en tanto consideran que los obreros al servicio de los gobiernos locales estan comprendidos en el régimen laboral de la actividad privada. Senalan los demandantes, que interpusieron los recursos impugnativos de reconsideracion y apelacion contra la referida resolucion y que la demandada no los ha resuelto dentro del plazo de ley. En cuanto al proceso de evaluacion del segundo semestre del ano mil novecientos noventa y seis, manifiestan que el reglamento es ilegal, no se establecen las minimas garantias para que los trabajadores ejerzan su derecho de defensa, no ha respetado la pluralidad de instancias; solo esta referido al personal sujeto al Régimen del Decreto Legislativo N.o 276 y su 2 TRIBUNAL CONSTITUCIONAL Reglamento aprobado por Decreto Supremo N.o 005-90-PCM, régimen en el cual, estiman, no estan comprendidos los obreros. Admitida la demanda, ésta es contestada por don Carlos Dargent Chamot, Alcalde de la Municipalidad Distrital de Santiago de Surco, el que la niega y contradice y solicita se declare infundada, por cuanto senala que el proceso de evaluacion del personal se ha llevado a cabo de acuerdo a las disposiciones de la Ley N.o 26553 y Decreto Ley N.o 26093 y que la Resolucion de Alcaldia N.o 029-97-RASS se ha expedido con arreglo a ley. Alega la demandada, que la Accion de Amparo no es la via a través de la cual se deba dejar sin efecto dicha resolucion en el caso de encontrarse amparado el derecho de los demandantes. Asimismo, senala que tampoco es la via para cobrar beneficios sociales y que, ademas, la accion ha caducado. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento noventa y dos, con fecha doce de setiembre de mil novecientos noventa y siete, expide resolucion declarando infundada la demanda, al considerar que la demandada ha hecho uso de las facultades que la ley le otorga, no resultando aplicable al caso las disposiciones contenidas en los articulos 1°y 2° de la Ley N.o 23506. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cuarenta y tres, con fecha trece de febrero de mil novecientos noventa y ocho, confirma la apelada al considerar que del analisis de autos no se advierte ninguna vulneracion 0 amenaza de vulneracion de los derechos constitucionales invocados por los demandantes al haberse expedido la resolucion de alcaldia submateria. Contra esta resolucion, don Daniel Acuna Ramos interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de conformidad con el articulo 41° de la Ley N.o 26435 Organica del Tribunal 1. Constitucional, éste conoce el Recurso Extraordinario que se interponga en ultima y definitiva instancia contra las resoluciones de la Corte Suprema de Justicia de la Republica 0 de la instancia que la ley establezca, denegatorias de las acciones de habeas corpus, de amparo, de habeas data y de cumplimiento. Asimismo, el articulo 42° senala que el Tribunal Constitucional se pronuncia sobre el fondo y la forma del asunto materia de la litis. 2. Que, en el presente caso, debe tenerse en cuenta que, si bien la demanda de fojas setenta y tres fue interpuesta por don Daniel Acuna Ramos y otros trabajadores de la Municipalidad demandada, sin embargo, el Recurso Extraordinario de fojas doscientos cuarenta y siete, fue interpuesto solo por don Daniel Acuna Ramos a 2 3 TRIBUNAL CONSTITUCIONAL titulo personal; en consecuencia, corresponde a este Tribunal avocarse al conocimiento y resolucion de dicho Recurso Extraordinario. Que, en lo referente a la excepcion de caducidad propuesta por la demandada, debe 3. tenerse en cuenta que el computo del plazo establecido en el articulo 370 de la Ley N.o 23506 debe iniciarse después de vencidos los treinta dias habiles que tenia la administracion para resolver el Recurso de Apelacion que presento el demandante contra la Resolucion de Alcaldia N.o 029-97-RASS, que lo cesa por causal de excedencia. En efecto, el Recurso de Apelacion fue presentado el dia dos de abril de mil novecientos noventa y siete, la administracion tenia hasta el quince de mayo para resolver dicho recurso; producido el silencio administrativo negativo, el demandante presento la demanda de Accion de Amparo el seis de junio de mil novecientos noventa y siete, en fecha habil; en consecuencia, la excepcion propuesta es infundada. Que, del propio texto de la Resolucion de Alcaldia N.o 029-97-RASS, materia de la 4. presente accion, aparece que la Comision Evaluadora de Personal emitio el informe de resultados el dia siete de enero de mil novecientos noventa y siete, lo que significa que dicho proceso culmino fuera del ejercicio del ano mil novecientos noventa y seis, ano en el cual los gobiernos locales estaban facultados para efectuar procesos de evaluacion y, dado el caso, para cesar por causal de excedencia, de acuerdo a lo establecido en la Ley N.o 26553 y Decreto Ley N.o 26093, por lo que se ha vulnerado el derecho al debido proceso del demandante don Daniel Acufia Ramos. Que, en cuanto al extremo relativo al pago de la compensacion por tiempo de 5. servicios, es improcedente, no solo porque resulta contradictorio con el primer extremo de la demanda, sino que en el presente caso, la Accion de Amparo no es la via a través de la cual deba resolverse el conflicto generado sobre el pago de dicho beneficio. Que la remuneracion constituye una contraprestacion de un servicio real, lo que no 6. ha ocurrido en el presente caso durante el periodo no laborado por el demandante, por lo que no corresponde efectuar el pago, como lo tiene establecido en reiterada jurisprudencia el Tribunal Constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; - - 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta y tres, su fecha trece de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la demanda; reformandola e integrandola declara INFUNDADA la excepcion de caducidad y FUNDADA la demanda en el extremo que el demandante solicita se declare inaplicable la disposicion que ordeno su cese; en consecuencia, declara inaplicable a don Daniel Acuna Ramos la Resolucion de Alcaldia N.o 029-97-RASS de fecha diez de enero de mil novecientos noventa y siete, debiendo la demandada reponerlo en el cargo que venia desempeniando u otro similar, sin el pago de remuneraciones por el tiempo no laborado y la declara IMPROCEDENTE en el extremo que solicita se disponga el pago de su compensacion por tiempo de servicios. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. 24", "SS.": "Vune ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Li C GARCIA MARCELO MMlll NF Lo que Certif100: Dra. MARIA LUZ VASOVEZ BECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-23", "id": 35338, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Santiago de Surco", "nombre_demandante": "Daniel Acuña Ramos", "numero_expediente": "00308-1998-AA"}