{"CONTEXTO": " 00303-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00303-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 303-96-AA/TC LIMA INVERSIONES COSTA LINDA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad que debe entenderse como Recurso Extraordinario interpuesto por Inversiones Costa Linda S.A. contra la Resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima que con fecha seis de marzo de mil novecientos noventa y seis, declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Inversiones Costa Linda S.A., representada por el Presidente de su Directorio y Director Gerente don Rupert Kin Men Chu Tong, interpuso con fecha quince de marzo de mil novecientos noventa y cinco Accion de Amparo contra el Secretario Municipal de Desarrollo Urbano don Enrique Espinoza Bellido y la Directora Municipal de Lima Metropolitana, dona Gloria Stuard Becerra Verastegui, ambos de la Municipalidad de Lima Metropolitana, a fin de que se suspenda la amenaza de paralizacion ylo demolicion de las obras que construyen en la zona de Agua Dulce del distrito de Chorrillos, amenaza que se ha materializado segun dice la demandante, con el Oficio N.o 108.95MLM-AM-SMDU DMDU de fecha seis de marzo de mil novecientos noventa y cinco, que en copia corre a fojas once, mediante el cual se hace saber a la demandante que debe paralizar las obras antes mencionadas, bajo apercibimiento de demolicion mediante la accion coactiva; la razon de tal determinacion obedece a que la autoridad del Proyecto Costa Verde no otorgo autorizacion alguna. Finalmente advierte la demandante, que se han violado los derechos a la libertad de trabajo y a la libertad de empresa, comercio e industria. (fojas 42 a 46). TRIBUNAL CONSTITUCIONAL Por resolucion de fojas ochenta y uno, su fecha veinticinco de julio de mil novecientos noventa y cinco, el Cuarto Juzgado en lo Civil de Lima dispone que la causa solo debe entenderse con la doctora Gloria Stuard Becerra Verastegui. La emplazada Directora Municipal, dona Gloria Stuard Becerra Verastegui contesta la demanda solicitando que sea declarada infundada, en razon de que, segun lo establece la Ley N.o 26306 y su Reglamento aprobado mediante el Decreto Supremo N.o 01-95-MTC, todo el desarrollo de la Costa Verde se debe circunscribir al \"Plan Maestro de Desarrollo\" que en esa fecha aun no habia sido aprobado, por tal motivo, ninguna municipalidad integrante de la Autoridad Proyecto Costa Verde podia autorizar la ejecucion de construcciones como las realizadas por la demandante, lo que obligo a la Municipalidad de Lima Metropolitana a dictar el Oficio N.o 108-95/MLM-AM-SMDU-DMDU materia de la presente accion. (fojas 65 a 69). El Cuarto Juzgado en lo Civil de Lima, con fecha catorce de julio de mil novecientos noventa y cinco, declara improcedente la demanda; se considera en esta primera instancia que en el expediente consta la no aprobacion del Plan Maestro de Desarrollo de la Costa Verde que constituye el instrumento técnico normativo para el desarrollo ordenado de aquel sector ribereno al mar, razon por la cual la Municipalidad de Lima Metropolitana, al amparo de la competencia que le premune el articulo 2° de la Ley N.o 26306, dispuso la paralizacion de las obras que venia ejecutando la demandante. Pero, principalmente, la causa de la improcedencia es el hecho de la falta de agotamiento de la via previa, y que la pretension debe ser discutida dentro de un procedimiento contencioso- administrativo. (fojas 75 a 77). La Tercera Sala Civil de la Corte Superior de Justicia de Lima, mediante resolucion de fecha seis de marzo de mil novecientos noventa y seis, confirma la apelada pero afiade que dicha confirmacion debe entenderse como infundada. (fojas 106). FUNDAMENTOS : 1. Que la Accion de Amparo procede en los casos en que se violen O amenacen derechos constitucionales por accion, O por omision, de actos de cumplimiento obligatorio. Que el objeto de la pretension es que se suspenda la amenaza de paralizacion de las 2. obras que venia ejecutando la demandante, amenaza que, segun se dice en la demanda, se materializa con el Oficio N.o 108-95/MLM-AM-SMDU-DMDU de fojas once, su fecha seis de marzo de mil novecientos noventa y cinco. El citado documento tiene su origen en la Ordenanza Municipal N.o 070 de fojas sesenta y TRIBUNAL CONSTITUCIONAL uno, su fecha veinticinco de octubre de mil novecientos noventa y cuatro, que suspendio las obras que se realizaban en la Costa Verde hasta la ratificacion de la Autoridad del Proyecto Costa Verde; también se sustenta en el articulo 20 de la Ley N.o 26306, que faculta a la Municipalidad de Lima Metropolitana a dictar disposiciones necesarias para mantener la unidad de caracteristicas técnicas y ornamentales en la Costa Verde. La aludida unidad técnica ornamental, senala la ley citada, se especificara en el Plan Maestro de Desarrollo, que en el momento de interponerse la demanda, aun no habia sido aprobado. Que, consecuentemente, la demandada procedio con arreglo a la Ley N.o 26306, su 3. Reglamento aprobado por el Decreto Supremo N.o 01-95-MTC,y con las facultades que le otorga la Ley N.o 23853, Orgânica de Municipalidades, razon por la cual no amenazo ni violo ningun derecho constitucional de los enumerados en el articulo 24° de la Ley N.o 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Tercera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento seis, su fecha seis de marzo de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la demanda; reformandola, declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Vrne DIAZ VALVERDE NUGENT GARCIA MARCELO V arcca JAGB Lo queOertifioo lufht Dra. MARIA LUZVASGUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-22", "id": 35310, "nombre_demandado": "Secretario Municipal de Desarrollo Urbano y otra", "nombre_demandante": "Inversiones Costa Linda SA", "numero_expediente": "00303-1996-AA"}