{"CONTEXTO": " 00300-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00300-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 300-97-AA/TC CUSCO MARIA ADRIANA MALDONADO LUNA Y OTRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Maria Adriana Maldonado Luna y dona Carmen Blanca Maldonado Luna, contra la Sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento veintinueve, su fecha diecisiete de febrero de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Maria Adriana Maldonado Luna y dona Carmen Blanca Maldonado Luna interponen demanda de Accion de Amparo contra el Instituto Nacional de Cultura, con el objeto de que se proteja su derecho de propiedad, el cual, mediante la Resolucion Directoral Nacional N.o 037-96/INC, se viene amenzando. Refieren que son propietarias del predio rustico denominado fundo Mandorpampa, situado en las proximidades del Santuario Historico de Machu Picchu, por lo que ejerciendo su derecho de propiedad vendieron dicho inmueble a favor de don Raul Pescheira y de don Willy Schmatz. Sin embargo, alegan que la Resolucion Directoral Nacional N. 037-96- INC amenaza su derecho a la propiedad al haberles fijado una multa ascendente a cincuenta unidades impositivas tributarias, correspondiendo veinticinco UIT a los vendedores y veinticinco UIT a los compradores, por haber realizado dicha transferencia sin contar con la autorizacion correspondiente del Instituto Nacional de Cultura. Por ultimo, argumentan que han cumplido con agotar la via previa. El Instituto Nacional de Cultura-Departamental Cusco y el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion, independientemente, contestan la demanda senalando que de conformidad con lo dispuesto en el articulo 14° de la Ley No 24047, Ley de Amparo al Patrimonio Cultural de la Nacion, para la transferencia de las 1 TRIBUNAL CONSTITUCIONAL partes integrantes de un bien inmueble declarado bien cultural, como es el caso del inmueble materia de la compraventa efectuada por las demandantes, ya que se encuentra dentro de los linderos del Parque Arqueologico de Machu Picchu, se requiere de la autorizacion previa del Instituto Nacional de Cultura. Por ultimo, deducen las excepciones de falta de agotamiento de la via administrativa y falta de legitimidad para obrar del demandado. El Primer Juzgado en lo Civil del Cusco, a fojas ochenta y seis, con fecha veintiuno de octubre de mil novecientos noventa y seis, declara infundada la excepcion de falta de agotamiento de la via previa, fundada la excepcion de falta de legitimidad para obrar del demandado e infundada la demanda, por considerar que al estar dirigida la presente demanda contra la Resolucion Directoral Nacional N.o 037-96/INC, expedida por el Director Nacional del Instituto Nacional de Cultura con sede en Lima, debio emplazarse a dicho Director. Asimismo, argumenta que la imposicion de la multa cuestionada no restringe el derecho de las demandantes a transferir la propiedad, pues ha sido impuesta de acuerdo a ley. La Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, a fojas ciento veintinueve, con fecha diecisiete de febrero de mil novecientos noventa y siete, confirma la sentencia apelada, declarando infundada la excepcion de falta de agotamiento de la via previa, fundada la excepcion de falta de legitimidad para obrar del demandado, entendiendo como improcedente la demanda, por considerar que si se pretende la no aplicacion de la Resolucion Directoral Nacional, debio dirigirse la demanda contra el Organismo Estatal que la expidio y no contra la dependencia inferior. Contra esta resolucion, las demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través del presente proceso, dirigido contra el Instituto Nacional de Cultura, las demandantes solicitan que se proteja su derecho a la propiedad, toda vez que consideran que el mismo se encuentra amenazado con la expedicion de la Resolucion Directoral Nacional N.° 037-96/INC, en ultima instancia administrativa. Que las demandantes han consignado como domicilio del demandado, esto es, el 2. Instituto Nacional de Cultura, el antiguo Colegio San Bernardo s/n, sito en la ciudad del Cusco, direccion que corresponde al Instituto Nacional de Cultura- Departamental Cusco; sin tener en cuenta que, de acuerdo a lo dispuesto en el articulo 3° del Reglamento de Organizacion y Funciones del Instituto Nacional de Cultura, aprobado por el Decreto Supremo N.o 50-94-ED, la sede de dicha Institucion se encuentra en la ciudad de Lima. 2 TRIBUNAL CONSTITUCIONAL Que la Resolucion cuestionada en este proceso, esto es, la Resolucion Directoral 3. Nacional N.o 037-96/INC, fue expedida por el Director Nacional del Instituto Nacional de Cultura, quien de conformidad con lo dispuesto en el Reglamento de Organizacion y Funciones del Instituto Nacional de Cultura aprobado por el Decreto Supremo No 50-94-ED, es el Titular del Pliego y ejerce la representacion legal de dicha Institucion. En tal sentido, debio emplazarse al Director Nacional del Instituto Nacional de Cultura, quien fue el que expidio la Resolucion cuestionada, mediante la presente accion de garantia. Que, aun cuando el Instituto Nacional de Cultura-Departamental Cusco y el 4. Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion han contestado la demanda, ello no convalida la violacion, cometida en autos, a los derechos de defensa y al debido proceso, consagrados en los articulos 2° inciso 23): y 139° inciso 3) de la Constitucion Politica del Peru; toda vez que de acuerdo a lo dispuesto en el articulo 10° de la Ley N.o 23506 y articulo 12° inciso b) de la Ley N.° 25398, teniendo en cuenta que este proceso se ha iniciado fuera del Distrito Judicial de Lima, el directamente demandado debio ser el Director Nacional del Instituto Nacional de Cultura, sin perjuicio de que la propia institucion nombre a un defensor e intervenga el Procurador Publico del Sector correspondiente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento veintinueve, su fecha diecisiete de febrero de mil novecientos noventa y siete, que confirmando la apelada, declaro infundada la excepcion de falta de agotamiento de la via previa, fundada la excepcion de falta de legitimidad para obrar del demandado y, en consecuencia, IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "IAus 11 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT AVOCA GARCIA MARCELO - - GLZ Lo que Cartifiool 3 Dra. MARIA LUZ VASQUEZ CRETARIA - RELATORA ETBUNAL COMSTITUCIONAL", "fecha_publicacion": "1999-08-07", "id": 35610, "nombre_demandado": "Instituto Nacional de Cultura", "nombre_demandante": "María Adriana Maldonado Luna y Carmen Blanco Maldonado Luna", "numero_expediente": "00300-1997-AA"}