{"CONTEXTO": " 00301-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00301-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 301-97-AA/TC PABLO ELIO ESPINOZA FLORES LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de noviembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT, DIAZ VALVERDE, Y GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Pablo Elio Espinoza Flores contra la resolucion expedida por la Sala Mixta Descentralizada Del Santa-Chimbote, de fecha diecisiete de enero de mil novecientos noventisiete, que declaro infundada la accion de amparo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Don Pablo Elio Espinoza Flores interpone demanda de accion de amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la Region Chavin Lic. Freddy Renato Moreno Neglia, con la finalidad de que deje sin efecto para el actor la Resolucion Presidencial No 0162-96-RCH-CH-CTAR/PRE, que lo declara excedente como trabajador de la Direccion Regional de Transportes, Comunicaciones, Vivienda y Construccion de la Region Chavin, violandose asi sus derechos constitucionales al trabajo, derecho a una remuneracion equitativa, asi como su derecho a una carrera administrativa. Ampara su demanda en lo dispuesto por los incisos 5), 7), 15), 22), 23), 24) del articulo 2° de la Constitucion, asi como los articulos 22°, 23, 24°, 26°, 27° y 40° de la Constitucion; articulos 2, 40, 10°, 22° y siguientes de la Ley No 23506 y el Decreto Legislativo No 276. El Primer Juzgado en lo Civil Del Santa-Chimbote, con fecha veintitres de setiembre de mil novecientos noventiséis declaro fundada la demanda, por considerar, entre otras razones, que no se ha ejecutado el proceso en la forma que la ley y reglamento establecen puesto que se ha evaluado fuera del plazo senalado, esto es 15 dias después de cada periodo semestral, es decir, resulta nulo el proceso evaluatorio realizado al accionante por la inobservancia de las normas legales establecidas para el caso. TRIBUNAL CONSTITUCIONAL Interpuesto recurso de apelacion, la Sala Mixta Descentralizada Del Santa- Chimbote, con fecha diecisiete de enero de mil novecientos noventisiete revocando la apelada declard infundada la demanda, por estimar que en la Resolucion Ministerial que corre en autos a fojas ciento sesentiséis se aprueba normas complementarias para la evaluacion del personal administrativo de los Consejos Transitorios de la Administracion Regional y en el se indica que en el segundo semestre la evaluacion quedara concluida en mayo de mil novecientos noventiséis, es decir la evaluacion que se impugna se realizo dentro de los plazos establecidos. Contra esta resolucion el demandante interpone recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que el demandante pretende que se declare inaplicable la Resolucion Presidencial No 01622-96-RCH-CTAR/PRE que lo declara excedente argumentando que el proceso de evaluacion al que fue sometido se ha violado tramites de observancia obligatoria y que el mismo se ha llevado a cabo fuera de los plazos senalados por ley: de autos fluye con la copia de TRIBUNAL CONSTITUCIONAL la Resolucion Ministerial No 021-96-PRES que corre a fojas ciento sesentiséis que los Consejos Transitorios de Administracion Regional estaban autorizados a evaluar al personal respecto al segundo semestre de mil novecientos noventicinco hasta el treintiuno de mayo de mil novecientos noventiséis, para el caso de autos el proceso de evaluacion cuestionado se lleva a cabo en febrero de mil novecientos noventiséis y concluye en marzo de mil novecientos noventiséis, es decir, no se ha excedido de los plazos establecidos. 2.- Que el actor no ha acreditado la vulneracion de los derechos que invoca como es al trabajo, a una remuneracion equitativa y al derecho a la carrera administrativa, ya que su excedencia es producto de una evaluacion a la que el demandado estaba facultado por ley a realizarla, y a la que el demandante se sometio voluntariamente, ya que no impugno el proceso de evaluacion, sino hasta después que fue desaprobado. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Organica No 26435 y la Ley Modificatoria No 26801: ) TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de fojas doscientos tres-doscientos cuatro expedida por la Sala Mixta Descentralizada Del Santa-Chimbote que revocando la apelada declaro INFUNDADA la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. A ACOSTA SANCHEZ, NUGENT & C DIAZ VALVERDE lusnhil GARCIA MARCELO LO QUE CERTIFICO. MR/efs Av DRA. MARIA LUZ VASQUEZ V SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-09", "id": 36799, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón (Ramón Cornejo Saavedra)", "nombre_demandante": "Pablo Elio Espinoza Flores", "numero_expediente": "00301-1997-AA"}