{"CONTEXTO": " 00311-1993-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00311-1993-AA.pdf) --- S-381 Que, ...no se puede pretender mediante la presente accion (Accion de Amparo), desconocer la validez y efectos legales de una resolucion judicial, como es la ejecutoria suprema cuestionada por los actores..., maxime si el actor no ha probado irregularidades que conculquen alguno de sus derechos constitucionales. Exp.N311-93-AA/TC Lima Apolinario Paredes Bermudez' y otra SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de julio de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencias de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente Sentencia:", "ASUNTO:": "Recurso de casacion entendido como extraordinario, interpuesto contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, ? su fecha quince de junio de mil novecientos noventitrés, en la accion de amparo seguida por don Apolinario Paredes Bermudez y dona Esther Lozano de Paredes, contra los Senores Vocales Supremos de la Primera Sala Civil de la Corte Suprema de Justicia de la Republica, recaida en los doctores Héctor Beltran Rivera, Luis Felipe Portugal Rondon, Victor Raul Castillo Castillo, Mario Urrelo Alvarez y Jorge Gallegos Guevara, y contra los senores Augusto Velasquez Aranda, Juan Ramirez Chavez y Perpetua Fernândez Vda. de Chavez.", "ANTECEDENTES:": "Los accionantes, interponen accion de amparo contra la Primera Sala Civil de la Corte Suprema de Justicia de la Republica, recaida en los Senores Vocales Héctor Beltran Rivera, Luis Felipe Portugal Rondon, Victor Raûl Castillo Castillo, Mario Urrelo Alvarez y Jorge Gallegos Guevara, como responsables de la Ejetoria Suprema de fecha cinco de marzo de mil novecientos noventiuno, sobre un proceso iniciado por los recurrentes sobre reivindicacion, caducidad de contrato y pago de frutos, contra los senores Juan Ramirez Chavez y Perpetua Fernandez Vda. de Chavez y Augusto Velasquez Aranda, respecto del inmueble ubicado en el Jr. Leoncio Prado No 587 de la ciudad de Chimbote, para que se declare su inaplicabilidad y se deje a salvo sus derechos, en cuanto declara improcedente la accion reivindicatoria, por considerar que esta resolucion judicial expedida por infraccion de sustanciales garantias de la Administracion de Justicia y otros dispositivos legales, viola sus derechos de propiedad que como derecho fundamental de toda persona esta garantizada por el articulo 2° inciso 14) de la Constitucion Politica de 1979, concordante con los articulos 125° y 126° del mismo cuerpo legal y el articulo 923° del Codigo Civil. Corrido traslado de la demanda, ésta es absuelta solo por la Procuradora Publica a cargo de los asuntos judiciales del Poder Judicial y otra quien la niega y contradice en todos sus extremos, sosteniendo que debe declararse improcedente, por cuanto la autoridad judicial a la que representa, ha procedido con arreglo a sus facultades en los juicios a que se refiere la demanda, expidiendo sentencias dentro de un proceso regular, por cuanto en ningun momento se ha amenazado 0 violado derecho constitucional alguno en contra de la parte demandante. El Fiscal Superior de Huaraz, opina porque se declare improcedente la accion interpuesta, por cuanto la resolucion impugnada fue expedida en el curso de un proceso regular, no apareciendo por lo demas de lo actuado, en el tramite pertinente, que se hubiera violado alguna de las garantias previstas en la Constitucion Politica del Estado de mil novecientos setentinueve, vigente para el presente caso. La Sala Civil de la Corte Superior de Justicia de Ancash, de conformidad con lo opinado por el Fiscal Superior, expide la resolucion de fecha diecinueve de noviembre de mil novecientos noventidos, declarando improcedente la accion de amparo incoada. Interpuesto el recurso de nulidad contra esta resolucion, el Fiscal Supremo en lo Comtenciowo-Admimistrativo, opina porque se declare Haber Nulidad de la recurrida, fundamentando que la Corte Superior de Justicia de Ancash no se apoyo en el mérito de lo actuado y considarando ademas que dicha resolucion no contiene fundamentos de derecho, violentado el articulo 1074° del Codigo de Procedimientos Civiles, asi como el inciso 40 del articulo 233° de la Constitucion de mil novecientos setentinueve. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, expidiendo resolucion de fecha quince de junio de mil novecientos noventitrés, declara no haber nulidad en la sentencia de vista de fecha diecinueve de noviembre de mil novecientos noventidos, que declaro improcedente la accion de amparo, por lo que se interpone el recurso de casacion entendido como extraordinario, elevândose los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, de la demanda se desprende que los actores interponen accion de amparo con el objeto de que se declare la inaplicabilidad de la ejecutoria suprema que motivo la presente accion, aduciendo que ésta no ha sido debidamente motivada y fundamentada; 2. Que, la supuesta falta de motivacion y fundamentacion no es tal, porque de la propia ejecutoria suprema emerge la existencia de tales elementos; 3. Que, para el caso, no son las acciones de garantia el remedio judicial, ya que estan destinadas a cautelar las garantias constitucionales de la persona; 4. Que, en tal sentido, no se puede pretender mediante la presente accion, desconocer la validezy efectos legales de una resolucion judicial, como es la ejecutoria suprema cuestionada por los actores; 5. Que, consecuentemente, al derivar la presente accion de la secuela de un proceso regular, resulta de aplicacion el inciso 2) del articulo 6° de la Ley No 23506 que a la letra prescribe: \"no proceden las acciones de garantia contra resolucion judicial emanada de un procedimiento regular\" maxime si el actor no ha probado irregularidades que conculquen alguno de sus derechos constitucionales; 6. Que, asimismo, el segundo paragrafo del articulo 10° de la Ley No 25398 establece que: 1 ...no podra bajo ningun motivo detenerse mediante una accion de garantia, la ejecucion de una sentencia contra la parte vencida en un proceso regular\". Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica venida en grado, su fecha quince de junio de mil novecientos noventitrés, que declaro no haber nulidad en la sentencia de vista, su fecha diecinueve de noviembre de mil novecientos noventidos, que declaro improcedente la accion de amparo interpuesta; dispusieron su publicacion en el diario oficial \"El Peruano\";y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO MCM", "fecha_publicacion": "1997-09-04", "id": 36319, "nombre_demandado": "Primera Sala Civil de la Corte Suprema de Justicia de la República (Héctor Beltrán Rivera, Luis Felipe Portugal Rondón, Víctor Raúl Castillo Castillo, Mario Urrelo Alvarez y Jorge Gallegos Guevara)", "nombre_demandante": "Apolinario Paredes Bermúdez y otro", "numero_expediente": "00311-1993-AA"}