{"CONTEXTO": " 00314-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00314-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 314-98-AA/TC EDGAR CHALCO CONDORI PUNO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Edgar Chalco Condori contra la Resolucion expedida por la Sala Mixta de Vacaciones de la Corte Superior de Justicia de Puno, de fecha veintiséis de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Edgar Chalco Condori interpone demanda de Accion de Amparo a fin de que se disponga que se excluya la plaza que viene ocupando el demandante en el Colegio Nacional Agroindustrial de Acocollo del concurso convocado por la Direccion Regional de Educacion para cubrir plazas de docentes, directores y subdirectores en el ambito de la Direccion Regional de Puno, y ademas se disponga se expida la resolucion de nombramiento respectiva a fin de adquirir la calidad de profesor nombrado; peticion que la realiza con citacion de don Elias Peralta Hinostroza, Director Regional de Educacion; asimismo, manifiesta que el poner en concurso una plaza que él ocupa y que corresponde que lo nombren atenta contra su derecho de igualdad ante la ley y de los derechos adquiridos. Ampara su demanda en lo dispuesto por el articulo 24° inciso 10)y 22) de la Ley No 23506; articulos 2° inciso 2), 22° y 23° de la Constitucion Politica del Estado. Don Elias Onésimo Peralta Hinostroza, Director Regional de Educacion \"Moquegua, Tacna-Puno\" contesta la demanda solicitando se declare infundada y alternativamente improcedente en todos sus extremos, por contener un petitorio fisica y juridicamente imposible en razon a que la Direccion Regional de Educacion \"Moquegua, Tacna-Puno\", no convoco ningun concurso publico para nombramiento de docentes. El Primer Juzgado Mixto de Puno, con fecha treinta de diciembre de mil novecientos noventa y siete declaro improcedente la demanda, por considerar, entre otras razones que la convocatoria a concurso ha sido realizada por el Ministerio de Educacion, cuya sede se encuentra en la ciudad de Lima; ademas la Accion de Amparo no es la via adecuada. Interpuesto recurso de apelacion, la Sala Mixta de Vacaciones de la Corte Superior de Justicia de Puno, con fecha veintiséis de febrero de mil novecientos noventa 2 TRIBUNAL CONSTITUCIONAL y ocho, confirma la apelada, por estimar que todo acto administrativo se materializa y formaliza a través de la respectiva Resolucion Administrativa, que en el caso de autos no existe a favor del demandante ninguna resolucion expresa de nombramiento como docente que le reconozca sus derechos y obligaciones como tal; en consecuencia no existe ningun derecho adquirido que se haya lesionado 0 desconocido y menos aun que se haya violado un derecho constitucional, amparable mediante una Accion de Garantia. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, no existe en autos documento alguno que senale la convocatoria a algun concurso publico para nombramientos de docentes. 2.- Que, respecto a la parte del petitorio en que el demandante solicita se le nombre en el cargo que ocupa en calidad de contratado por haber obtenido el primer puesto en el Instituto Superior Pedagogico de Huancané, este derecho senalado en el articulo 34° de la Ley No 25212, Ley del Profesorado quedo en suspenso en los anos 1996- 1997 con las leyes de presupuesto Nos. 26553 y 26706, respectivamente, pues en estas normas se prohibia los nombramientos a los servidores del sector publico y establecia que toda norma en contrario quedaba en suspenso, consecuentemente, el demandado ha actuado en estricto cumplimiento de la ley. 3.- Que no habiéndose violado ni amenazado derecho constitucional por accion 0 por omision de actos de cumplimiento obligatorio es de expresa aplicacion \"contrario sensu\" el articulo 2° de la Ley No 23506. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta de Vacaciones de la Corte Superior de Justicia de Puno, de fojas doscientos uno, su fecha veintiséis de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Vraneu DIAZ VALVERDE M a NUGENT GARCIA MARCELO Lo que-Certifico: MR Dra. MARIA LUZ VASQUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-23", "id": 37162, "nombre_demandado": "Dirección Regional de Educación de Moquegua Tacna Puno (Director, Elías Peralta Hinostroza)", "nombre_demandante": "Edgar Chalco Condori", "numero_expediente": "00314-1998-AA"}