{"CONTEXTO": " 00316-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00316-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 316-97-AA/TC Caso: Jhon Huaman Rojas. San Roman Juliaca SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintidos dias del mes de agosto de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Vicepresidente encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde; Garcia Marcelo; Actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jhon Huaman Rojas, contra la resolucion de la Sala Superior Mixta Descentralizada de San Roman Juliaca, que Confirmando la apelada, declaro Improcedente la accion de cumplimiento y la accion de amparo interpuesta contra el Alcalde del Concejo Provincial de San Roman Juliaca.", "ANTECEDENTES:": "Don Jhon Huaman Rojas, interpone accion de cumplimiento y accion de amparo, contra el Alcalde del Concejo Provincial de San Roman - Juliaca, don Pedro Reynaldo Caceres Velasquez, para que cumpla con la R.M. No 0287-86/A de fecha treinta de abril de mil novecientos ochentiséis, y por agresion al derecho de peticion consagrado en el articulo 20 inciso 20) de la Constitucion Politica del Peri, respectivamente, de manera tal que ordene a la emplazada se permita su ingreso como trabajador en el cargo y nivel que venia desempehando su progenitor,y se ordene, ademas, que sus peticiones sean resueltas en el término que establece la ley, conforme al T.U.O. de la Ley de Procedimientos Administrativos. Fundamenta ambas acciones, en que su padre, Buenaventura Huaman Flores, prestaba servicios en el Registro Civil y Estadistica de laMunicipalidad de San Roman, habiendo culminado su carrera administrativa por R.M. N9312-91-JP-CPSRJ del primero de octubre de mil novecientos noventiuno, por haber L TRIBUNAL CONSTITUCIONAL fallecido; por esta circunstancia, y en virtud de un pacto colectivo suscrito entre el Sindicato de Trabajadores y el Concejo Provincial de San Roman Juliaca, aprobado por R.M. No 287-86/A, se permitia \"EL INGRESO DE UNO DE LOS FAMILIARES EN DESGRACIA\" \" por lo que solicita el cumplimiento de la referida resolucion, sin que hasta la fecha haya sido incorporado, a pesar que la misma se encuentra en vigencia y surte todos sus efectos legales. Precisa asimismo, que en el caso de la accion de amparo, ha cumplido con el requerimiento notarial senalado por el inciso c) del articulo 5° de la Ley No 26301, Ley de Habeas Data, y que en las presentes acciones no se ha producido la caducidad de las mismas, porque desde el seis de agosto de mil novecientos noventiuno, ha solicitado su ingreso a la entidad municipal. Al contestar la demanda, el apoderado de la Municipalidad Provincial de San Roman Juliaca, solicita que la misma sea declarada improcedente, toda vez que la resolucion cuyo cumplimiento se solicita solo obligaba al ex Alcalde que la suscribio, mientras duro su periodo gubernamental, haciendo constar que la accion ha prescrito, porque està exigiendo el cumplimiento de la misma recién desde mil novecientos noventicuatro; asimismo, expresa que su representada no es que se niegue a cumplir con lo dispuesto por resolucion municipal alguna, sino que ello es imposible, porque dicha resolucion ya no està vigente. El Sexto Juzgado Mixto de la Provincia de San Roman - Juliaca declaro Improcedente la accion de cumplimiento,asi como la accion de amparo, por considerar que Si bien està acreditado en autos la existencia de la Resolucion Municipal No 0287-86/A del treinta de abril de mil novecientos ochentiséis, que permitia que por jallecimiento 0 invalidez permanente del trabajador municipal producido dentro de su centro de trabajo, se autorizara el ingreso de uno de sus familiares en linea directa, y que la madre del accionante solicito dicho beneficio para el mismo, también lo es que el accionante ha agotado la via administrativa, haciendo valer el silencio administrativo, para recurrir al organo jurisdiccional, habiendo transcurrido desde el fallecimiento del progenitor del causante hasta la fecha en que éste reitero la peticion de su madre mas de cuatro anos, con lo que de conformidad con lo dispuesto por el articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo, ha caducado el ejercicio de la accion de amparo, situacion que también es aplicable al supuesto de la accion de cumplimiento. Esta sentencia al ser apelada, es Confirmada por la Sala Superior Mixta Descentralizada de San Roman Juliaca, la misma que senala que si bien la cônyuge supérstite del causante solicita a favor de su hijo y accionante el cumplimiento de la Resolucion Minicipal, también lo es que después de dos anos y medio reitera la misma situacion; por lo que debe aplicarse el articulo 370 de la Ley No 23506, la que dispone que el ejercicio de la accion de amparo caduca a los sesenta dias habiles de producida la afectacion, plazo en el cual ni la madre del actor ni éste han hecho valer su derecho en tiempo oportuno; respecto al derecho de peticion, senala dicha Sala Superior, que éste en ningin momento ha sido conculcado, porque el mismo obliga a la autoridad a recibir y resolver las peticiones, pero no de aprobarlas, por eso es que el inciso 20) del articulo 2° de la Constitucion Politica senala que se fijara un plazo para que la autoridad resuelva bajo responsabilidad. TRIBUNAL CONSTITUCIONAL Contra esta Resolucion, el accionante interpone el correspondiente Recurso Extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto por el articulo 41° de su Ley Organica.", "FUNDAMENTOS:": "Que, las solicitudes que obran a fojas cuatro y cinco del principal, remitidas tanto por la madre del accionante como por éste al Alcalde del Concejo Provincial de San Roman Juliaca, estan fechadas el seis de agosto y el once de noviembre de mil novecientos noventiuno; las demas comumicaciones corresponden a los ahos mil novecientos noventicuatro a mil novecientos noventiséis, las que segin el accionante, al no ser resueltas; violan su derecho de peticion, razon por la que interpone la presente accion de amparo, acumuldndola con la accion de cumplimiento que también motiva la presente; Que, revisados los documentos presentados por el accionante al Alcalde del Concejo Municipal, podemos apreciar que en los mismos està solicitando que se le autorice a laborar en dicho Concejo, en reemplazo de su padre fallecido, haciendo uso de los recursos administrativos que la ley senala, en términos por demas amplios para un proceso de dicha naturaleza, y que en ningin momento han sido convalidados por la administracion municipal; mas aun, que en ninguno de estos escritos, el accionante requiere expresamente a la administracion, haciendo uso del derecho de peticion que la Constitucion le reconoce, Que, por esta razon, es de aplicacion el articulo 37° de la Ley No 23506, la misma que establece que \"El ejercicio de la accion de amparo caduca a los sesenta dias habiles de producida la afectacion, siempre que el interesado, en aquella fecha, se hubiese hallado en la posibilidad de interponer la accion... \", toda vez que la presente demanda fue interpuesta luego de haberse vencido el plazo de caducidad senalado en el articulo referido; Que, en cuanto a la accion de cumplimiento, el petitorio esta referido a la ejecucion del pacto colectivo suscrito entre el Sindicato de Trabajadores y el Concejo Provincial de San Roman - Juliaca, aprobado por R.M. No 287-86/A; sobre el particular, es necesario precisar que al momento de iniciar la via previa administrativa, esta accion no se encontraba regulada, puesto que recién ha sido prevista por la Constitucion de mil novecientos noventitrés; pero de la demanda puede observarse que la misma fue interpuesta al amparo de la referida Constitucion, e igual que en el caso de la accion de amparo, al momento de presentarse esta demanda, ya habia transcurrido el plazo fijado por la ley, operando la caducidad de la presente accion, por lo que no es pertinente emitir un pronunciamiento sobre el fondo de la materia demandada; Por estos fundamentos, el Tribunal Constitucional, de conformidad con las atribuciones que le otorgan la Constitucion y su Ley Organica: TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de la Sala Superior Mixta Descentralizada de San Roman - Juliaca, sufecha veintitrés de diciembre de mil novecientos noventiséis, que confirmo la apelada del seis de noviembre del mismo ano, declarando IMPROCEDENTE la accion de amparo interpuesta. Dispusieron, su publicacion en el diario oficial El Peruano, y los devolvieron S.S. un L/e ACOSTA SANCHEZ; NUGENT; DIAZ VALVERDE; GARCIA MARCELO. / ACHC Lo que Certifico: Dre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-23", "id": 36355, "nombre_demandado": "Municipalidad Provincial de San Román-Juliaca", "nombre_demandante": "Jhon Huamán Rojas", "numero_expediente": "00316-1997-AA"}