{"CONTEXTO": " 00319-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00319-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N319-98-AA/TC CHICLAYO FLORIME AZANERO RUIZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de seniores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nuge y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Florime Azanero Ruiz contra resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha treinta y uno de diciembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Florime Azanero Ruiz interpone Accion de Amparo contra el Consejo Nacional Penitenciario, representado por el general PNP (r), don Juan Nakandakari Kanashiro, Presidente de la Comision Reorganizadora del Instituto Nacional Penitenciario- INPE, y contra el Ministerio de Justicia, a fin de que se declare inaplicable a su caso la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96-INPE/CR.P, del seis de agosto de mil novecientos noventa y seis, que dispone su cese por causal de excedencia, y que se la reponga en su puesto de trabajo, con el pago de las remuneraciones dejadas de percibir. Sostiene que no ha incurrido en ninguna de las causales de cese establecidas en el articulo 70 de la Directiva No 001-96-INPE/CR, aprobada por Resolucion de la Presidencia de la Comision Reorganizadora No 039-96-INPE/CR.P; que no ha cometido falta disciplinaria alguna, ni ha sido sometida a proceso administrativo disciplinario, por lo que su cese constituye un acto violatorio de sus derechos constitucionales al trabajo y a la adecuada proteccion contra el despido arbitrario. El Procurador Adjunto a cargo de los asuntos judiciales del Ministerio de Justicia absuelve el tramite de contestacion de la demanda, solicitando que se la declare infundada; senala que la Resolucion cuestionada no es violatoria de los derechos constitucionales invocados, toda vez que tiene como sustento lo dispuesto por el Decreto Ley No 26093; que el proceso de evaluacion correspondiente al primer semestre de mil novecientos noventa y seis consistio en: a)Revision del legajo personal; b)Comportamiento laboral; y, c)Cualquier acto que atente contra la imagen institucional; que la comision evaluadora llego a la conclusion de que la demandante tenia deméritos y no reunia los requisitos necesarios para continuar como servidora del Instituto Nacional Penitenciario. TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en lo Civil de Chiclayo emite sentencia declarando fundada la demanda, por considerar -entre otras razones- que la resolucion, mediante la cual se dispone el cese de la demandante, no precisa la forma como se la evaluo ni los resultados de la evaluacion, a fin de que tenga ella conocimiento fehaciente de la causal que ha dado lugar a su declaracion de excedencia. Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque revoco la apelada, declarando improcedente la Accion de Amparo, por estimar que los demandados no vulneraron derecho constitucional alguno, habiéndose limitado a aplicar normas de cumplimiento obligatorio. Contra esta resolucion, la demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, en el presente caso, el petitorio se circunscribe a que se declare inaplicable a la demandante la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96- INPE/CR.P, que dispone su cese por causal de excedencia. 3. Que, la evaluacion a la que fue sometida la demandante - como se senala en el tercer fundamento de la mencionada resolucion- consistio en la \"exhaustiva revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional\", > asi como en la investigacion de los actos que atentan contra la imagen institucional y no se llevo a cabo en un procedimiento dentro del cual se respetara el contenido esencial del derecho al debido proceso administrativo. 4. Que, en ese sentido, debe tenerse en cuenta que la \"exhaustiva revision y evaluacion\" a la que fue sometida la demandante no guarda coherencia con el contenido de los documentos de fojas veintinueve a fojas treinta y siete, no observados por los demandados, que certifican que la demandante se ha desempenado en sus funciones con honradez, eficiencia, responsabilidad y puntualidad; tampoco con la constancia de fojas treinta y cinco, expedida por el Jefe de la Unidad de Personal de la Direccion Regional Norte-Chiclayo del INPE, que acredita que el legajo personal de la demandante no registra amonestaciones, llamadas de atencion ni procesos administrativos durante todo su desempenio laboral; de lo que cabe inferir la subjetividad de la evaluacion a la que fue sometida la demandante, en franca transgresion del principio de interdiccion de la arbitrariedad, que se desprende del principio de razonabilidad, previsto en el articulo 200° de la Constitucion Politica del Estado. 5. Que, el derecho constitucional a la proteccion contra el despido arbitrario supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar derechos fundamentales de los mismos. 3 TRIBUNAL CONSTITUCIONAL 6. Que, en consecuencia, este Tribunal Constitucional estima que al no haberse evaluado la demandante con criterios objetivos y dentro de un procedimiento en el cual respetara el debido proceso administrativo, se han vulnerado los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque de fojas doscientos setenta y nueve, su fecha treinta y uno de diciembre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA; en consecuencia, inaplicable para el caso de la demandante la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96-INPE/CR.P y ordena que se la reponga en el puesto de trabajo que venia ocupando antes del cese 0 en otro de igual categoria; sin pago de las remuneraciones dejadas de percibir durante el periodo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ, - IVAncei DIAZ VALVERDE, avers NUGENT, Inlads GARCIA MARCELO. Certifiooi Lo que MARIA LUZ VASOUEZL RELATORA Dre. TITUCIONALS SECRETARIA CONST TRLBUNAL CCL", "fecha_publicacion": "1999-03-20", "id": 34934, "nombre_demandado": "Consejo Nacional Penitenciario y otro", "nombre_demandante": "Florime Azañero Ruiz", "numero_expediente": "00319-1998-AA"}