{"CONTEXTO": " 00315-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00315-1996-HC.pdf) --- EXP Nro 315-96-HC/TC LIMA LUIS SOSA NUNEZ  SENTENCIA  DEL TRIBUNAL CONSTITUCIONAL En Arequipa a los seis dias del mes de agosto de mil novecientos  noventa  y seis,  reunido el  Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los sefores Magistrados:  Nugent,  Presidente Acosta Sanchez,  Vicepresidente Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo,  actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion dictada por la Décima Sala Penal, su fecha tres de abril de mil novecientos noventa y cinco, que confirmando la apelada declara improcedente la accion de habeas corpus incoada por Luis Sosa Nunez, contra el Coronel PNP Walter Sotomayor Maguino. ", "ANTECEDENTES": "A fojas uno el demandante interpone la presente accion, manifestando que el Coronel PNP Walter Sotomayor Maguiño. Jefe de Division de la Direccion de Patrimonio Fiscal lo tiene sometido a acoso policial desde junio de mil novecientos noventa y cuatro, con el proposito de arrancarle declaraciones y documentos, para de denunciarlo penalmente, por el uso que hizo la sociedad que representa, Editorial Desarrollo S.A., del dolar MUC (Mercado Unico de Cambios) en sus importaciones.  A fojas dieciséis se admite, con citacion del respectivo Procurador Publico,  la presente accion, recibiéndose las declaraciones del demandado a fojas veintisiete y la del demandante a fojas treinta. El primero rechaza los cargos y sostiene que la Division a su cargo ha actuado segun directivas de la Fiscalia Especial Ad hoc del dolar MUC, citando al demandante sin violentar su libertad individual ni ninguno de sus derechos. El segundo se ratifica en los fundamentos de sus pretension.  A fojas treinta y uno el Undécimo Juzgado Especializado de Lima expide resolucion, su fecha nueve de marzo de mil novecientos noventa y cinco, declarando improcedente la accion de habeas corpus, por estimar que no se ha acreditado que los derechos del demandante hayan sido objeto de amenaza O violacion por accion del demandante, quien se ha limitado a ejercer legalmente las funciones propias de su cargo.  A fojas cuarenta y cinco obra la resolucion recurrida.expedida por la Décima Sala Penal de la Corte Superior de Lima, su fecha tres de abril de mil novecientos noventa y cinco, que confirma la apelada, reproduciendo sus fundamentos y por considerar 2 ademas, que no procede amparar acciones de garantia cuando lo invocado proviene de actos efectuados por funcionarios publicos en ejercicio regular de sus funciones, aplicando el inciso cuarto del articulo sexto de la ley veintitrés mil quinientos seis. ", "FUNDAMENTOS:": "Que, de la sumaria investigacion efectuada en autos se desprende que la participacion del demandado en la investigacion policial cuestionada, dispuesta por el Fiscal Ad hoc dolares MUC, mediante resolucion de fecha siete de junio de mil novecientos noventa y cuatro, que en copia fotostâtica obra a fojas dieciocho, se ha cenido al estricto  cumplimiento de sus responsabilidades. no constituyendo en consecuencia amenaza o violacion a la libertad individual O derechos constitucionales conexos del demandante, protegidos por el primer numeral del articulo doscientos de la Constitucion Politica del Peru.    Que, habiéndose desvirtuado los hechos alegados por el demandante, en el sentido que se ha establecido fehacientemente que la actuacion del demandado se ha enmarcado en el ejercicio regular de sus funciones, la accion  deviene  infundada y no  improcedente  como erroneamente se ha calificado en las resoluciones de primera y segunda instancia.  Que, el inciso cuarto del numeral sexto de la ley veinticinco mil quinientos seis estipula que no proceden las acciones de garantia promovidas por dependencias administrativas. incluyendo las empresas publicas, contra los Poderes del Estado y los organismos creados por la Constitucion, por los actos efectuados en el ejercicio regular de sus funciones; que, en el caso sub judice, si bien es cierto la accion de garantia esta dirigida contra un funcionario publico, que representa un Poder del Estado, ta ambién lo es que quien la ejerce es una persona natural y no una entidad administrativa: que, siendo esto asi, resulta evidente que la recurrida ha aplicado falsa y errôneamente la norma glosada.  Por estos fundamentos, el Tribunal Constitucional, ", "FALLA:": "CONFIRMANDO la resolucion recurrida, su fecha tres de abril de mil novecientos noventa y cinco, que confirmando la apelada declara improcedente la accion de habeas corpus interpuesta por don Luis Sosa Nunez contra el Coronel PNP Walter Sotomayor Maguina; REFORMANDOLA declara INFUNDADA la accion incoada; : comuniquese, publiquese, registrese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO.  DRA. MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-11-18", "id": 37396, "nombre_demandado": "Walter Sotomayor Maguiña", "nombre_demandante": "Luis Sosa Núñez", "numero_expediente": "00315-1996-HC"}