{"CONTEXTO": " 00313-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00313-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.°3 313-98-AA/TC LIMA PRODUCTORA GRAFICA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Productora Grafica S.A. contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha diecinueve de febrero de mil novecientos noventa y ocho, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Productora Grafica S.A., con fecha dieciséis de junio de mil novecientos noventa y siete, interpone Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria, para que se deje, sin efecto la Orden de Pago N.o 024-1-20269 ascendente a la suma de cincuenta y dos mil novecientos cuarenta y cinco nuevos soles (S/.52,945.00) mas intereses, correspondiente al pago de regularizacion por el ejercicio gravable de mil novecientos noventa y cinco, notificada el veintidos de mayo de mil novecientos noventa y siete. Indica la demandante que contra la referida Orden de Pago no interpuso recurso alguno porque para presentar reclamacion primero se debe pagar el monto acotado. La demandante senala que el requerimiento de pago de la suma antes senalada sin considerar que la empresa tiene pérdida, constituye una desnaturalizacion desproporcionada del Impuesto a la Renta. La Superintendencia Nacional de Administracion Tributaria senala que el hecho de que la demandante no obtenga utilidad no significa que no tenga renta, toda vez que 'utilidad' es un término economico, mientras que 'renta' es un concepto juridico; y la demandante no ha acreditado el estado de pérdida que invoca. Asimismo, debe considerarse que la demandante no cumplio con agotar la via previa. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas sesenta, con fecha trece de octubre de mil novecientos noventa y siete, declaro TRIBUNAL CONSTITUCIONAL improcedente la demanda, por considerar que la demandante no acredito el estado de pérdida invocado. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento seis, con fecha diecinueve de febrero de mil novecientos noventa y ocho, confirmo la apelada, por considerar que la pretension de la demandante debe ser apreciada en otra via, en la que puedan evaluarse diversas pruebas. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, segun indica Productora Grafica S.A. a fojas treinta y uno de autos, contra la 1. Orden de Pago N.° 024-1-20269, no presento recurso administrativo alguno. Es I / decir, la demandante interpuso la Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley N.° 23506, Ley de Habeas Corpus y Amparo. Que Productora Grafica S.A. no se encuentra en ninguno de los supuestos de 2. excepcion establecidos en el articulo 28° de la mencionada Ley, por las siguientes consideraciones: a) De conformidad con el articulo 1170 del Decreto Legislativo N.o 816, Codigo Tributario, la notificacion de la resolucion de ejecucion coactiva no supone la cobranza de la deuda, al existir un plazo de siete dias habiles para su cancelacion. Este plazo permitia a la Empresa demandante acogerse a lo previsto en el articulo 1190 inciso d) del mencionado Codigo, suspendiendo el proceso de cobranza coactiva. b) Asimismo, como una excepcion a lo establecido en el articulo 136° del Codigo Tributario, el segundo parrafo del articulo 119° del Codigo precitado dispone: \"tratândose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\"; y, el tercer parrafo del mencionado articulo establece: \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento seis, su fecha diecinueve de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ls ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT arera GARCIA MARCELO MLC Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-07-31", "id": 35376, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Productora Gráfica SA", "numero_expediente": "00313-1998-AA"}