{"CONTEXTO": " 00318-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00318-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 318-97-AA/TC Lima. Hilda Cavassa Ureta. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiocho dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Lucio Cavassa Laos en representacion de dona Hilda Cavassa Ureta contra la resolucion de la Sala Especializada de Derecho Publico, de fecha trece de diciembre de mil novecientos noventa y seis, que confirmando la apelada del siete de mayo de mil novecientos noventa y seis, declaro improcedente la Accion de Amparo interpuesta contra el Ministerio de Relaciones Exteriores.", "ANTECEDENTES:": "Don Lucio Cavassa Laos, en representacion de dona Hilda Cavassa Ureta, interpone Accion de Amparo contra el Ministerio de Relaciones Exteriores, tras considerar que con la Resolucion Suprema No 453-92-RE, de fecha veintinueve de diciembre de mil novecientos noventa y dos, se han trasgredido sus derechos constitucionales, motivo por el que solicita la anulacion de sus efectos. Manifiesta que la referida Resolucion, mediante la cual se le cesa en su cargo en el Servicio Diplomatico de la Republica, fue expedida al amparo del Decreto Ley No 25889, publicado el veintisiete de noviembre de mil novecientos noventa y dos; que, conforme a su articulo 10, declara en estado de reorganizacion el citado Servicio por el periodo de treinta dias. Por consiguiente, y si la validez del citado Decreto Ley corria desde el veintiocho de noviembre de mil novecientos noventa y dos hasta el veintiocho de diciembre del mismo ano,n la Resolucion Suprema No 453-92-RE fue promulgada fuera de plazo. Puntualiza, ademas, que los efectos del Decreto Ley aludido fueron impugnados el diecinueve de enero de mil novecientos noventa y tres. Por otra parte, la demandante, agrega que mediante Decreto Supremo No 023-94 del veintidos de julio de mil novecientos noventa y cuatro, se autoriza al Ministerio de Relaciones Exteriores a llevar a cabo un proceso de evaluacion de los casos de los funcionarios del Servicio Diplomatico cesados mediante Resolucion Suprema No 453-92- RE, no obstante lo cual, cumplido dicho proceso, por Resolucion Ministerial No 0884-95- RE, publicada el treinta y uno de enero de mil novecientos noventa y seis, se reincorpora a 2 TRIBUNAL CONSTITUCIONAL otros funcionarios que estaban en igual situacion que la demandante y no a ésta, motivo por el que presento, con fecha siete de febrero de mil novecientos noventa y seis, su Recurso de Apelacion, por no haberse resuelto la reconsideracion planteada. Transcurrido en exceso el plazo legal para que se resuelva dicha impugnacion, es que, la demandante ha dado por agotada la via administrativa, acudiendo a la presente via judicial. A fojas diecisiete, y con fecha siete de mayo de mil novecientos noventa y siete, el Vigésimo Segundo Juzgado en lo Civil de Lima, declara de plano improcedente la accion interpuesta por considerar: Que si bien la accionante ha interpuesto su demanda con el objeto de que se anulen los efectos de la Resolucion Suprema No 453-92-RE del veintinueve de diciembre de mil novecientos noventa y dos, que la cesa en el cargo que venia desempenando, desde la fecha de la citada resolucion a la fecha de la demanda ha transcurrido en exceso en el término previsto por el articulo 37° de la Ley No 23506, resultando insuficiente el hecho de que la demandante recién haya interpuesto recurso impugnativo el siete de febrero de mil novecientos noventa y seis. A nivel de la segunda instancia se apersona el Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Relaciones Exteriores, quien solicita declarar improcedente la demanda, principalmente en atencion, a haberse interpuesto aquélla de manera extemporanea. A fojas ciento sesenta y cuatro, y con fecha trece de diciembre de mil novecientos noventa y seis, la Sala Especializada de Derecho Publico confirma la apelada, fundamentalmente por considerar: Que no se ha cumplido con agotar las vias previas antes de recurrir a la via jurisdiccional; Que si bien se interpuso Recurso de Reconsideracion para posteriormente apelar acogiendose al silencio administrativo negativo, se ha interpuesto la accion de garantia sin el pronunciamiento de la administracion, no constatando que se haya puesto en conocimiento de la demandada la decision de acogerse a tal silencio, lo cual pudo haberse hecho transcurridos treinta dias utiles desde la fecha de la apelacion, conforme al articulo 87° del Decreto Supremo 02-94-JUS. Contra esta resolucion, el demandante interpone Recurso Extraordinario, remitiéndose los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que conforme se aprecia en el petitorio contenido en la demanda interpuesta; el objeto de éste se orienta a que se anulen los efectos de la Resolucion Suprema No 453-92-RE del veintinueve de diciembre de mil novecientos noventa y dos, por la que se dispone cesar a la demandante en el cargo de Segundo Secretario en el Servicio Diplomatico, tras considerar que con la misma se han vulnerado sus derechos constitucionales. 3 TRIBUNAL CONSTITUCIONAL 2. Que, por consiguiente, y a efectos de acreditar las condiciones de procedibilidad de la presente accion 0, en su caso, la legitimidad 0 no de la demanda interpuesta, debe senalarse que aunque la demandante alega haber presentado Recurso de Reconsideracion con fecha diecinueve de enero de mil novecientos noventa y tres contra la antes citada Resolucion que dispuso cesarla, la presente demanda de amparo ha sido recién promovida con fecha tres de mayo de mil novecientos noventa y seis, por lo que resulta absolutamente aplicable el periodo de caducidad previsto de forma expresa en el articulo 37° de la Ley No 23506, sin que, por otra parte, pueda alegarse el haber deducido apelacion con fecha siete de febrero de mil novecientos noventa y seis, ya que este ultimo medio impugnativo también ha sido ejercido a total destiempo dentro de la via administrativa, conforme al articulo 99° del Texto Unico Ordenado de Normas Generales y Procedimientos Administrativos, aprobado por Decreto Supremo No 02-94- JUS. 3. Que, en consecuencia, y sin entrar al fondo del asunto controvertido, respecto del cual este Tribunal Constitucional puede tener opinion a favor 0 en contra de la pretension reclamada, se ve en la imperiosa necesidad de desestimar la demanda por haber sido intentada, conforme al parrafo precedente, a total 0 absoluto destiempo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cuatro, su fecha trece de diciembre de mil novecientos noventa y seis, que, confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, errera NUGENT, GARCIA MARCELO. Lsd. Certifi00i Lo que Dra. MARIA LUZ' VASOUEZ RELATORA SECRETARIAN RLONSTTUCIONAL TRIBUNAL", "fecha_publicacion": "1999-04-17", "id": 34996, "nombre_demandado": "Ministerio de Relaciones Exteriores", "nombre_demandante": "Hilda Cavassa Ureta", "numero_expediente": "00318-1997-AA"}