{"CONTEXTO": " 00316-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00316-1996-AA.pdf) --- DE TRIBUNAL CONSTITUCIONAL Exp. No 316-96-AA/TC Caso: Alejandro Félix Gonzales Alva. Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa ocho, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia los senores: Vicepresidente, encargado de la Presidencia, Acosta Sanchez, Nugent, Diaz Valverde, y Garcia Marcelo; actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Alejandro Félix Gonzales Al contra la Resolucion de la Tercera Sala Civil de la Corte Superior de Justicia Lima, del veinte de mayo de mil novecientos noventa y seis, que confirmo sentencia apelada, que declaro improcedente la demanda, en la Accion Amparo interpuesta por don Alejandro Félix Gonzales Alva contra don Carl Carrillo Parodi, representante del Instituto Nacional de Salud INS, y dona El Carbonell Torres, representante del Servicio Nacional de Sanidad Agrar SENASA.", "ANTECEDENTES:": "Don Alejandro Félix Gonzalez Alva interpuso la presente Accion de Ampa contra don Carlos Carrillo Parodi, representante del Instituto Nacional de Salud CA E TRIBUNAL CONSTITUCIONAL dona Elsa Carbonell Torres, representante del Servicio Nacional de Sanida Agraria, a fin de que esta dltima proceda a abonar al demandante, en su condicic de trabajador transferido del INS al SENASA, las remuneraciones a las qu segun refiere, tiene derecho a percibir --y que corresponden a los meses de maj y junio de mil novecientos noventa y cinco-- segun lo disponen los Decret Supremos Nos 041-94-AG y 75-95-EF. Solicita asimismo que la demandada doi Elsa Carbonell Torres proceda a regularizar el control de su asistenci puntualidad y permanencia en la mencionada institucion y que proceda asignarle funciones como servidor, con arreglo al articulo 84° del Decre Supremo No 005-90-PCM, que reglamenta el Decreto Legislativo No 276. Ha extensiva su demanda para que alternativamente se deje sin efecto transferencia, en aplicacion de los Decretos Supremos Nos 041-94-AGG y 75-9 EF. El demandante fundamenta su accion de garantia en que: 1) El 10 de ene de 1980 ingreso a la Administracion Publica -como nombrado-- para prest servicios en la Oficina Nacional de Apoyo Alimentario ONAA, Organismo Public Descentralizado del Ministerio de Agricultura, el 11 de noviembre de 1991 reasignado al Instituto Nacional de Salud -también como nombrado-y el 5 mayo de 1995 fue transferido al Servicio Nacional de Sanidad Agraria, SENAS 2) Estando en el SENASA no le abonaron sus remuneraciones mensuales has que no suscribiera el Contrato de Trabajo que dicha entidad le impone; 3) demandada dona Elsa Carbonell condiciona el hecho de recibirlo oficial legalmente en dicha Institucion a la suscripcion del mencionado Contrato Trabajo; y, 4) don Carlos Carrillo Parodi no dio a la transferencia la licitud de desplazamiento de personal arreglado a ley. Contestaron la demanda el Servicio Nacional de Sanidad Agraria SENAS representado por su Directora Nacional, dona Elsa Carbonell Torres, y por Estado los procuradores publicos encargados de los asuntos judiciales de Ministerios de Agricultura y de Salud. Todos ellos negaron y contradijeron demanda opinando que fuera declarada infundada O improcedente debido a qu 1) la presente accion carece de sustento legal y real por no existir amenaza violacion de derecho constitucional alguno; 2) la pretension del accionante una de caracter laboral, debiendo tramitarse por la via correspondiente; 3) resu absurda la pretension del accionante de que se ordene su reposicion al Institu Nacional de Salud, del cual es transferido, porque el proceso de transferencia ha seguido segun los requerimientos del Estado; 4) el accionante reconoce U ha interpuesto un recurso de reconsideracion O reclamacion y por lo tanto no agotado las vias previas. 3 TRIBUNAL CONSTITUCIONAL El Juez del Décimo Tercer Juzgado Especializado en lo Civil de Lima, con fecha dieciocho de setiembre de mil novecientos noventa y cinco, declaro improcedente la demanda argumentando que: 1) entendida como realizada la transferencia del accionante al Servicio Nacional de Sanidad Agraria, no es violatorio de la libertad de trabajo O contrato proceder conforme a ley, en la medida en que la décimo primera disposicion transitoria del Decreto Ley No 25902 y el numeral veintiséis del Decreto Supremo No 056-92-AG establecen que el régimen laboral de los trabajadores del SENASA sera el de la actividad privada, regida por la Ley 4916; y 2) siendo asi, el pretender reclamar remuneraciones impagas y registro y control laboral regular sin celebrar el contrato privado de trabajo respectivo resulta inadmisible. La Tercera Sala Civil de la Corte Superior de Justicia de Lima, con fecha veinte de mayo de mil novecientos noventa y seis, confirmo la apelada que declaro improcedente la demanda. Contra esta ultima resolucion, el representante legal de la accionante interpone recurso extraordinario, elevândose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que el articulo 10 de la Ley No 23506 establece que el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional y en el caso de autos el accionante no ha acreditado que se haya amenazado O violado derecho constitucional alguno y por lo tanto la presente accion de amparo carece de sustento legal y real. 2. Que del texto de la demanda es posible apreciar que la pretension del accionante es de caracter eminentemente laboral, debiendo haberla tramitado, de conformidad con el Decreto Supremo No 037-90-TR y el inciso 2° del articulo 42° del Decreto Supremo No 017-93-JUS, Texto Unico Ordenado de la Ley Organica del Poder Judicial. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion y su Ley Organica, TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion de la Tercera Sala Civil de la Cor Superior de Justicia de Lima, de fojas ciento ochenta y dos, su fecha veinte mayo de mil novecientos noventa y seis, que declaro improcedente la demanda, declararon IMPROCEDENTE la Accion de Amparo interpuesta. Mandaron que publique en el Diario Oficial \"El Peruano\", conforme a ley, y los devolvieron.", "SS.": "- Varrc ACOSTA SANCHEZ NUGENT DIAZ VALVERDE 3 GARCIA MARCELO LO QUE CERTIFICO. G.L.B DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-28", "id": 36777, "nombre_demandado": "Carlos Carrillo Parodi representante del Instituto Nacional de Salud (INS) y otro", "nombre_demandante": "Alejandro Félix Gonzáles Alva", "numero_expediente": "00316-1996-AA"}