{"CONTEXTO": " 00313-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00313-1996-HC.pdf) --- Exp.  No 313-96-HC/TC CASO : ERNESTINA G. BAUTISTA TORRES  SENTENCIA  DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los seis dias del mes de agosto de mil novecientos noventiséis, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los sehores:  Nugent;  Presidente, Acosta Sanchez;  Vicepresidente, Aguirre Roca; Diaz Valverde; Rey Terry; Revoredo Marsano; Garcia Marcelo;  actuando como Secretaria la doctora Maria Luz Vazquez, pronuncia la siguiente Sentencia: ", "ASUNTO:": "Recurso de nulidad interpuesto por dona Ernestina Graciela Bautista Torres, de fecha trece de junio de mil novecientos noventiséis, contra la sentencia de la Sala Penal de la Corte Superior de Lima, de fecha veintisiete de junio de mil novecientos noventiséis, que, confirmando la apelada, declara improcedente la correspondiente demanda de habeas corpus, de fecha vientiséis de abril de mil novecientos noventiséis. ", "ANTECEDENTES:": "La demandante interpuso demanda de habeas corpus, su fecha veintiséis de abril de mil novecientos noventiséis, por ante el Décimo Noveno Juzgado Especializado en lo Penal de Lima, contra el Capital PNP, Benito Cervantes Quiroz, por detencion arbitraria. El Juez, después de recibida la demanda, y habiendo emitido el auto admisorio de avocacion, ordena, por simple acta, la libertad inmediata de la reclamante, y, en efecto, la pone en libertad; pero declara improcedente, acto seguido, la demanda de habeas corpus, alegando, precisamente, el hecho de haberla puesto ya, mediante simple acta, en libertad. La Sala Penal de la Corte Superior confirma la apelada, agregando, como fundamento propio, que el denunciado habia efectuado la detencion en ejercicio de sus funciones. ", "FUNDAMENTOS:": "CONSIDERANDO: que la resolucion del Juez que pone el libertad a la demandada, constituye un reconocimiento evidente de que la misma se encontraba indebidamente detenida, tal como, en efecto, segun aparece de autos, lo estaba, razon por la cual resulta contradictorio que se haya declarado improcedente la demanda, maxime si se recuerda que ésta fue admitida por resolucion de fecha veintiséis de abril, corriente a fojas dos de autos, es decir, antes de emitida la orden de libertad mencionada; que, por otro lado, el argumento adicional de la Décima Sala Penal de la Corte Superior de Lima, en cuya virtud se confirma la apelada, no es mejor, pues consiste en sostener que el demandado no ha infringido ningun derecho constitucional de la afectada, \"toda vez que intervino y detuvo a dicha persona en ejercicio de sus funciones...\" siendo asi que el ejercicio de las funciones no justifica detenciones sino a condicion de cumplirse los supuestos constitucionales precisados en el articulo segundo, inciso vigésimo cuarto, literal \" de la Carta Magna, ninguno de los cualtes estuvo presente en el caso; ", "FALLA:": "Declarando fundado el recurso extraordinario, fundada la demanda y, en consecuencia, nula la sentencia recurrida de fojas diecisiete, Su fecha veintisiete de mayo de mil novecientos noventa y seis, e insubsistente la apelada de fojas seis, fechada el veintiséis de abril de nil novecientos noventa y seis; recomendando mayor celo en el ejercicio de la funcion judicial, asi como la aplicacion, en Su oportunidad, del articulo undécimo de la Ley veintitrés mil quinientos seis. Comuniquese; publiquese y archivese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO GARCIA MARCELO.  DRA MARIA LUZ VASQUEZ. DE LOPEZ SECRETARIA RELATORA", "fecha_publicacion": "1996-09-23", "id": 37384, "nombre_demandado": "Capitán de la Policía Nacional del Perú (Benito Cervantes Quiroz)", "nombre_demandante": "Ernestina Graciela Bautista Torres", "numero_expediente": "00313-1996-HC"}