{"CONTEXTO": " 00311-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00311-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No311-97-AA/TC Gloria Maribelleon Dios Tumbes SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, a los dos dias del mes de diciembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia Nugent, Diaz Valverde, y Garcia Marcelo, actuando como Secrelaria Relatora la doctora Marla Luz Vasquez, pronuncia la siguente sentencia:", "ASUNTO:": "Recurso extraordmario interpuesto contra la resolucion de la Sala Superior Mixta Descentralizada de la Corte Superior de Justicia de Prura y Tumbes. de fecha deciocho de diciembre de mil novecientos noventa y seis, que, confirmando la resolucion apelada del cuatro de octubre de mil novecientos noventa y seis, declaro infndada la accion de amparo interpuesta por dona Gloria Maribel Leon Dios, contra el Director Regional de Educacion de Tumbes, profesor Vicior Rail Cabrera Granda.", "ANTECEDENTES:": "La demandante interpone su accion sustentando su reclamo en la fransgresion de sus derechos constitucionales al trabajo, la vida, el bienestar, entre otros, por parle del Direclor Sub-Regional de Educacion de Tumbes. Alega que es profesora titulada desde el aho mil novecientos noventa y tres, y que dada Su annguedad le corresponde se le incorpore, via nombramiento. a la carrera administrativa. Que, sin embargo, el emplazado, pese a sus requerimientos se ha negado respelar sus derechos prefiriendo a otras personas, que por el contrario no reunen los requistlos. Especifica, en este contexto. que durate el ano mil novecientos noventa y sels, el emplazado la contrato para laborar hasta el treinta y uno de diciembre de dicho periodo anual como profesora en el Centro Educativo No 021,ormalizandose su contrato de trabajo con el Oficio No 322-96- CTAR-REGION GRAU-GESTUM-DISRET-O4 del dos de mayo de nul novecientos noventa y sers y la Resolucion Direcloral No 00318, delveintiuno de mayo del mismo aho, osi como con su asistencia puntual al Colegio a donde se le asigno No obstante ello, de manera repentina y unilaieral, el emplazado, publica en su sede institucional y en el Colegio donie labora, una lista de personal al que se da por concluido su contralo de trabajo, en la cual se le incluve, por lo que se le ha impedido trabajar desde el primero de setiembre de mil novecienios noventa y seis. Dicho hstado, por ofro lado, ha sido expedido sin resolucion alguna que la formalice. TRIBUNAL CONSTITUCIONAL Admitida la accion a tramite por el Juzgado Especializado en lo Civil de Tumbes, se dispone su traslado al emplazndo,quien la niega V contradice bosicamente por estimar: Que,conforme al articulo 230 de In Ley No 26.553 0 Ley del Presupuesto del Sector Piiblico para 1996. la renovacion de los contratos de personal docenie contratado al treinta y uno de diciembre de mil novecientos noventa V cinco y la contratacion de nucvo persunal docenie necesario para los centros educativos, se efectia siempre que exista prevision presupuestal debidamente autonzada: Que, CI medionie la Resolucion Directoral No 003/8-96-DISRET del veintiuno de mavo de mil novecienios novcnia y seis, ve contrato n la accionante para que laborc hasta el treinta y uno de diciembre de mil novecentos noventa y seis, ello fue asi, porque existia el ofrecimiento de parie del Ministerio de Educacion para incrementar algunas plazas para docentes en el presente aho; Que, como el Ministerio de Edicacion no ha cumplido con dicho ofrecimienio, mi despacho se ha v/sto en la imperiosa necesidad de emitir las Resoluciones Direclorales No 0673 V 778-96-DISRET de fechas treinta de julio y veintinueve de agosto de mil novecientos noventa y seis, para dejar sin efectn los contratos de los docentes que han venido lahorando en plazas que no fiene presupuesto. De fojas ochenta V uno a ochenta y tres y con fecha ciotro de octuhre de mil novecientos noventa y seis, el Juzgado Especializado en lo Gvil de Tumbes, expide resolucion declarando infundada la accion, principalmente por considerar. Que si hien es cierio que por Resolucion Directoral Suh Regional No 00318- 96CTAR-REG-GESTUM-DIRET-DAD, de fecha veintiuno de mayo de mil novecientos noventa y seis, se dispone reconocer para efecto de pago, hasta el treinia y uno de diciemhre de mil novecientos novento y sels. a la demandante, como profesora de veinticuatro horas en el Colegio No 021, esto .sE encuentra sujeto a las normas legales y principalmente al Presumiesto de la Reprihhca, avignado al Sector Educacon correspondiente al ejercicio del ano; Que si bien aparece del Oficio No 322-96-CTAR-REGION GRAU- GESTIM-DISRET-OA de fecha dos de mayn de mil novecientos noventa y seis que la accionante laborard como profesora en una plaza de incremento del aho mil novecientos noventa J seis. no se ha probado que dichas plazns se encuentren debidamenle presupuestadas, ni tampoco que existe contrato de trabajo suscrito por las paries con clhisulas pacladas para exigir su cumplimiento. Interpuesto recurso de apelacion por la demandante, los aulos son remitidos a la Fiscalia Superior Mixta de Tumbes,para efectos de la vista correspondiente y devuclios estos con dictamen que se promuncia por la revocaloria de la apelada y por qpue se le declare findada, la Sala Superior Mixta Descentralizadn de Tumbes, de. fojas cicnto veintiscis a ciento veinfisicte y con fecha dieciocho de diciembre de mil novecienlos noventa y seis, confirma la resolucion apelada. principalmente por considerar: Que In Resolucion Direcioral Sub Regional No 00318, de fecha veintiuno de mayo de mil novecientos noventa y scis, se ha dictado en contravencion a la LeyAprobaloria de Presupuesto del Sector Publico para el ano 1996: One la accionante, si se consideraho agrmiodo. dehio hacer valer su derecho a través del proceso auministrativo correspondiente. Contra esta resolucion la demandante interpone recurso extranrdinarin, por lo que de conformidod con el articulo 41° de la lev No 26435, se dispone el emvlo de los autos al Tnbunal Constitucional", "FUNDAMENTOS:": "Que, del estudio de ONIOS aparece. que si hien el periodo de vigencia de la Resolucion Directoral Sub Regional No 00318. de fecha veintiuno de mavo de mil novecientos novento V seis y en cuya virhid se reconocio para efectos de pago, el cargo de profesora de lo demandante, fue abrupla e imtempesthivamente recortado al publicarse por el demandado la lista de personal al que .se le daha por concluido .su contrato, supuestamente por no exishr disponibilidad presupuestaria. cuando por el contrario, el lexto de la antes cilada resolucion schalaba textualmente y refiriendose n los casos como los de la demandante que \"existe personal docente que viene laborando en plaras vacantes presupuestadas.. > dicha arbitrariedad no riene - TRIBUNAL CONSTITUCIONAL a la fecha, modo alguno de ser reparada en términos conshitucionales por cuanto los efectos de la mencionada resolucion, se extinguieron hacia el treinta V uno de diciembre de mil novecientos noventa y ceis no siendo posible prorrogarlos por encima de dicho periodo por tratarse de una designacion con carhcter provisional sujeta a un periodo especifico de tiempo. Quc, por consiguiente. habiéndose tornado Irreparable la agreson a los dercchos constitucionales reclamados por la demantlante, resulta de aplicacion lo dispuesto en el Inciso I del articulo 6° de la Ley No 23506 Que eh lodo caso, si la demandante esrima que el acto lesivo del cual fue objeto, bien que temporal, genera danos y perjuicios, tienc expedito SV derccho a reclamarlos en la vla judicial ordinaria, mas no asi por la vla procesal constitucional del amparo, que se encuentra exclusivamente destinada n proleger derechos cuando estos son posihles de reparar total 0 parcialmente. y no como ocurre en el presente caxo, en el que este Colegiado no bene mas atribuciones que las estriclamente conshihucionales Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organico No 26435 yla Ley No 26801", "FALLA:": "REVOCANDO la resolucion de la Sala Superior Mixta Descentralizada de la Corte Superior de Justicia de Piura y Tumbes,de fojas cienio veintiseis, su fecha dieciocho de diciembre de mil novecientos noventa V SCIS. que, confirmando la apelada de fojas ochenta y uno, su fecha cuatro de octubre de mil novecientos noventa y seis, declara infundada la accion. REFORMANDO la de visto, declaroron IMPROCEDENTE la Accion de Amparo interpuesta. Dispusieron asi mismo la mublicacion de la presente en el digrio oficial \"El Periono V los devolvieron.", "SS.": "Hiue ACOSTASANCHEZ NUGENT DIAZ VALVERDE GARCLA MARCELO LO QUE CERTIFICO. Isd. DRA. MARTA-EUZVASQUEZ V. SECI RETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-27", "id": 36753, "nombre_demandado": "Director Sub-Regional de Educación de Tumbes (Víctor Raúl Cabrera Granda)", "nombre_demandante": "Gloria Maribel León Dios", "numero_expediente": "00311-1997-AA"}