{"CONTEXTO": " 00316-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00316-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-516-98-AMTIC AYACUCHO CANDELARIA CANCHARI PISCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Candelaria Canchari Pisco contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento cincuenta y nueve, su fecha doce de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo interpuesta.", "ANTECEDENTES:": "Dona Candelaria Canchari Pisco interpone Accion de Amparo contra el Gerente de la Cooperativa de Servicios Multiples de los Trabajadores en la Educacion de Ayacucho (COMSTEA), por violacion de su derecho constitucional al debido proceso, igualdad ante la ley y derecho de defensa. Alega la demandante que ha venido prestando servicios a la entidad demandada desde el mes de junio de mil novecientos ochenta y cuatro hasta el mes de enero de mil novecientos noventa y ocho, en que, primero, se le envio una carta de preaviso, y después, una carta notarial donde se le comunica el cese de su relacion laboral por la presunta comision de falta grave. Refiere que no se respeto el plazo establecido en la ley, desde que no se cumplio con darle treinta dias para que demuestre su capacidad 0 corrija alguna deficiencia. Recuerda que la carta de preaviso le fue cursada tras el emplazamiento que le curso la demandante por hostilidad y arbitrariedad en el despido de trabajadores, hecho que considera una represalia. Admitida la demanda, el representante legal de la Cooperativa de Servicios Multiples de los Trabajadores en la Educacion de Ayacucho contesta la demanda, 2 TRIBUNAL CONSTITUCIONAL solicitando se declare ésta infundada 0 improcedente, ya que: a) La demandante ha sido despedida conforme a lo regulado por el Decreto Supremo N.o 003-97-TR, donde ésta ejercio su derecho de defensa, no siendo exigible el otorgamiento de un plazo de treinta dias, ya que ésta es una facultad privativa del empleador; y b) La demandante fue despedida pues incurrio en la causal establecida en los incisos a) y f) del articulo 25° asi como en el inciso b) del articulo 23° del Decreto Supremo N.o 003-97-TR. Con fecha diez de febrero de mil novecientos noventa y ocho, el Juez del Primer Juzgado Especializado en lo Civil de Huamanga expide resolucion declarando improcedente la demanda, por estimar, principalmente, que la demandante se encuentra sujeta al régimenjuridico previsto en el Decreto Legislativo N.o 728. Interpuesto el Recurso de Apelacion, con fecha doce de marzo de mil novecientos noventa y ocho, la Sala Civil de la Corte Superior de Justicia de Ayacucho expide resolucion confirmando la apelada, por estimar fundamentalmente, que el derecho constitucional invocado no se encuentra reconocido de manera inequivoca. Interpuesto el Recurso Extraordinario, los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que se 1. deje sin efecto la Carta Notarial de Despido y se ordene la reincorporacion de la demandante en su puesto de trabajo en la Cooperativa de Servicios Multiples de los Trabajadores en la Educacion de Ayacucho. Que, en ese sentido, y estando a lo que se ha argumentado en la Segunda Instancia 2. de la Jurisdiccion Ordinaria, para desestimar la pretension de la demandante, el Tribunal Constitucional entiende que lo primero que no cabe soslayar, dado el status y la funcion que cumplen las sentencias expedidas por este organo de control de la constitucionalidad, es la diferencia radical que existe en el tratamiento juridico constitucional del reconocimiento de un derecho constitucional, de lo que pueda significar si éstos resultaron afectados y si ello se probo efectivamente a lo largo del sumarisimo proceso de la accion de amparo. 3. Que, en ese sentido, este Tribunal no estima que el asunto del reconocimiento de los derechos fundamentales en el caso de autos pueda suponer algun tipo de controversias que requieran ser objeto de probanza, como se ha esbozado en la resolucion venida en grado, ya que ello es una cuestion que con criterio general el propio Constituyente ha formulado al incorporar en nuestro ordenamiento constitucional una lista bastante detallada de derechos fundamentales. No es, pues, 3 TRIBUNAL CONSTITUCIONAL el reconocimiento de los derechos fundamentales un topico que pueda ser susceptible de ser sometido a probanza, pues ni aun con la clausula de los derechos no enumerados que nuestra Constitucion prevé en su articulo 3° cabe realizar tal proposito, puesto que, en este ultimo caso, proveyéndose de diversas técnicas juridicas, son los jueces constitucionales (y no las partes) los llamados a determinar si, con el tiempo, un atributo subjetivo no previsto originariamente en IF Constitucion puede ser catalogado, sin embargo, como un derecho constitucional, con todas las consecuencias que detras de ello nuestro ordenamiento juridico ha previsto. Que, sin perjuicio de lo que precedentemente se haya afirmado, y ya ingresando a 4. evaluar los extremos de la presente controversia constitucional, este Tribunal Constitucional advierte: a) Que, conforme se desprende de los documentos obrantes de fojas dos a seis, a la demandante se le curso una \"carta notarial de pre-aviso\", 9 en la que se le detallaba las faltas graves que, a juicio de su empleadora, habria cometido en el ejercicio de sus funciones; la misma que fue objeto de un descargo por escrito, lo que motivo que posteriormente se le curse la carta notarial de despido. b) Que, conforme se ha acreditado en autos, la demandante se encontraba sujeta al régimen laboral previsto en el Decreto Supremo N.o 003-97-TR Ley de Productividad y Competitividad Laboral, que prevé el procedimiento para disolver la relacion de trabajo por la comision de falta grave, y que en el caso de autos se ha respetado con la demandante, por lo que no cabe inferir violacion alguna al derecho de defensa. c) Que, conforme se detalla en la carta de preaviso, la demandante fue despedida por las causales de rendimiento deficiente asi como el incumplimiento de las obligaciones de trabajo, causales todas ellas que se habrian producido entre el trece de marzo de mil novecientos noventa y seis y, la ultima de ellas, el nueve de noviembre de mil novecientos noventa y siete; mientras que la referida carta de preaviso data del quince de enero de mil novecientos noventa y ocho, y la carta notarial de despido, del treinta de enero de mil novecientos noventa y ocho. 5. Que, en ese orden de consideraciones, el Tribunal Constitucional no puede menos que advertir que habiéndose respetado el procedimiento establecido en la ley para efectuar el despido de la demandante por la comision de faltas graves, y no constatândose arbitrariedad, prima facie, en las razones que llevaron a la entidad demandada a terminar con el vinculo de trabajo; la violacion de los derechos constitucionales invocados como vulnerados no ha llegado a probarse debidamente, por lo que no habiendo estacion probatoria en la Accion de Amparo, la pretension de la demandante debe desestimarse. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento cincuenta y nueve, su fecha doce de marzo de mil novecientos noventa y ocho, que confirmando la apelada, declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "MArre ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT Fiut GARCIA MARCELO - C L Oertifico: ECM Lo que lufht Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA RIONITITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-07-31", "id": 35374, "nombre_demandado": "Gerente de la Cooperativa de Servicios Múltiples de los Trabajadores en la Educación de Ayacucho (COMSTEA)", "nombre_demandante": "Candelaria Canchari Pisco", "numero_expediente": "00316-1998-AA"}