{"CONTEXTO": " 00328-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00328-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 328-98-AA/TC LIMA ALICORP S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Alicorp S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y tres, su fecha seis de febrero de mil novecientos noventa y ocho, que declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "Alicorp S.A., representada por don Michel Max Emilio Biber Serpa, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria para que se declare inaplicable a su empresa lo dispuesto en los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta; y, se deje sin efecto la Orden de Pago N.o 011-1-37586 y la Resolucion de Ejecucion Coactiva N.o 011-06-15194, ambas del veinticinco de marzo de mil novecientos noventa y siete. Por ellas se le pretende cobrar la cuota de enero del Impuesto Minimo a la Renta por el ejercicio mil novecientos noventa y siete. Ello, por violar sus derechos constitucionales de propiedad, de legalidad y el principio de no confiscacion de los tributos. La demandante senala que: 1) La empresa se encuentra en estado de pérdida; y, 2) La Sunat debio girar una Resolucion de Determinacion, para poder ejercer su derecho de defensa, y no una orden de pago, que debe ser cancelada antes de ser reclamada. La Sunat, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que la n TRIBUNAL CONSTITUCIONAL demandante pudo haber agotado la via administrativa sin necesidad de pagar previamente e monto adeudado. El Tercer Juzgado Especializado en Derecho Publico de Lima, a fojas ciento once, con fecha dieciséis de junio de mil novecientos noventa y siete, declara fundada la demanda. Sus argumentos son los siguientes: 1) La demandante ha acreditado el estado de pérdida que invoca; y, 2) La demandante no se encontraba en posibilidad de impugnar para suspender, en forma oportuna, las medidas cautelares permisibles. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento ochenta y tres, con fecha seis de febrero de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda. Sus fundamentos son los siguientes: 1) La empresa demandante no ha acreditado, de manera fehaciente, el estado de pérdida que invoca; y, 2) La Accion de Amparo no es la via adecuada para resolver el conflicto de intereses materia de autos. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, con fecha catorce de abril de mil novecientos noventa y siete, Alicorp S.A. interpone Recurso de Reclamacion contra la Orden de Pago N.° 011-1-37586, del veinticinco de marzo de mil novecientos noventa y siete; y, con fecha dos de mayo de mil novecientos noventa y siete, sin esperar el pronunciamiento de la Administracion Tributaria, interpone demanda de amparo. El referido Recurso de Reclamacion es declarado inadmisible mediante Resolucion de Intendencia N.o 015406799, del veinticinco de mayo mil novecientos noventa y siete; y, a fojas ciento sesenta y dos de autos, aparece el reporte de la Division de Recaudacion de la Intendencia Nacional de Principales Contribuyentes Nacionales de la Sunat, que acredita que la demandante apelo la referida Resolucion de Intendencia el doce de junio de mil novecientos noventa y siete, durante el presente proceso de amparo. En efecto, la demandante inicia la presente accion de garantia sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 27° de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 2. previstos en el articulo 28° de la Ley N.o 23506. Ello, debido a las consideraciones siguientes: a) La notificacion de la Resolucion de Ejecucion Coactiva N.o 011-06-15194, del veinticinco de marzo de mil novecientos noventa y siete, no supone la ejecucion de la orden de pago cuestionada en autos. Ello, en la medida en que el articulo 117° del Decreto Legislativo N.o 816, Codigo Tributario vigente, establece que el TRIBUNAL CONSTITUCIONAL procedimiento de cobranza coactiva se inicia con \"la notificacion al deudor tributario de la Resolucion de Ejecucion Coactiva, que contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\". b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo N.o 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en tramite\", se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo N.o 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratândose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente, la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\"; y, el tercer pârrafo del mismo articulo establece que \"para la admision a trâmite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y tres, su fecha seis de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Auc ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO L2 1 G.LB. Lo que Certyfico: Dra. MARALUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-04", "id": 35631, "nombre_demandado": "Superintendente Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Alicorp SA (Michel Max Emilio Biber Serpa)", "numero_expediente": "00328-1998-AA"}