{"CONTEXTO": " 00326-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00326-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 326-96-AATC Caso: Julia Z. Torres Lopez LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiin dias del mes de octubre de mil novecientos noventiséis, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores : Presidente, Nugent, Vice Presidente, Acosta Sanchez, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur,y Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Julia Zenina Torres Lopez, contra la Resolucion de la Segunda Sala Especializada Civil de la Corte Superior de Lima, de treinta de mayo de mil novecientos noventa y seis, que, confirmando la apelada, declara infundada la accion de amparo, entendiéndola como improcedente. )", "ANTECEDENTES:": "Julia Z. Torres Lopez interpone Accion de Amparo contra Telefonica del Peri S.A., afin de que se le reponga en su cargo de empleada, en el cual sirviera, hasta el catorce de agosto de mil novecientos noventa y cinco, fecha en que fue separada, violenta e injustificadamente, de su trabajo, sin mediar comunicacion previa escrita. Fundamenta Su accion en que se ha atentado contra Su libertad de trabajo prevista en la Constitucion, desde que la demandada estaba impedida de reducir personal, en virtud de la sexta clausula: \"Reduccion de personal\", del contrato de Suscripcion Emision y Entrega de Acciones suscrito el dieciséis de mayo de mil novecientos noventa y cuatro entre Compahia Peruana de Teléfonos. S.A. y Telefonica Peri S.A. 2 TRIBUNAL CONSTITUCIONAL EPT-Telefonica del Peri S.A. contesta la demanda, negandola y precisando que no existe en el pais estabilidad laboral absoluta y que, ademas, quien suscribio el contrato de dieciséis de mayo de mil novecientos noventa y cuatro, fue Telefonica Peri S.A., hoy Telefonica Peri Holding S.A. mas no Telefonica del Peri S.A, maxime si aquella clausula contractual carece de la intencion de establecer derechos especificos, no exitiendo tampoco la figura del contrato afavor de terceros, pues no se otorga ningin derecho a persona natural 0 juridica distinta de las partes , siendo estas Telefonica Peri S.A. y el Estado. De otra parte, aun en el supuesto negado de que se hubiese incumplido la citada clausula sexta, el despido de la demandante no corresponde a una reduccion de personal, sino a una decision unilateral referida a Su comportamiento y desempeno, y concluye sosteniendo que no existe violacion a ningin derecho constitucional 0 legal de la actora, Jy, en el hipotético caso de haber existido alguna, ésta ha cesado por efecto de la consignada indemnizacion, por lo que debe declararse, bien improcedente, 0 bien infundada, la demanda. La Jueza del Vigésimo Sétimo Juzgado Especializado en lo Civil de Lima, recogiendo la tesis expuesta por la emplazada en la contestacion de la demanda, recurriendo asi al concepto de la relativa e impropia estabilidad laboral, como sehalando también que no se agoto la via previa, declara infundada la accion. El Ministerio Publico opina porque debe revocarse la apelada, y reformandola, declararla fundada, por cuanto los argumentos de flexibilizacion en la politica de estabilidad en el empleo, no permiten la violacion de los derechos fundamentales de los trabajadores, ya que siempre debe preceder a todo despido, la existencia de causa justa contemplada en la ley y debidamente comprobada, lo que no sucede en el caso de autos, en que se ha procedido a la resolucion unilateral del contrato de trabajo de la actora, mientras que la sexta clausula del mencionado contrato interempresarial, de dieciséis de mayo de mil novecientos noventa y cuatro, reconoce afavor de la justiciable el derecho a no ser despedida salvo por faltas disciplinarias, pudiendo renunciar voluntariamente con incentivos economicos, lo que no ha sido probado por CPT-Telefonica del Peri S.A., siendo por ello vulnerados los derechos constitucionales de igualdad ante la ley y de libertad de contratacion, asi como el previsto en el articulo 21° del Decreto Legislativo No 311, Ley General de Sociedades. La Segunda Sala Civil, con lo expuesto por el Fiscal, y considerando que hoy no existe constitucionalmente estabilidad absoluta en el trabajo, sino relativa, y que la proteccion de ésta ultima sitia la controversia en el fuero laboral, por remision de la norma constitucional pertinente; via previa laboral que no se ha agotado, y que los derechos de igualdad ante la ley y de no discriminacion no pueden ser discernidos, sino en funcion del resultado del correspondiente TRIBUNAL CONSTITUCIONAL proeedimiento laboral no iniciado, por lo que confirma la apelada, entendiéndose improcedente la accion de amparo incoada. FUNDAMENTOSY Fallo: Considerando: Que del texto de la propia demanda, segin resulta de la clausula sexta del contrato de dieciséis de mayo de mil novecientos noventa y cuatro, en la cual el demandante apoya Sul accion,fluye que Telefonica Peri S.A., persona juridica que asume la obligacion de hacer respetar a CPTSA los programas de reduccion de personal con incentivos economicos, salvo casos de comision de graves faltas disciplinarias, no ha sido emplazada con la demanda; que, por tal razon, la obligacion cuyo cumplimiento se pide, como fundamento de la accion, no ha sido asumida por la demandada, sino por un tercero, no demandado; que, en consecuencia, resulta nulo todo lo actuado, debiendo citarse con la demanda a la Telefonica Peri S.A. (hoy Telefonica Peri Holding S.A.), que es la empresa que asumio la obligacion correspondiente; que se ha incurrido, asi, en grave omision procesal, violatoria del articulo 95° del Codigo Procesal Civil, asi como del articulo 70 de la Ley No 23506, de habeas corpus y amparo, lo que origina el grave quebrantamiento de forma contemplado en el articulo 42° de la Ley No 26435, Organica del Tribunal Constitucional; que, por tanto, es menester reponer, en resguardo del derecho de defensa y de las normas del debido proceso, la causa al estado de notificarse con la demanda;", "FALLA:": "Declarando mulo el concesorio, mula la recurrida, insubsistente la apelada y mulo todo lo actuado, a fin de que el juzgado de primera instancia proceda a integrar la relacion procesal, de conformidad con el articulo 95° del Codigo Procesal Civil, emplazando a Telefonica Peri S.A., hoy Telefonica Peri Holding S.A., y a cuyo efecto se ordena, con arreglo al articulo 42° de la Ley No 26435, la devolucion de los autos al organo jurisdiccional del que procede. Registrese; comuniquese; publiquese y archivese. S.S. NUGENT V ACOSTA SANCHEZ AGUIRRE ROCA UNA N DIAZ VALVERDE REY TERRY REVOREDO MARSANO GARCIA MARCELO Ceuceca - Lo que certifico: JOSE LDIS ECHAIZ ESPINOZA SECRETARIO RELATOR TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-05-24", "id": 42046, "nombre_demandado": "Telefónica del Perú S.A.", "nombre_demandante": "Julia Zenina Torres López", "numero_expediente": "00329-1996-HC"}