{"CONTEXTO": " 00325-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00325-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 325-97-HC/TC EMILIO ROBERTO JHON EYZAGUIRRE LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Presidente; Diaz Valverde, V1 Vicepresidente; Nugent y Garcia Marcelo; pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Roberto Jhon Eyzaguirre contra la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y cinco, SU fecha trece de marzo de mil novecientos noventa y siete, que declaro improcedente la accion de Habeas Corpus;", "ANTECEDENTES:": "Don Roberto Jhon Eyzaguirre interpone accion de Habeas Corpus contra el Consejo Técnico Penitenciario del Establecimiento Penal de Procesados Primarios de Lima (EPPPL)y el Coronel PNP Rubén de la Vega Vega, por violacion a sus derechos de no ser incomunicado y ser asistido por un abogado, previsto en los incisos 13) y 14) del articulo 12° de la Ley No 23506; alega el actor, que es interno del EPPPL, y que con fecha tres de marzo de mil novecientos noventa y siete, el Consejo Técnico Penitenciario acordo sancionarlo con aislamiento de quince dias al haber incurrido en falta disciplinaria grave, que el actor considera no haber cometido y mas aun si la sancion impuesta no se adecua a las disposiciones de ejecucion penal. Realizada la investigacion sumaria, a fojas seis obra el Acta de Verificacion, de fecha cuatro de marzo de mil novecientos noventa y siete, en la que consta la declaracion del interno Roberto Jhon Eyzaguirre, quien depone principalmente que, desde el veintidos de agosto de mil novecientos noventa y seis viene ocupando la celda numero veinticinco, y que nunca ha estado en el lugar de aislamiento denominado \"el hueco\", dado que la sancion de aislamiento dispuesta por el Consejo Técnico, ha sido suspendida tras el examen médico que se le practico. El Juzgado Penal de Turno Permanente de Lima, a fojas veintiseis, con fecha cinco con marzo de mil novecientos noventa y siete, declara improcedente la accion de Habeas Corpus por considerar principalmente que \"la juzgadora ha podido advertir meridianamente que la incomunicacion y la restriccion del derecho de defensa, alegada por el actor, no ha sido corroborada, en razon de que al realizar la diligencia de verificacion se constato que el interno se encontraba en el pabellon que le corresponde en TRIBUNAL CONSTITUCIONAL el establecimiento penitenciario y no estaba 'incomunicado' en la celda de castigo conforme habia alegado y que éste estaba siendo asesorado por su abogado defensor\" La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuarenta y cinco, SU fecha trece de marzo de mil novecientos noventa y siete, confirma la apelada, por considerar principalmente que, G6 el Acta de Verificacion efectuada por el Juez Penal de Turno, a fojas seis, su fecha cuatro de marzo del presente ano, que suscribe el accionante, revela que éste se encontraba en el segundo piso del Centro del Pabellon 2-B, y, que no se le aplico la medida disciplinaria porque el interno padece de hipertension arterial y taquicardia, por lo que fue suspendido el cumplimiento de dicha medida\". Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Habeas Corpus procede cuando se vulnera 0 amenaza la libertad individual, de conformidad con el articulo 12° de la Ley No 23506; 2. Que el actor inicio la presente accion por violacion a sus derechos \"a no ser incomunicado y a ser asistido por un abogado\", en su calidad de interno del Establecimiento Penal de Procesados Primarios de Lima; 3. Que la investigacion sumaria ha corroborado que el actor fue pasible de una sancion de aislamiento por quince dias dispuesta por la autoridad penitenciaria, medida sustentada en el Acuerdo del Consejo Técnico Penitenciario, por Acta No 012-97- CTP, del tres de marzo de mil novecientos noventa y siete, y que debio cumplirse a partir del diecisiete de marzo de mil novecientos noventa y siete; 4. Que examinados los hechos se comprueba que la sancion de aislamiento no fue ejecutada al haber sido suspendida por la autoridad emplazada siguiendo la recomendacion médica del Servicio de Salud Penitenciaria que evaluo el estado de salud del actor, es decir, el supuesto acto violatorio de los derechos del reclamante no ha sido concretado, ni existe en autos elementos de juicio que permitan inferir la certeza 0 inminencia de una amenaza contra los derechos invocados por el actor, maxime si de los hechos materia de esta accion de garantia no se advierte que haya existido irregularidad en la conducta funcional de los emplazados. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y cinco, SU fecha trece de marzo de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la 2 TRIBUNAL CONSTITUCIONAL Accion de Habeas Corpus, y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. - - / ACOSTA SACHEZ DIAZ VALVERDE NUGENT 4 - / GARCIA MARCELO Lo que Certifico: dra. MARA LUZYASQUEZ BECREPARIA RELATORA TRIBUNAL CONSTITUCIONAL JMS 3", "fecha_publicacion": "1998-12-13", "id": 37342, "nombre_demandado": "Consejo Técnico Penitenciario del Establecimiento Penal de Procesados Primarios de Lima (EPPPL) y otro", "nombre_demandante": "Roberto Jhon Eyzaguirre", "numero_expediente": "00325-1997-HC"}