{"CONTEXTO": " 00326-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00326-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 326-99-AA/TC TACNA CESAR DANIEL GUERRA TURIN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los seis dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don César Daniel Guerra Turin contra la Sentencia de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas ciento cincuenta y tres, su fecha diecisiete de marzo de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don César Daniel Guerra Turin interpone demanda de Accion de Amparo contra el Rector de la Universidad Nacional Jorge Basadre Grohmann por haber expedido la Resolucion Rectoral N.o 10438-UN-JBG del tres de julio de mil novecientos noventa y ocho, por la cual se le destituyo como docente ordinario adscrito a la Facultadad de Ciencias Agricolas de la citada universidad. Manifiesta que en el ejercicio de un cargo administrativo en la citada Universidad, cometio un error por el cual fue sentenciado a tres meses de pena privativa de la libertad, con caracter de suspendida en su ejecucion por igual tiempo. Al haber cumplido la pena, cancelado la reparacion civil y devuelto el dinero denunciado, el recurrente fue rehabilitado, siendo asi que debia continuar en su carrera docente, pero el demandando lo ha destituido sin mediar proceso administrativo, como dispone el articulo 161° del Decreto Supremo N.o 005-90-PCM. El Rector de la Universidad emplazada contesta la demanda senalando que no se ha violado ningun derecho constitucional del demandante y que la resolucion que impugna se emitio al amparo del articulo 29° del Decreto Legislativo N.o 276, articulo 161° del Decreto Supremo N.o 005-90-PCM: y articulo 21° del Reglamento de Procesos Administrativos para docentes de la Universidad Nacional Jorge Basadre Grohmann. Indica ademas que al haber sido el demandante condenado por el delito de peculado en agravio del Estado y de la universidad, es aplicable la destitucion automatica. El Juzgado Mixto de Tacna, a fojas cien, su fecha veintiuno de enero de mil novecientos noventa y nueve, declaro improcedente la Accion de Amparo, por estimar, principalmente, que existiendo condena penal consentida y ejecutoriada, segun las disposiciones legales vigentes, la destitucion automatica esta legislada. 2 TRIBUNAL CONSTITUCIONAL La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, a fojas ciento cincuenta y tres, con fecha diecisiete de marzo de mil novecientos noventa y nueve, confirmando la apelada declaro improcedente la Accion de Amparo, por considerar que no existe evidencia de la violacion de derechos constitucionales aludidos por el demandante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el articulo 161° del Decreto Supremo N.o 005-90-PCM, Reglamento de la Carrera Administrativa estipula: \"La condena penal consentida y ejecutoriada privativa de la libertad, por delito doloso, acarrea destitucion automatica. En el caso de condena condicional, la Comision de Procesos Administrativos Disciplinarios evalua si el servidor puede seguir prestando servicios, siempre y cuando el delito no esté relacionado con las funciones asignadas ni afecte a la Administracion Publica. Que, de ello se desprende que, en caso de condena penal efectiva, la destitucion 2. del servidor siempre sera automatica, independientemente que el delito cometido tenga 0 no relacion con las funciones que le han sido asignadas, afecte 0 no a la Administracion Publica. Que, tratandose de pena condicional, el acotado dispositivo legal dispensa dos 3. tratamientos: 1) Cuando el delito tiene relacion con las funciones asignadas 0 afecta a la Administracion Publica, la destitucion del servidor sera igualmente automatica; y 2) Cuando no se presenten estos dos presupuestos, la Comision de Procesos Administrativos evalua si el servidor puede seguir prestando servicios. Que, en el caso de autos, conforme aparece de la sentencia consentida y 4. ejecutoriada emitida en el proceso penal acompanado, con fecha catorce de octubre de mil novecientos noventa y siete, la Sala Penal de la Corte Superior de Justicia de Tacna condeno al demandante por delito de peculado en agravio de la Universidad Nacional Jorge Basadre Grohmann y el Estado, imponiéndole tres meses de pena privativa de la libertad, con carâcter de suspendida. En tal virtud, si bien es cierto la condena que se le impuso al demandante tuvo el caracter de condicional, también lo es que el delito doloso que cometio tuvo directa relacion con las funciones que le fueron asignadas como Jefe del Centro de Estudios Pre- Universitarios de la referida universidad y afecto a la Administracion Publica, toda vez que el demandante se apropio de dinero de la Universidad, que si bien no provenia del Tesoro Publico, formaba parte del patrimonio de dicha Casa de Estudios, razon por la cual la Comision de Procesos Administrativos no tenia porqué evaluar la posibilidad de que este continue prestando servicios. En consecuencia, al disponerse la destitucion automatica del demandante, no se ha conculado ningun derecho constitucional. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Sentencia de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas ciento cincuenta y tres, su fecha diecisiete de marzo de mil novecientos noventa y nueve, que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO C Lo que certifico: IM uny DR. CESAR CUBAS LONGA SECRETARIO-REEATOR (e)", "fecha_publicacion": "1999-11-11", "id": 35989, "nombre_demandado": "Rector de la Universidad Nacional Jorge Basadre Grohmann", "nombre_demandante": "César Daniel Guerra Turín", "numero_expediente": "00326-1999-AA"}