{"CONTEXTO": " 00320-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00320-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 320- -96 -AA/TC Caso: Jorge Albino Carranza Ponce Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de enero de mil novecientos noventa y ocho, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "extraordinanio don Recurso por interpuesto Jorge Albino Carranza Ponce, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Lima, del diez de mayo de mil novecientos noventa y seis, que revoco la sentencia declarandola improcedente, en la Accion de Amparo interpuesta por don Jorge Albino Carranza Ponce contra el Ministerio de Economia y Finanzas.", "ANTECEDENTES:": "Don Jorge Albino Carranza Ponce, interpuso la presente Accion de Amparo contra el Ministerio de Economia y Finanzas, a fin de que se deje sin efecto el articulo 1° de la Resolucion Suprema No 104-95-EF, del 6 de octubre de 1995, que resuelve dar por concluida la designacion del demandante como Vocal del Tribunal de Aduanas. El demandante considera que dicha resolucion viola las 2 TRIBUNAL CONSTITUCIONAL siguientes garantias constitucionales y legales: el derecho de gozar de estabilidad laboral en el sector publico, el derecho a un debido proceso, el derecho de defensa y el derecho al trabajo. El demandante fundamenta su accion de garantia en que: 1) el articulo 10 de la Resolucion Suprema No 104-95-EF lo cesa en sus funciones con el argumento que los Tribunales Fiscal y de Aduanas estan en reorganizacion por efecto del Decreto de Urgencia No 034-95, del 31 de mayo de 1995, sin senalarse otro argumento legal O circunstancia funcional que amerite tal decision; 2) accedio al cargo de Vocal del Tribunal de Aduanas en virtud de lo dispuesto en los articulos 98° y 102° del Codigo Tributario entonces vigente; 3) mediante el Decreto de Urgencia No 034-95, del 31 de mayo de 1995 --que faculto al Ministerio de Economia y Finanzas a reorganizar los Tribunales Fiscal y de Aduanas--, se autorizo que por Resolucion Ministerial de Economia y Finanzas se dictaran las demas normas que resulten necesarias para la mejor aplicacion de lo dispuesto en dicho dispositivo pero no faculto al cese de los vocales de ninguno de los dos tribunales; 4) los vocales de los Tribunales Fiscal y de Aduanas, por ostentar el grado F-7 --que corresponde a un Viceministro-- no pueden ser materia de una reorganizacion; y, 5) la Resolucion Suprema No 104-95-EF es un acto administrativo que, por haber sido dictado prescindiendo de las normas esenciales del procedimiento y de la forma prescrita por la ley deviene en nulo. El Procurador Publico y el Procurador Adjunto encargados de los asuntos judiciales del Ministerio de Economia y Finanzas, contestaron la demanda y solicitaron que sea declarada infundada y/o improcedente debido a que: 1) se pretende cuestionar la legalidad de la Resolucion Suprema No 104-95-EF sin tener en cuenta que se trata de una norma legal y por tanto la accion pertinente seria la Accion Popular; 2) el articulo 77° del Reglamento de la Ley de Carrera Administrativa, Decreto Supremo No 005-90-PCM, del 17 de enero de 1990, establece que la designacion es el \"desempeno de un cargo de responsabilidad directiva O de confianza por decision de la autoridad competente en la misma O en otra entidad\" y senala ademas que \"al término de la designacion reasume funciones del grupo ocupacional y nivel de carrera que le corresponde en la entidad de origen\" y que \"en caso de no pertenecer a la carrera concluye su relacion con el Estado\"; 3) por Resolucion Viceministerial No 053-95-EF, del 15 de febrero de 1995, los cargos de confianza en el MEF estan comprendidos desde el de Viceministro hasta el de Director Ejecutivo, los cargos inferiores a este ultimo se consideran de responsabilidad directiva; 4) mediante el Decreto de Urgencia No 034-95 --que tiene rango de ley-- se faculta al MEF a reorganizar los Tribunales Fiscal y de Aduanas y el demandante, por el cargo que ocupaba, no gozaba de estabilidad laboral; 5) es falso que el referido Decreto de Urgencia no autorizaba al MEF al cese de los vocales del Tribunal de Aduanas porque lo autorizaba a 3 TRIBUNAL CONSTITUCIONAL crear y modificar plazas, efectuar nombramientos y celebrar contratos de personal para ambos Tribunales y, ademas, a dictar normas --por Resolucion Ministerial- para la aplicacion de dicho Decreto de Urgencia; 6) al demandante no se le ceso, por haber ejercido un cargo de confianza, se dejo sin efecto su designacion; 7) es juridicamente imposible pretender la nulidad de la Resolucion Suprema No104- 95-EF por la via del amparo en la medida que ésta se dirige a proteger los derechos constitucionales y no los derechos individuales de las personas y, en todo caso, dicha nulidad debera ser declarada por el funcionario jerarquicamente superior, como lo dispone el articulo 110° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos ; y, 8) en la medida que el demandante no es un servidor publico, sino un funcionario de confianza,no le es de aplicacion el Decreto Legislativo No 276 y al no estar sujeto al procedimiento normado para los servidores publicos en la carrera administratival no se puede senalar que se ha violado su derecho al debido proceso, su derecho de defensa ni su derecho de trabajo. La Jueza Provisional del Sexto Juzgado Civil de Lima, con fecha veintiséis de enero de mil novecientos noventa y seis, declaro fundada la demanda argumentando que: 1) la designacion del demandante como Vocal del Tribunal de Aduanas, mediante Resolucion Suprema No 131-93-EF del 5 de noviembre de 1993, tuvo como fundamentacion legal los Decretos Leyes N's 25859 -Codigo Tributario, entonces vigente, en virtud del cual se establecia que el nombramiento de los vocales del Tribunal de Aduanas se haria mediante Resolucion Suprema y 25515 --referido al nombramiento de cargos de confianza que, en este caso, no comprende a los vocales de los Tribunales Fiscal y de Aduanas que se rigen por las normas especificas del Codigo Tributario; 2) los articulos 3° y 6° del Decreto de Urgencia No 034-95 no autorizaron al Ministerio de Economia y Finanzas, de modo expreso, la conclusion automatica de los vocales en ejercicio de los referidos Tribunales; 3) correspondiendo el cargo de Vocal al grado F-7, equivalente al de Viceministro, no estan comprendidos en los procesos de reorganizacion de la Administracion Publica porque sus cargos se rigen por las normas del Codigo Tributario; y, 4) en el caso del demandante no se observo el debido proceso, se le privo de su derecho a la defensa y se le afecto su derecho al trabajo La Segunda Sala Civil de la Corte Superior de Justicia de Lima, con fecha diez de mayo de mil novecientos noventa y seis, revoco la apelada y declaro improcedente la demanda de amparo, por considerar que: 1) el Decreto de Urgencia No 034-95 autoriza la reorganizacion del Tribunal de Aduanas y aun CA E TRIBUNAL CONSTITUCIONAL cuando no senala en forma expresa que en este proceso se incluye el cese sus titulares, debe entenderse que abarca esta prerrogativa, siempre que condicion laboral de estos permita la separacion de sus cargos; 2) ni el Decre Ley No 25859 ni el Decreto Legislativo No 773, que aprueban dos textos Codigo Tributario, contienen normas relacionadas con la condicion laboral de Vocales de los Tribunales Fiscal y de Aduanas, salvo que su nombramiento formaliza por Resolucion Suprema -en el caso del Decreto Ley No 25859- y pueden ser removidos cuando incurran en negligencia, incompetencia inmoralidad; 3) no existe norma legal ni constitucional que otorgue al demandar un status que no pueda ser objeto de variacion con un acto de gobierno y no es accion de amparo la adecuada para reclamarlo; 4) al existir duda sobre si el car de vocal del Tribunal de Aduanas es de confianza O de carrera lo cierto es que hay norma que impida su remocion; 5) en cuanto a lo que dispone el articulo del Codigo Tributario sobre la posibilidad de su remocion bajo condiciont expresamente determinadas no es restrictiva ni existe norma legal O constitucion que proteja al titular del cargo de actos derivados de una situacion que, para Poder Ejecutivo, emerge de esta situacion de urgencia. Contra esta ultima resolucion, el accionante interpone recur extraordinario, elevandose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se desprende de la Resolucion Suprema No 131-93-EF, nueve de noviembre de mil novecientos noventa y tres, el cargo de Vocal Tribunal de Aduanas que desempenaba el demandante era uno de confianz Abundan en favor de dicha argumentacion el articulo 9° de la Ley No 1137 Estatuto y Escalafon del Servicio Civil, entonces vigente, y el articulo 77° Decreto Supremo No 005-90-PCM, Reglamento de la Ley de Carre Administrativa. 2. Que, mediante Decreto de Urgencia No 034-95, del treinta y uno de mayo mil novecientos noventa y cinco, el Ministerio de Economia y Finanzas autorizado para reorganizar el Tribunal Fiscal y el Tribunal de Aduanas. efecto, dicho portafolio fue autorizado para \"crear y modificar plazas asi con efectuar nombramientos y celebrar contratos de personal\" para los referido Tribunales, \"pudiendo implementar una serie de acciones de personal\" y Resolucion de Economia y Finanzas se podrian dictar \"las demas normas 5 CA E TRIBUNAL CONSTITUCIONAL resulten necesarias para la mejor aplicacion de lo dispuesto en dicho decreto de urgencia\" Dentro del marco legal establecido por el referido decreto de urgencia y sin violar derecho constitucional alguno se dejo sin efecto la designacion del demandante como Vocal del Tribunal de Aduanas. 3. Que al haber ejercido el demandante un cargo de confianza,no le es aplicable el Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa, y en tal virtud, no puede invocar la violacion de sus derechos al debido proceso, a la defensa y al trabajo, en la medida en que su caso no esta sujeto a procedimiento normado para los servidores publicos comprendidos en la carrera administrativa. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y dos, su fecha diez de mayo de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Mandaron que se publique en el Diario Oficial \"El Peruano\", conforme a ley, y los devolvieron.", "SS.": "ACOSTA SANCHEZ /A a NUGENT L luus Lfai DIAZ VALVERDE - - GARCIA MARCELO LO QUE CERTIFICO, G.L.B DRA.MARIA LUZ NASQUEZ VARGAS. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-28", "id": 36779, "nombre_demandado": "Ministerio de Economía y Finanzas (Procurador)", "nombre_demandante": "Jorge Albino Carranza Ponce", "numero_expediente": "00320-1996-AA"}