{"CONTEXTO": " 00324-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00324-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9324-98-AC/TC LAMBAYEQUE CASTULO ARMÉNGULO DIAZ DIAZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintiocho dias del mes de abril de mil novecientos noventa nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistend de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresiden Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Castulo Arméngulo Diaz Diaz contra Resolucion expedida por la Sala Mixta Descentralizada Permanente de Jaén de la Co Superior de Justicia de Lambayeque, su fecha dieciséis de marzo de mil novecien noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Castulo Arméngulo Diaz Diaz interpone Accion de Cumplimiento contra el Alcalde de la Municipalidad Provincial de Jaén, don Walter Prieto Maitre, para que cumpla el punto diecinueve del Acta de Trato Directo del veintinueve de mayo de mil novecientos ochenta y nueve, el punto ocho del Acta de Trato Directo del catorce de agosto de mil novecientos noventa y uno y el punto nueve del Acta de Trato Directo del dieciocho de julio de mil novecientos noventa y seis, celebradas entre la Municipalidad Provincial de Jaén y los representantes del Sindicato de Trabajadores Municipales. Senala que dichos puntos acuerdan una serie de beneficios y condiciones referidas a la compensacion por tiempo de servicios, que el demandado se niega a otorgarle, pese a que los convenios colectivos tienen fuerza vinculante entre las partes; que, al presentar su renuncia voluntaria tenia veintitrés anos de servicios ininterrumpidos en la Municipalidad demandada, por lo que la Unidad de Personal, cinéndose a los convenios colectivos antes aludidos, realizo su liquidacion por concepto de compensacion por tiempo de servicios por la suma de treinta y dos mil cuatrocientos cuarenta y un nuevos soles con veintiocho céntimos (SI. 32,441.28), sin embargo, el demandado le hace otra liquidacion por la cantidad de quinientos diez nuevos soles (510.00), no obstante que en el caso de otros servidores, con menos anos de servicios, si respeto dichos convenios; que las mencionadas Actas de Trato Directo, asi como las resoluciones administrativas que las aprueban, han adquirido la calidad de cosa decidida, por lo que deben cumplirse en todos sus extremos. TRIBUNAL CONSTITUCIONAL El demandado absuelve el tramite de contestacion de la demanda, solicitando se la declare improcedente. Sostiene que no se trata de convenios colectivos aprobados previa deliberacion de las partes, sino que son simples actas que no tienen ningun valor legal, por lo que no son exigibles, ni generan ningun derecho al demandante para que exija una suma exorbitante por concepto de compensacion por tiempo de servicios; que no se ha expedido ninguna resolucion aprobando dichas actas. El Segundo Juzgado Especializado en lo Civil de Jaén, con fecha veinte de enero de mil novecientos noventa y ocho, emite sentencia declarando improcedente la demanda, por estimar que el demandante no cumplio con efectuar el requerimiento por conducto notarial. La Sala Mixta Descentralizada Permanente de Jaén de la Corte Superior de Justicia de Lambayeque, con fecha dieciséis de marzo de mil novecientos noventa y ocho, confirma la apelada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, como lo ha establecido el Tribunal Constitucional en reiterada jurisprudencia, constituye via previa en las acciones de cumplimiento, el requerimiento, por conducto notarial, a la autoridad pertinente, del cumplimiento de lo que se considera debido, previsto en la ley 0 el cumplimiento del correspondiente acto administrativo 0 hecho de la administracion, con una antelacion no menor de quince dias, como lo prescribe el inciso c) del articulo 5° de la Ley N.o 26301 de Habeas Data y Accion de Cumplimiento. Que, en el presente caso, del contenido de la carta notarial de fojas nueve, que el 2. demandante dirige al Alcalde de la Municipalidad Provincial de Jaén, no se aprecia el requerimiento a que se ha hecho mencion en el fundamento precedente, tampoco el plazo perentorio previsto en la norma legal citada; se trata, mas bien, de una simple comunicacion, haciéndole saber al demandado que se da por agotada la via administrativa a efectos de interponer la accion judicial correspondiente; siendo esto asi, la presente Accion de Cumplimiento no puede prosperar, por ausencia del presupuesto procesal senalado, lo cual impide conocer validamente del fondo de la materia controvertida. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Mixta Descentralizada Permanente de Jaén de la Corte Superior de Justicia de Lambayeque, de fojas ciento ochenta y dos, su fecha dieciséis de marzo de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Oeoc CCL LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35738, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Jaén (Wálter Prieto Maitre)", "nombre_demandante": "Cástulo Arméngulo Díaz Díaz", "numero_expediente": "00324-1998-AC"}