{"CONTEXTO": " 00330-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00330-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 330-99-HC/TC ICA ALIDA PECHO DONAYRE DE ESCATE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL / En Lima, a los veintidos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Alida Pecho Donayre de Escate contra la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas noventa y dos, su fecha veintidos de enero de mil novecientos noventa y nueve, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "El dia cuatro de noviembre de mil novecientos noventa y ocho, dona Alida Pecho Donayre de Escate interpone Accion de Habeas Corpus contra el Juez Suplente del Segundo Juzgado Penal de Ica, don Florencio Arguedas Contreras, y contra el Fiscal Provisional de la Tercera Fiscalia Provincial Penal de Ica, don Édgar Lujan Flores, solicitando que se abstengan de conocer el expediente N.o 98-0331, lo cual viola su derecho fundamental a la libertad y seguridad personal, por omision de acto debido, ya que el primero de los accionados, a pesar de haber sido recusado, continua actuando en la mencionada causa que se le sigue, amenazandola con declararla rea contumaz y \"ordenar su detencion\" si no concurria a la instructiva senalada para el dia cinco de noviembre de mil novecientos noventa y ocho, debiendo haberse abstenido de dictar dichos mandatos hasta que el expediente de recusacion fuese resuelto por el superior; y en cuanto al segundo encausado, a sabiendas de que le sigue diversos procesos administrativos y judiciales, en vez de haberse inhibido de intervenir, el dia nueve de setiembre de mil novecientos noventa y ocho formulo denuncia penal ante el Juez cuestionado. Al prestar su declaracion, el emplazado Juez Penal, don Florencio Arguedas Contreras, manifiesta que a la actora se le sigue un proceso en el Expediente N.o 98-0331 por la comision del delito contra la funcion jurisdiccional en agravio de don Pedro Angulo Arango y el Estado Peruano, en el cual ha sido recusado; pero, conforme a ley, el Juez recusado puede actuar mientras el incidente de recusacion se resuelva; en ningun momento 2 TRIBUNAL CONSTITUCIONAL se le ha amenazado su libertad y seguridad personal pues tiene completamente libres sus derechos para poder acudir a medios impugnatorios; que, con la medida emitida por su despacho, no ha efectuado ninguna amenaza, solamente se le esta requiriendo que en caso de no presentarse a declarar su instructiva, se le declarara rea contumaz, hecho que desaparece al presentarse a dicha diligencia. Al declarar el cmplazado don Édgar Emiliano Lujàn Flores, en su calidad de Fiscal de la Tercera Fiscalia Provincial de Ica, manifesto que su funcion, en el proceso que se le sigue a la actora, la esta cumpliendo amparado por la Ley Organica del Ministerio Publico, y que las actuaciones que ha practicado el Juez estân conforme a ley; a pesar de que ha sido denunciado y quejado por la actora, esto no le impide conocer el proceso, a pesar de haberse excusado alguna vez; el Fiscal Superior expidio una resolucion que resuelve que el declarante debe seguir conociendo; que de no ser asi, se dejaria que los usuarios de la justicia escojan a su libre albedrio al magistrado que mejor convenga a sus intereses. El Cuarto Juzgado en lo Penal de Ica, a fojas setenta y ocho, con fecha veintinueve de diciembre de mil novecientos noventa y ocho, declara infundada la demanda, por considerar que el hecho de que los denunciados se encuentran recusados en otros procesos en los que la actora es parte, no les prohibe que éstos puedan actuar en otras instrucciones, por lo que no se ha acreditado que se haya atentado contra la libertad y seguridad personal de la accionante, ni mucho menos que se haya emitido una resolucion o cualquier disposicion que lesione algun derecho constitucional. La Primera Sala Penal de la Corte Superior de Justicia de Ica, a fojas noventa y dos, con fecha veintidos de enero de mil novecientos noventa y nueve, confirma la apelada por estimar que los hechos que se narran en la demanda tienen como origen la instruccion que se le sigue a dona Alida Pecho Donayre de Escate, en cuyo caso no proceden las acciones de garantia. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que las acciones de garantias proceden en los casos de amenaza 0 violacion de 1. derechos constitucionales. Que el articulo 6° inciso 2) de la Ley N.° 23506 de Habeas Corpus y Amparo, 2. establece que \"no proceden las acciones de garantia contra resolucion judicial emanada de un procedimiento regular\", como es la situacion que se da en el caso bajo examen, que, asimismo, el articulo 16° inciso a) de la Ley N.o 25398, Complementaria de la Ley de Habeas Corpus y Amparo, establece que no procede la Accion de Habeas Corpus \"cuando el recurrente tenga instruccion abierta o se halle sometido a juicio por los hechos que originan la accion de garantia\"; éste es el caso de la actora, quien mediante esta accion trata de sustraerse de un proceso 3 TRIBUNAL CONSTITUCIONAL penal que se le abrio y en el cual puede interponer los recursos impugnativos, correspondientes conforme a ley. Que la demandante no ha demostrado en autos, que se le haya vulnerado su derecho 3. constitucional a la libertad y seguridad personal. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas noventa y dos, su fecha veintidos de enero de mil novecientos noventa y nueve, que confirmando la apelada declaro infundada la demanda y REFORMANDOLA declara IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 1 GARCIA MARCELO JAM arce Lo quel certifico: - / DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-12-07", "id": 36078, "nombre_demandado": "Segundo Juzgado Penal de Ica (Florencio Arguedas Contreras) y Tercera Fiscalía Provincial Penal de Ica (Edgar Luján Flores)", "nombre_demandante": "Alida Pecho Donayre de Escate", "numero_expediente": "00330-1999-HC"}