{"CONTEXTO": " 00333-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00333-1996-AC.pdf) --- A TRIBUNAL CONSTITUCIONAL EXP. No 333-96-AC/TC MANUEL ALFREDO UNTIVEROS REYES LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia la sentencia siguiente: ASUNTO: Recurso extraordinario interpuesto por don Manuel Alfredo Untiveros Reyes contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lima, su fecha once de junio de mil novecientos noventa y seis, que declaro improcedente la Accion de Cumplimiento. ANTECEDENTES: Don Manuel Alfredo Untiveros Reyes y otros, en su condicion de concesionarios de la flota vehicular de la empresta de transportes \"Translima Sociedad Anonima\", interponen demanda de Accion de Cumplimiento contra el Secretario Municipal de Transporte Urbano de la Municipalidad de Lima Metropolitana, don Enrique Espinoza Bellido, para que de cumplimiento: 1) al numeral 12.6 de las \"Bases de la Licitacion Publica Complementaria No 007-94 MLM/SMTU\" y en consecuencia, se suspenda el otorgamiento de la buena pro de la Ruta de Transporte Urbano No 04, efectuada a favor de la Empresa de Transporte y Servicios \"San Felipe\" Sociedad Anonima, en tanto se agote la via administrativa, y se permita la circulacion de los vehiculos de su propiedad en la mencionada ruta y, 2) al numeral 10.1 de dichas bases y en consecuencia se deje sin efecto el otorgamiento de la buena pro antes mencionada. Refieren como hechos que la empresa Translima Sociedad Anonima participo en la Licitacion Publica No 004-94-MLM/SMTU, convocada por la Secretaria Municipal de Transporte Urbano de la Municipalidad de Lima Metropolitana, cuyo objeto era la concesion del servicio publico de transporte urbano e interurbano de pasajeros de la Ruta de Transporte Urbano No 04. Que, la buena pro fue otorgada a la Empresa de Transportes y Servicios \"San Felipe\" Sociedad Anonima, mediante la Resolucion de Secretaria Municipal de Transporte Urbano No 140-94- MLM/SMTU, contra la cual la empresa Translima Sociedad Anonima interpuso recurso de reconsideracion. Que, el aludido numeral 12.6 dispone que el otorgamiento de la buena pro quedara en suspenso hasta que se agote la via administrativa; sin embargo, la entidad demandada se niega a acatar ésta disposicion La entidad demandada, representada por don José Limon Bringas, Director Municipal de Transporte Urbano de la Municipalidad de Lima Metropolitana, contesta la demanda precisando que los demandantes no han participado en el proceso de la licitacion publica 2 TRIBUNAL CONSTITUCIONAL cuestionada; que la empresa \"Translima Sociedad Anonima\" ha interpuesto recurso de reconsideracion, no habiéndose aun agotado la via administrativa; anade que la resolucion impugnada ha sido dictada dentro de un proceso regular, sin vulnerarse ningun derecho constitucional del demandante. El Vigésimo Sétimo Juzgado Especializado en lo Civil de Lima declaro improcedente la demanda, por considerar principalmente que, los demandante carecen de legitimacion / procesal. Interpuesto recurso de apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, con fecha once de junio de mil novecientos noventa y seis, expide resolucion confirmando la apelada, por estimar que el petitorio no supone la violacion 0 amenaza de violacion de algun derecho constitucional ni la obligacion de aplicar un mandato administrativo expedido en favor de los demandantes, que no se da cumplimiento. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, el objeto de la Accion de Cumplimiento es preservar la eficacia de las normas con rango, valor y fuerza de ley, asi como de los actos administrativos emanados de la Administracion Publica, que funcionarios 0 autoridades se muestren renuentes a acatar. 2. Que, la Accion de Cumplimiento la pueden ejercer unicamente el afectado, su representante 0 el representante de la entidad afectada con el incumplimiento 0 no acatamiento de lo previsto en una ley 0 un acto administrativo, con excepcion de los asuntos de naturaleza ambiental. 3. Que, en la presente demanda se solicita el cumplimiento de los numerales 10.1 y 12.6 de las \"Bases de la Licitacion Publica Complementaria No 007-94-MLM/SMTU, que normaron la licitacion publica para la concesion del servicio publico de transporte urbano 0 interurbano de pasajeros de la Ruta de Transporte Urbano No 04, en la que participo la empresa \"Translima Sociedad Anonima\", resultando perdedora. 4. Que, la presente accion ha sido interpuesta por personas naturales que no participaron como postoras en la mencionada licitacion publica ni han acreditado ser directa 0 indirectamente afectados con el incumplimiento denunciado. A mayor abundamiento, tampoco han cumplido con el correspondiente requerimiento mediante carta notarial, segun lo manda el inciso a) del articulo 5° de la Ley No 26301. En consecuencia, la accion resulta improcedente. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "CONFIRMANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento setenta y cinco, su fecha once de junio de mil novecientos noventa y seis, que confirmo la apelada, que declaro IMPROCEDENTE la Accion de Cumplimiento; dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. SS F2 Cut - Ce ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 2 aveid GARCIA MARCELO Lo que Certifico: Dre. MARIA'LUZ VASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIENAL CCL", "fecha_publicacion": "1998-09-23", "id": 37578, "nombre_demandado": "Secretario Municipal de Transporte Urbano de la Municipalidad de Lima Metropolitana (Enrique Espinoza Bellido)", "nombre_demandante": "Manuel Alfredo Untiveros Reyes y otros", "numero_expediente": "00333-1996-AC"}