{"CONTEXTO": " 00333-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00333-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9333-99-AA/TC LAMBAYEQUE JUAN PRADO QUISPE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Prado Quispe contra la Sentencia expedida por la Segunda Sala Civil-Agraria de la Corte Superior de Justicia de Lambayeque, de fojas doscientos treinta y seis, su fecha veintiséis de marzo de mil novecientos noventa y nueve, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Juan Prado Quispe interpone demanda de Accion de Amparo contra don Alberto Ortiz Prieto, representante legal de la Universidad Particular de Chiclayo, con el objeto de que se declare la nulidad de la Resolucion N.o 0210-98-R-UDCH, de fecha veintiuno de octubre de mil novecientos noventa y ocho. Refiere que mediante la Resolucion cuestionada en este proceso, se resolvio instaurar en su contra proceso administrativo disciplinario, por haber formulado declaraciones periodisticas en el diario El Ciclon, publicadas los dias trece y diecisiete de julio de mil novecientos noventa y ocho. Sin embargo, alega que la unica declaracion que efectuo corresponde a la publicada el dia diecisiete de julio, y estaba referida a las evaluaciones extraordinarias que cobra la universidad de acuerdo a los créditos por cada curso y que no se encuentran reguladas en el Reglamento de Evaluacion Académica, sino en la Directiva N.o 002-98-VRAC-UPCH , y, que si hay algo que investigar, que lo haga el Ministerio Publico, de lo que responderan las autoridades de la Universidad 0 funcionarios, pero no el profesor\";y que lo demas, aparecido en dicha publicacion, es responsabilidad del periodista. Asimismo, senala que la medida adoptada por la Universidad demandada atenta contra el derecho a la libertad de opinion, expresion y difusion del pensamiento por un medio de comunicacion social, consagrado en el articulo 2° inciso 4) de la Constitucion Politica del Estado. El demandado contesta la demanda senalando que al expedir la Resolucion cuestionada ha actuado en cumplimiento de lo establecido en la Constitucion Politica del TRIBUNAL CONSTITUCIONAL Estado, la Ley Universitaria, el Estatuto y Reglamento de la Universidad Particular de Chiclayo, pues no se ha violado derecho constitucional alguno. El Segundo Juzgado Civil de Chiclayo, a fojas noventa y cuatro, con fecha veintiuno de diciembre de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que la declaracion periodistica dada por el demandante con fecha diecisiete de julio de mil novecientos noventa y ocho, se encuentra respaldada con la Directiva N.o 002-98-VRAC-UPCH. La Segunda Sala Civil-Agraria de la Corte Superior de Justicia de Lambayeque, a fojas doscientos treinta y seis, con fecha veintiséis de marzo de mil novecientos noventa y nueve, revocando la apelada declaro infundada la demanda, por considerar que la Resolucion cuestionada en autos ha sido expedida por autoridad competente en el ejercicio regular de sus funciones y que la pretension del demandante debio ventilarse a través de la accion contencioso.administativa. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través del presente proceso, el demandante pretende que se declare la nulidad de la Resolucion N. 0210-98-R-UDCH, en virtud de la cual se resolvio instaurar, en su contra, proceso administrativo disciplinario, por haber efectuado declaraciones periodisticas, publicadas los dias trece y diecisiete de julio de mil novecientos noventa y ocho; toda vez que considera que con dicha decision se han violado los derechos consagrados en el articulo 2° inciso 4) de la Constitucion Politica del Estado. Que, conforme obra a fojas cuatro, la noticia publicada en el diario El Ciclon el dia 2. trece de julio de mil novecientos noventa y ocho, no corresponde a declaracion alguna efectuada por el demandante; toda vez que la misma fue brindada por don Carlos Lora, catedratico del curso de Epidemiologia de la Universidad demandada. En tal sentido, el haberse instaurado proceso administrativo contra el demandante por dicha publicacion implica atribuirle una responsabilidad que es ajena a su persona. Que, por otro lado, la declaracion periodistica brindada por el demandante, que 3. fuera publicada en el diario El Ciclon el dia diecisiete de julio de mil novecientos noventa y ocho, y por la que también se instauro proceso administrativo en su contra, se ajusta a lo dispuesto en la Directiva N.o 002-98-VRAC-UPCH, en virtud de la cual se regula la aplicacion de evaluaciones extraordinarias para los estudiantes que tengan asignaturas desaprobadas, para cuyo efecto se establecieron los montos a cobrar por dicho concepto de acuerdo al numero de créditos por cada asignatura. En consecuencia, la informacion brindada por el demandante se encuentra arreglada al deber de veracidad, en cuanto parametro del ejercicio 2 TRIBUNAL CONSTITUCIONAL legitimo de los derechos consagrados en el articulo 2° inciso 4) de la Constitucion Politica del Estado. Que, como consecuencia de ello, la decision adoptada por la Universidad 4. demandada constituye una violacion al derecho de libertad de informacion, consagrado en el dispositivo legal antes senalado, el cual es entendido como el derecho a conocer y dar a conocer situaciones diversas de la realidad; como es el caso de la declaracion brindada por el demandante. Declaracion que, a su vez, no puede ser considerada como falta grave causal de cese 0 destitucion que amerite proceso administrativo. Que, por ultimo, cabe puntualizar que tras haberse acreditado la vulneracion del 5. derecho constitucional antes senalado, aunque no asi la ilicitud 0 intencion dolosa de parte del demandado, no resulta de aplicacion el articulo 11° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Civil-Agraria de la Corte Superior de Justicia de Lambayeque, de fojas doscientos treinta y seis, su fecha veintiséis de marzo de mil novecientos noventa y nueve, que revocando la apelada declaro infundada la demanda; y reformandola la declara FUNDADA y, en consecuencia, ordena la no aplicacion al demandante de la Resolucion N.o 0210-98-R-UDCH. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Z4sl ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 2eel G.L.Z. LO QUE CERTIFICO: Ll- DRA MARIALUZ-VASQUEZ SECRETARIA RELATORA 3", "fecha_publicacion": "1999-09-28", "id": 35773, "nombre_demandado": "Alberto Ortiz Prieto representante legal de la Universidad Particular de Chiclayo", "nombre_demandante": "Juan Prado Quispe", "numero_expediente": "00333-1999-AA"}