{"CONTEXTO": " 00334-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00334-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 334-96-AA/TC NERY CANGAHUALA VELIZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiocho dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Nery Cangahuala Veliz contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fecha quince de mayo de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Nery Cangahuala Veliz interpone demanda de Accion de Amparo contra la Junta Directiva de la Asociacion de Comerciantes del Mercado Mayorista El Bosque con la finalidad de que deje sin efecto el acuerdo tomado por la junta directiva demandada de fecha veintiocho de mayo de mil novecientos noventa y cinco que senala a la demandante que se abstenga de trabajar en el Puesto No 1 que se le asigno en 1985 por estar en \"observaciones\", contraviniendo dicho acuerdo a los Estatutos de la Asociacion y el derecho de Asociacion que constitucionalmente esta reconocido. Ampara su demanda en lo dispuesto por el inciso 13) del articulo 2° de la Constitucion Politica del Estado asi como el inciso 2) del articulo 200° de la Carta Magna, y en los articulos 10, 20,24° (inciso 9)y 29° de la Ley No 23506. Don Manuel Otilio Avalo Lopez en representacion de la junta directiva demandada contesta la demanda negândola y contradiciéndola en todos sus extremos y senala que la demandada nunca participo activamente en la asociacion, ni asistio a Asamblea alguna, la demandante no tomo posesion de ningun \"puesto\"; en consecuencia cualquier acuerdo de la Asamblea no puede perjudicarla; que el acuerdo que la demandante cuestiona, es licito y vâlido en razon de que los estatutos senalan que todo \"puesto\" debe ser conducido personalmente por el asociado lo que no ha ocurrido en el presente caso. El Vigésimo Segundo Juzgado en lo Civil, con fecha cuatro de enero mil novecientos noventa y seis, declara improcedente la demanda por considerar, entre otras razones que los actos controvertidos no pueden ser materia de una Accion de Amparo pues la demandante puede hacer valer su derecho en un proceso ordinario. Interpuesto recurso de apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, con fecha quince de mayo de mil novecientos noventa y seis, confirma 2 TRIBUNAL CONSTITUCIONAL la apelada, por estimar que encontrandose acreditada la condicion de socia de la demandada esta habilitada para ejercitar accion impugnatoria contra los acuerdos de la Asociacion, pretension que debe hacerse valer como causa comun de conformidad con el articulo 92° del Codigo Civil. Contra esta resolucion la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la Accion de Amparo es un proceso especial y sumarisimo que carece de estacion probatoria, razon por la cual los hechos y actos que han originado el presente proceso ameritan ser probados en una instancia ordinaria donde en la etapa probatoria se acredite 0 desvirtue los puntos controvertidos y sostenidos por ambas partes. 2. Que, a mayor abundamiento el articulo 92° del Codigo Civil regula el procedimiento y la facultad que tiene todo miembro de una Asociacion para impugnar los acuerdos de la Asamblea General que considere contrario a ley 0 que lesionen sus derechos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento setenta y tres, su fecha quince de mayo de mil novecientos noventa y seis, que confirmo la apelada que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO. - er cea Ird l LO que Certifico: MR - CL Dra. MARIA-LUZ VASGUZZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-12-02", "id": 37301, "nombre_demandado": "Junta Directiva de la Asociación de Comerciantes del Mercado Mayorista El Bosque", "nombre_demandante": "Nery Cangahuala Veliz", "numero_expediente": "00334-1996-AA"}