{"CONTEXTO": " 00337-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00337-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 337-97-AA/TC AYACUCHO REBECA MERCEDES PRADO BILBAO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a primero de Setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en Sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia NUGENT, DIAZ VALVERDE, GARCIA MARCELO Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: /", "ASUNTO:": "Recurso de Nulidad entendido como extraordinario interpuesto por Rebeca Mercedes Prado Bilbao contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Ayacucho de quince de abril de mil novecientos noventa y siete, que revocando la apelada, declaro improcedente su Accion de Amparo", "ANTECEDENTES:": "Rebeca Mercedes Prado Bilbao, interpone Accion de Amparo con fecha tres de marzo de mil novecientos noventa y siete contra el Presidente del Consejo Transitorio de Administracion Regional \"Los Libertadores Wari\" don Carlos Gonzales Chacon y el Ingeniero Carlos Rivas Plata Galvez, en su condicion de Presidente de la Comision de Evaluacion del CTAR \"Los Libertadores Wari\", por violacion de sus derechos constitucionales laborales, solicitando la inaplicacion de la Resolucion Presidencial Regional No 319-96-CTAR LW/PE de doce de setiembre de mil novecientos noventa y seis y su inmediata reincorporacion a su centro de trabajo. Sostiene la actora que mediante la precitada resolucion, es cesada por causal de excedencia, como resultado del Programa de Evaluacion del Personal en el Consejo Transitorio antes indicado, no habiéndose aplicado a su - favor la bonificacion de 15 puntos que establece el Decreto Supremo No 001-89-SA, en su condicion de persona con limitaciones fisicas. TRIBUNAL CONSTITUCIONAL Con fecha catorce de marzo de mil novecientos noventa y siete el Juez del Primer Juzgado en lo Civil de Huamanga expide sentencia declarando fundada la demanda, por considerar que se ha transgredido el derecho constitucional al trabajo y la proteccion al impedido fisico que le acuerda a la actora los articulos 23 y 26 de la Constitucion Politica vigente, toda vez que en el proceso de evaluacion, no se le ha beneficiado con la bonificacion de 15 puntos establecido en el Decreto Supremo No 001-89-SA, con la que aprobaria el proceso de evaluacion segun el Reglamento No 001- 96/CTAR LW'-CODEPERS-PE, que regulaba el mismo. Formulado recurso de apelacion, con fecha quince de abril de mil novecientos noventa y siete, la Sala Civil de la Corte Superior de Justicia de Ayacucho revoca la sentencia y reformandola declara improcedente la demanda, por considerar que la actora en su petitorio no precisa que derechos elevados a categoria constitucional han sido conculcados 0 amenazado violar y que la pretendida nulidad de la Resolucion Presidencial Regional antes mencionada importa una impugnacion de resolucion administrativa, que debe ser discutida en una via procedimental distinta a la que esta sujeta el presente proceso. Interpuesto recurso de nulidad, de conformidad con el articulo 41° de la Ley No 26435 y entendiéndose el mismo como Extraordinario, los autos se enviaron al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el objeto de esta accion de amparo esta dirigida contra la Resolucion Presidencial Regional No 319-96-CTAR'LW'PE que declara excedente a la actora 2. Que, el articulo 1° del Decreto Ley No 26093 dispone que los titulares de los Ministerios y de las Instituciones Publicas Descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion personal de acuerdo a las normas que para el efecto se establezcan, autorizandose a los referidos titulares a dictar las normas necesarias para su correcta aplicacion; estableciendo ademas en su articulo 2° que el personal de acuerdo a lo dispuesto en el articulo anterior no califique, podra ser cesado por causal de excedencia 3. Que, mediante Resolucion Ministerial No 290-96-PRES se aprueba la directiva No 001-96-PRES-VMDR que establece las normas para el programa de evaluacion del rendimiento laboral a ser aplicado a los trabajadores de los consejos transitorios de administracion regional CTAR-S, correspondiente al primer y segundo semestre de mil novecientos noventa y séis. TRIBUNAL CONSTITUCIONAL 4. Que, la condicion de impedida fisica de la accionante se encuentra acreditada con el certificado de rehabilitacion que obra a fojas treinta de autos, la misma que no ha sido objetada por los demandados. 5. Que la Constitucion Politica de 1993, en su Articulo 23° consagra el principio de atencion prioritaria al trabajo, protegiendo especialmente a la madre, al menor de edad y al impedido que trabajan, asi como en el inciso 3 del Articulo 26° sostiene la interpretacion mas favorable al trabajador, en caso de duda insalvable sobre el sentido de una norma legal. 6. Que, el articulo 2° del Decreto Supremo No 001-89-SA acuerda una bonificacion de 15 puntos sobre el puntaje global obtenido en los concursos convocados por los organismos del Sector Publico, para acceder a las vacantes en los tres grupos ocupacionales existentes en los mismos; es entendido e interpretado asi, de conformidad con el Articulo 70 del Convenio No 159 de la Organizacion Internacional del Trabajo ratificado por el Estado Peruano mediante Resolucion legislativa No 24509, que senala que \"Las Autoridades competentes deberan adoptar medidas para proporcionar, y evaluar los servicios de colocacion, empleo, y otros afines, a fin de que las personas invâlidas puedan lograr y conservar un empleo y progresar en el mismo.. \"; conforme lo dispone el articulo 15 de la Ley 25398 y la Cuarta Disposicion Final y Transitoria de la vigente Carta Politica del Estado. 7. Que, en ese orden de ideas, y teniéndose en cuenta que no se puede hacer una interpretacion restrictiva de derechos constitucionales, este colegiado considera que, al no habérsele otorgado a la actora, en el proceso de evaluacion cuestionado, los quince puntos adicionales que por ley le correspondian, se han vulnerado los derechos sus derechos constitucionales antes indicados, razon por la cual resulta amparable su pretension, a fin de que se la reponga en su centro de trabajo. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fecha quince de abril de mil novecientos noventa y siete > que revocando la apelada declaro improcedente la Accion de Amparo ? y reformandola la declara FUNDADA, en consecuencia, inaplicable a la demandante la Resolucion Presidencial Regional No 319-96-CTAR \"LW\"/PE, su fecha doce de setiembre de mil novecientos noventa y seis, ordenandose su reincorporacion en su centro de labores, en el cargo que desempenaba hasta antes de la vulneracion de sus derechos constitucionales 0 a otro de igual categoria, no siendo de abono las remuneraciones devengadas. Se dispuso TRIBUNAL CONSTITUCIONAL asimismo, que es inaplicable lo dispuesto en el articulo 11 de la Ley No 23506 atendiendo a las circunstancias especiales del proceso. Mandaron se publique la presente en el Diario Oficial El Peruano, conforme a Ley, y los devolvieron. S.S. Vi Lan 2 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO LO que Certifico: A.A.M. Dra. MARIALUZ VASQUEZDELOPEZ SECRETARIA- -RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-20", "id": 36396, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional Los Libertadores de Wari (Carlos Gonzales Chacón) y Presidente de la Comisión de Evaluación (Carlos Rivas Plata Gálvez)", "nombre_demandante": "Rebeca Mercedes Prado Bilbao", "numero_expediente": "00337-1997-AA"}