{"CONTEXTO": " 00331-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00331-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 331-96-AA/TC Caso: Francisco William Palomino Mendoza Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los trece dias del mes de agosto de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los sefiores Magistrados Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima de fecha doce de junio de mil novecientos noventa y seis, que, revocando la sentencia apelada de fecha treinta y uno de enero de mil novecientos noventa y seis, declara improcedente la accion de amparo interpuesta por el SOT3 de la Policia Nacional del Peru Francisco William Palomino Mendoza contra el Consejo Directivo de la Asociacion del Centro de Esparcimiento Lima \"El Potao\".", "ANTECEDENTES:": "Don Francisco William Palomino Mendoza interpone la presente accion de amparo sustentando su reclamo en la transgresion de sus derechos constitucionales a la defensa y al debido proceso por parte de los directivos de la Asociacion del Centro de Esparcimiento Lima \"El Potao\". Alega que, no obstante desempeniarse como Secretario del Consejo Directivo de la Asociacion emplazada, el citado organismo ha resuelto con fecha diecisiete de mayo de mil novecientos noventa y cinco, destituirlo de su cargo, excluirlo como socio, prohibirle ingresar a las instalaciones de la Asociacion y ponerlo a disposicion de su unidad de origen, hechos todos estos que resultan violatorios de sus derechos, por cuanto en ningun momento se le ha hecho saber los cargos que se le imputan, ha desconocido los informes del Consejo de Vigilancia, no ha formulado ningun descargo, ni tampoco se le ha escuchado. 2 TRIBUNAL CONSTITUCIONAL Especifica que la acusacion que se le imputa se basa en una falsa denuncia levantada por el abastecedor de insumos de la Asociacion, a quien incluso el demandante ha denunciado ante la Fiscalia, al igual que a los otros directivos por el delito contra la Administracion de Justicia. Senala ademas que los integrantes del Directorio, al ser sus homologos, no tenian facultad para sancionarlo con destitucion, debiendo haberlo hecho la Asamblea General, que es la autoridad maxima conforme a los Estatutos que los rigen. Por ultimo precisa que contra la resolucion que lo destituye interpuso recurso de revision 0 reconsideracion con fecha veintiséis de mayo de mil novecientos noventa y cinco, el mismo que no fue resuelto; por lo que habiéndose dado por agotada la via administrativa es que ha recurrido a la accion de amparo y ante ello solicita que se le reincorpore en su cargo y se le reconozca los beneficios economicos que le corresponden. Admitida la demanda por el Octavo Juzgado en lo Civil de Lima, se dispone su traslado a la entidad emplazada, siendo absuelta por su Presidente don Catalino Abanto Padilla quien solicita, de conformidad con el articulo 37 de la Ley No. 23506, se le declare improcedente por haberse interpuesto extemporaneamente. De fojas setenta y uno a setenta y cuatro y con fecha treinta y uno de enero de mil novecientos noventa y seis, el Juzgado expide resolucion declarando fundada la accion fundamentalmente por considerar: Que analizada la Resolucion No. 02-ACEL-CD del diecisiete de mayo de mil novecientos noventa y cinco, se aprecia que la misma fue emitida por el Consejo Directivo de la Asociacion del Centro de Esparcimiento de Lima \"El Potao\" estando firmada dicha resolucion por sus miembros; Que el citado Consejo Directivo no tiene atribuciones para destituir a un miembro de dicho Consejo pues la misma no ha sido concedida en el articulo 75 de los Estatutos de la Asociacion demandada; Que la unica que puede remover por causa justificada a los miembros del Consejo Directivo es la Asamblea General Extraordinaria ya que tal atribucion se le ha concedido en el articulo 54 inciso a) corroborado con el articulo 71 inciso f) del Estatuto; Que siendo esto asi ,la resolucion impugnada deviene en inaplicable por haberse dictado por organismo incompetente; Que tales hechos constituyen violacion de los derechos constitucionales senalados en los incisos 2 y 9 del articulo 24 de la Ley No. 23506; Que, el demandante ha acreditado haber agotado la via previa por haber interpuesto la accion dentro del término senalado en el articulo 37 de la Ley No. 23506. Interpuesto recurso de apelacion, los autos son elevados a la Segunda Fiscalia Superior en lo Civil de la Corte Superior de Justicia de Lima, para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia por la confirmacion de la sentencia apelada, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento cuarenta y dos y ciento cuarenta y tres y con fecha doce de junio de mil novecientos noventa y seis, revoca la resolucion apelada y declara improcedente la accion principalmente por considerar: Que contra la resolucion de Consejo No. 02-DCEL-CD del diecisiete de mayo de mil novecientos noventa y cinco, el actor interpuso recurso de apelacion por petitorio del tres de agosto de mil novecientos noventa y cinco; por lo que desde la fecha de la expedicion del acto hasta su apelacion transcurrio mucho mas del término previsto en el articulo 99 del Reglamento de Procedimientos Administrativos aprobado por Decreto Supremo No. 02-94-JUS, pudiendo deducirse que el mencionado recurso tuvo la intencion, recusada por la ley, de habilitar el amparo que era inaccesible por haber transcurrido un tiempo mayor al previsto en el articulo 37 de la Ley No. 23506; Que el denominado recurso de Revision que aparece en autos ,no esta recepcionado por la persona juridica de destino, de manera que no puede considerarse como interpuesto. Contra esta resolucion, el demandante interpone recurso de nulidad; por lo que de conformidad con el articulo 41 y la Disposicion Transitoria Cuarta, inciso 2, de la Ley No. 26435,y entendiendo el referido recurso como \"Extraordinario\" ,se dispuso el envio de los autos al Tribunal Constitucional. 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que, en primer orden, debe merituarse que el demandante no se encontraba incurso en la causal de caducidad al momento de interponer el Amparo, pues mientras su recurso de reconsideracion (erronea pero intrascendentemente calificado como revision) fue presentado con fecha veintiséis de mayo de mil novecientos noventa y cinco (fojas cuarenta) y su recurso de apelacion lo fue con fecha tres de agosto de mil novecientos noventa y cinco (fojas sesenta y ocho), su demanda constitucional fue deducida el dos de noviembre de mil novecientos noventa y cinco; por lo que efectuados los computos en dias habiles para resolver cada uno de estos recursos en la via administrativa y el que corresponde al plazo para interponer la accion de garantia, segun se esta a lo dispuesto en el articulo 37 de la Ley No. 23506, se encontraba plenamente habilitado, como lo ha hecho ver la resolucion de primera instancia. Que, por el contrario, no es valida la razon esgrimida por la resolucion de segunda instancia en el sentido de que el recurso de \"reconsideracion\" carece de valor por no llevar el sello de su destinataria, toda vez que la copia que obra en autos en ningun momento fue tachada u observada por la demandada sino que, al revés de ello, la misma lo ha ratificado en su plena y absoluta validez, conforme consta en la cuestionable Resolucion de Consejo No. 04-ACEL-PCD, del veintiséis de abril de mil novecientos noventa y seis (fojas ciento cincuenta y dos y ciento cincuenta y tres). Que, el petitorio de la demanda de autos tiene dos extremos: 1) que se reincorpore al accionante en el cargo de Secretario de la Asociacion emplazada y 2) que se le reconozcan \"todos los beneficios economicos\" que dice le corresponden. Que, conforme fluye del texto de la Resolucion No. 02-ACEL-CD obrante a fojas tres y cuatro de los autos, el Consejo Directivo de la Asociacion Centro de Esparcimiento Lima \"El Potao\", con fecha diecisiete de mayo de mil novecientos noventa y cinco, resolvio, no solo destituir al demandante por los cargos que se le imputaron, sino consultar su exclusion como asociado de la referida entidad, ademas de prohibir su ingreso a todas sus instalaciones y ponerlo a disposicion de su unidad de origen, entre otras medidas. Que, evaluando el primer extremo del petitorio, como quiera que toda persona juridica por principio se encuentra sometida a sus propios Estatutos Internos, que son los que regulan su funcionamiento y establecen los derechos y obligaciones de sus asociados, es de merituarse que en ninguna de las disposiciones del Estatuto de la Asociacion demandada, y que corre de fojas cinco a treinta y nueve de los autos, se establece como facultad del Consejo Directivo, la destitucion de alguno de los integrantes del referido Consejo, tal y como ha ocurrido en el presente caso, reconociéndose por el contrario, y de modo expreso, que tal atribucion corresponde a la Asamblea General Extraordinaria, segin se esta al articulo 55 inciso \"T\", en concordancia con el articulo 71 inciso \"f del referido Estatuto. Que, por consiguiente, no puede reputarse como legitima la facultad que el Consejo Directivo de la Asociacion demandada se ha arrogado, ya que ello contraviene manifiestamente al debido proceso y particularmente al derecho a la jurisdiccion predeterminada por la ley, que, como es evidente, y en parte ya lo ha establecido este Colegiado en el Expediente No. 067-93-AA/TC, resultan aplicables al interior de cualquier persona juridica, dentro de la cual se hayan reconocido atribuciones de proceso y correlativa sancion a sus integrantes. TRIBUNAL CONSTITUCIONAL Que, por otra parte, resulta necesario puntualizar, que ademas de encontrarse viciada la antes citada resolucion por haberse expedido por organo incompetente, la forma como se ha procedido a delimitar la supuesta responsabilidad del demandante, es igualmente arbitraria, pues en ningun momento y como consta de los autos, se le notifico en forma debida y oportuna al actor, a los efectos de que presentara sus descargos por ante el Consejo de Vigilancia de la Asociacion demandada, lo que supone que también existe transgresion de su derecho de defensa, sin que puede invocarse como excusa la absolucion de preguntas que figura de fojas ciento veintidos a ciento veinticinco, pues éstas fueron cursadas en total destiempo, y cuando el citado Consejo ya habia emitido su Informe No. 13-CV.ACEL-P de fecha trece de mayo de mil novecientos noventa y cinco, conforme se corrobora a fojas ciento veintiuno. Que, en éste orden de ideas, resulta por demas inadmisible que la Asociacion demandada pretenda subsanar con fecha posterior a la interposicion de la demanda de Amparo las diversas irregularidades en las que incurrio su Consejo Directivo, apelando para ello a la expedicion de la mencionada Resolucion de Consejo No. 04-ACEL-PCD,ya que ademas de no tenerse muy clara la participacion de la Asamblea Extraordinaria de Delegados de la Asociacion (por no acompaniarse las actas firmadas por los Delegados, de conformidad con el articulo 59 de los Estatutos), la resolucion en referencia no se pronuncia en lo absoluto acerca del grave problema de competencia expuesto anteriormente y por el contrario, lejos de ello, ratifica como suyas todas las conclusiones del Consejo de Vigilancia, que como se dijo en el considerando precedente, fueron hechas de modo ostensiblemente arbitrario. Este Colegiado, en consecuencia, no puede aceptar, que por espiritu de cuerpo se distorsionen Estatutos 0 normas internas, pues ello sentaria un pésimo precedente en el funcionamiento de la misma Asociacion demandada, si es que desde ahora y en lo sucesivo no se corrigen tales excesos. Que, por ultimo, cabe puntualizar que la Resolucion de Consejo No. 04-ACEL-PCD, ademas de pretender convalidar las irregularidades de su antecesora, ha generado una inconstitucionalidad sobreviniente, al haber pasado por encima del mandato de medida cautelar que el Octavo Juzgado Especializado en lo Civil de Lima emitio con fecha veintiuno de diciembre de mil novecientos noventa y cinco (fojas ciento cincuenta y cuatro a ciento cincuenta y cinco de los autos) y a través del cual se ordeno expresamente a la emplazada suspender los efectos de la Resolucion de Consejo No. 02-ACEL-P, por lo que mal puede la Asociacion demandada proseguir, como lo ha hecho, con la expedicion de medidas 0 resoluciones que ratifiquen los actos violatorios sobre los derechos cuya tutela provisional precisamente se esta disponiendo. Es entonces deber de éste Colegiado reparar en esta posterior inconstitucionalidad, al igual como lo ha hecho con la derivada de la primera resolucion cuestionada. Que, en consecuencia, habiéndose acreditado fehacientemente la transgresion a los derechos constitucionales invocados por el demandante, resultan de aplicacion, los articulos 1, 2, 9, 24 incisos 16 y 22 de la Ley No. 23506 en concordancia con los articulos 139 incisos 3 y 14, 200 inciso 2 y 202 inciso 2 de la Constitucion Politica del Estado. Que, no obstante ello, el segundo extremo de la peticion resulta infundada, toda vez que el actor no ha precisado en qué consisten los \"beneficios economicos\" que reclama y menos aun ha aportado prueba alguna al respecto. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley Modificatoria No. 26801,", "FALLA:": "REVOCANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fecha doce de junio de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la 5 TRIBUNAL CONSTITUCIONAL accion; y, REFORMANDOLA declaran FUNDADA EN PARTE la accion, disponiendo la inmediata reincorporacion de don Francisco William Palomino Mendoza en el cargo de Secretario del Consejo Directivo de la Asociacion demandada e, INFUNDADA en el extremo de la pretension referida al reconocimiento de los beneficios economicos alegados por el demandante. Dispusieron su publicacion en el Diario Oficial El Peruano; y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dra. MARIALUZ VASQUEZ DELOPEZ Lsd. SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-08", "id": 36419, "nombre_demandado": "Asociación del Centro de Esparcimiento Lima El Potao", "nombre_demandante": "Francisco William Palomino Mendoza", "numero_expediente": "00331-1996-AA"}