{"CONTEXTO": " 00330-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00330-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL 330-97- AA/TC Federacion Distrital de Trabajadores Ambulantes de Jesus Maria. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la presidencia; Acosta Sanchez, Nugent; Diaz Valverde y; Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha tres de febrero de mil novecientos noventa y siete, en los seguidos por la Federacion Distrital de Trabajadores Ambulantes de Jesus Maria representada por su Secretario General don Roman Bartolo Cuellar Salinas contra dona Francisca Estela Izquierdo Negron, Alcaldesa de la Municipalidad Distrital de Jesus Maria; sobre Accion de Amparo.", "ANTECEDENTES:": "Con fecha dieciséis de julio de mil novecientos noventa y seis, don Roman Bartolo Cuellar Salinas, en representacion de la Federacion Distrital de Ambulantes de Jesus Maria, interpone Accion de Amparo contra dona Francisca Estela Izquierdo Negron, Alcaldesa de la Municipalidad Distrital de Jesus Maria a fin de que se impida la amenaza inminente e irreparable de \"desalojo\" arbitrario que pretende realizar la demandada a los trabajadores ambulantes que integran la Federacion y se encuentran ubicados en los jirones Horacio Urteaga (cuadras 13 y 14), Republica Dominicana ( Cuadras 1,2 y 3 ), Mariscal Luzurriaga I cuadra 3 y 4), Punta Pacocha ( cuadra 3), Huamachuco ( cuadra 13 ) y Avenida Arnaldo TRIBUNAL CONSTITUCIONAL Marquez ( cuadras 12y 13). Asimismo a fin de que la demandada los inscriba en el padron general de comerciantes ambulantes de la Municipalidad. Sostienen la demandante, que la condicion de comerciantes ambulantes de sus integrantes es habitual, publica y pacifica, cuyo ejercicio en las mencionadas arterias data desde hace veinte anos. Que mediante Acuerdo de Concejo No. 021-96 MJM de once de mayo de mil novecientos noventiséis, publicado en el Diario Oficial El Peruano el veintiséis de mayo del mismo ano, se encargo a la Alcaldesa, establecer los lugares de reubicacion de los puestos de los comerciantes informales, fijândose que el plazo para dicha reubicacion vencia el treinta de mayo; que sus integrantes cumplieron con solicitar oportunamente su empadronamiento y, sin embargo, por Resolucion de Alcaldia No. 2845-96 MJM se declara improcedente la incorporacion de mil ochenta y seis comerciantes; que contra dicha resolucion interpusieron recurso de reconsideracion de fecha diez de junio, en el cual hacen referencia al expediente No. 4928-96, presentado ante la demandada, solicitando la ampliacion del plazo estipulado en el referido Acuerdo de Concejo; que se ha vulnerado sus derechos constitucionales a la igualdad ante la Ley y a trabajar libremente con sujecion a la Ley, previstos en el articulo 2° incisos 2) y 15) de la Constitucion Politica del Estado. Admitida la demanda, ésta es contestada por dona Francisca Estela Izquierdo Negron, Alcaldesa de la Municipalidad de Jesus Maria quien solicita se declare improcedente ya que no se ha amenazado, ni violado ninguno de los derechos constitucionales invocados; que la Municipalidad ha actuado en ejercicio de las atribuciones que le confiere la Ley Organica de Municipalidades en sus articulos 65° inciso 13) y 68° inciso 3), para regular la ocupacion de las vias publicas y el comercio ambulatorio; asi como las disposiciones de la Ordenanza No. 002-95 expedida por la Municipalidad de Lima. Que, asimismo manifiesta la demandada que tanto la Resolucion Ministerial No. 022-91 TR, como el Decreto Supremo 005-91 TR, establecen la obligacion de los trabajadores ambulantes de cumplir con las ordenanzas del comercio ambulatorio; que no se ha verificado ningun desalojo ya que las calles del distrito donde se ubicaban los afiliados a la Federacion, estaban vacias en virtud a que los ambulantes daban cumplimiento a la Ordenanza No. 001-96 MJM que prohibe pernoctar en la via publica desde las nueve pasado meridiano a las 6 antes meridiano y que ademas la demandante no ha agotado la via previa. Con fecha trece de setiembre de mil novecientos noventa y seis, el Juez Provisional del Décimo Sexto Juzgado Especializado en lo Civil de Lima, expide resolucion declarando fundada la demanda. Interpuesto el recurso de apelacion, con fecha tres de febrero de mil novecientos noventa y siete, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion revocando la apelada y reformandola la declara infundada. 2 TRIBUNAL CONSTITUCIONAL Interpuesto el Recurso Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, fluye de autos que la demandante acciona contra la Municipalidad Distrital de Jesus Maria, a fin de que ésta inscriba a sus miembros en el padron general de comerciantes ambulantes de la Municipalidad y se impida la \"amenaza inminente de desalojo\". Que, corre a fojas catorce copia de la Resolucion de Alcaldia No. 2845-96 MJM de 5 de junio de mil novecientos noventiséis por la cual declara improcedente el pedido formulado por la demandante, para que sus afiliados sean incorporados en el mencionado padron; consecuentemente no son autorizados para continuar ejerciendo el comercio ambulatorio. Dicha resolucion es ejecutada antes de quedar consentida, al haberse producido operativos para el retiro de los ambulantes, a partir del diez de junio del mismo ano, segun se advierte de la informacion periodistica que corre en autos; siendo aplicable la excepcion del agotamiento de la via previa, prevista en el inciso 1) del articulo 28 de la Ley No. 23506 de Hâbeas Corpus y Amparo. Que, fluye de autos que en cumplimiento de la Ordenanza No. 002-85 MLM del dos de abril de mil novecientos ochenta y cinco de la Municipalidad de Lima y No 001-95- CDJM-A del seis de setiembre de mil novecientos noventa y cinco, la demandada dispuso el reordenamiento del comercio ambulatorio, convocando previamente a las organizaciones de ambulantes del distrito para establecer lineas de trabajo conjuntas y efectuo ademas un censo y empadronamiento. Que, a fojas doscientos ochenta y ocho y siguientes corren copias de diversas comunicaciones cursadas a la demandante por el Director de la Oficina de Comercio Ambulatorio de la Municipalidad demandada, invitando a su dirigencia a participar en reuniones de trabajo y requiriendo informacion a tenerse en cuenta en las acciones relativas al reordenamiento del comercio ambulatorio; sin embargo, la demandante no respondio ni acudio a las reuniones; presentândose vencidos los plazos. Que, la Municipalidad ha actuado de acuerdo a las atribuciones que le confiere la Ley Orgânica de Municipalidades en sus articulos 65 inciso 130,y 68 inciso 3) para administrar los bienes de dominio publico y regular y controlar el comercio ambulatorio; en consecuencia no se han violado los derechos constitucionales que invoca la demandante. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Orgânica le confieren, 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO, la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos noventa y nueve, su fecha tres de febrero de mil novecientos noventa y siete, que revocando la apelada declaro INFUNDADA la demanda; dispone su publicacion en el Diario Oficial El Peruano y los devolvieron.", "SS.": "ACOSTA SANCHEZ Vhnur NUGENT DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dre. MARIA LUZVASUUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1998-06-16", "id": 36951, "nombre_demandado": "Alcaldesa de la Municipalidad Distrital de Jesús María (Francisca Estela Izquierdo Negrón)", "nombre_demandante": "Román Bartolo Cuellar Salinas, en representación de la Federación Distrital de Ambulantes de Jesús María", "numero_expediente": "00330-1997-AA"}