{"CONTEXTO": " 00335-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00335-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 335-97-AA/TC SEVERO IGNACIO ORTIZ GOMEZ Y OTROS. HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZL, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE, y; GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario que formula don Severo Ignacio Ortiz Gomez y otros, contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco Pasco, su fecha once de abril de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Amparo interpuesta contra el Presidente de la Comision Reorganizadora de la Universidad Nacional \"Hermilio Valdizan\" de Huanuco.", "ANTECEDENTES:": "El dos de setiembre de mil novecientos noventa y seis, don Severo Ignacio Ortiz Gomez y otros, interponen demanda de Accion de Amparo contra el Presidente de la Comision Reorganizadora de la Universidad Nacional \"Hermilio Valdizan\" de Huanuco, solicitando se deje sin efecto los alcances de la Resolucion No 876-CR-UNHEVAL-96, que dispone sus ceses por causal de excedencia a partir del primero de setiembre del antes citado ano, por considerar que se ha violado sus derechos constitucionales consagrados en los articulos 2° inciso 20) y 22° de la Carta Politica del Estado, asi como también se ordene sus reincorporaciones en los cargos que han venido desempenando hasta la fecha de dichos ceses. Indican, que la demandada no ha cumplido con lo establecido en el articulo 6° de la Ley No 26457, que disponia un programa de incentivos al retiro voluntario como paso previo al programa de evaluacion de personal. Agregan, que no se ha elaborado la estructura orgânica de la universidad, a fin de adecuar los recursos humanos con que cuenta, por lo que el proceso de reorganizacion implementado deviene en ilegal. Admitida la demanda, es contestada por el Presidente de la Comision Reorganizadora de 2 TRIBUNAL CONSTITUCIONAL la Universidad Nacional \"Hermilio Valdizan\" de Huanuco y por el Procurador Publico encargado de los Asuntos Judiciales del Ministerio de Educacion, quienes solicitan que la misma sea declarada improcedente 0 infundada, por considerar que no se ha agotado las vias previas al no haber sido cuestionado el acto administrativo a través de los recursos impugnativos establecidos por el Decreto Supremo No 02-94-JUS; que la accion de amparo no es la via adecuada para impugnar la validez de una resolucion administrativa, debiendo los demandantes haber recurrido a la accion contencioso administrativa, conforme lo establecia la Ley No 26457, que amplio el Proceso de Reorganizacion Universitaria a las Universidades Estatales, concordante con el articulo 540° del Codigo Procesal Civil; agregando, que los demandantes a la fecha, sobre los mismos hechos, materia de la presente Accion de Amparo, vienen tramitando acciones de Impugnacion de Resolucion Administrativa, por ante la Sala Civil de la Corte Superior de Justicia de Huanuco- Pasco. El treinta de enero de mil novecientos noventa y siete, el Juez del Primer Juzgado Civil de Huanuco, declaro improcedente la demanda. Interpuesto el recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Huanuco - Pasco, el once de abril de mil novecientos noventa y siete, expide resolucion confirmando la recurrida. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, mediante la presente Accion de Amparo, los demandantes pretenden que se declare la nulidad de la Resolucion No 876-CR-UNHEVAL-96 de veintiocho de agosto de mil novecientos noventa y seis, mediante la cual se les cesa por causal de excedencia y, consecuentemente se ordene sus reincorporaciones en los cargos que venian desempenando hasta la fecha de dichos ceses. 2. Que, conforme lo establece el articulo 2° de la Ley No 23506 concordante con el articulo 200° de la vigente Carta Politica del Estado, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio. 3. Que, de los documentos que obran de fojas 181 a 199 y de 236 a 274 de autos, se advierte que los demandantes paralelamente con la presente Accion de Amparo, han recurrido a la via judicial ordinaria a través de acciones de impugnacion de Resolucion Administrativa, por los mismos hechos materia de la presente demanda, razon por la que de conformidad con lo establecido en el inciso 3) del articulo 5° de la citada Ley No 23506, resulta improcedente la presente accion de garantia. 2 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica. FALLA : CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco - Pasco, de fojas 489, su fecha once de abril de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\", > y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. H N DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL A.A.M. 3", "fecha_publicacion": "1998-07-18", "id": 37032, "nombre_demandado": "Universidad Nacional \"Hermilio Valdizán\" de Huánuco", "nombre_demandante": "Severo Ignacio Ortíz Gómez y otros", "numero_expediente": "00335-1997-AA"}