{"CONTEXTO": " 00334-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00334-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 334-98-AC/TC LIMA TULA NICÉFORA SALAZAR TARAZONA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha cinco de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima,", "ANTECEDENTES:": "Dona Tula Nicéfora Salazar Tarazona, con fecha veintiuno de agosto de mil novecientos noventa y siete, interpone Accion de Cumplimiento contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima, a fin de que se dé cumplimiento a la Resolucion Directoral N.o 38095-0GA-DMA-MILM de fecha veinticinco de agosto de mil novecientos noventa y cinco, emitida por la Oficina General de Administracion de dicha Municipalidad, mediante la cual se reconocio a su favor una gratificacion por premio pecuniario y bonificacion personal por un monto ascendente a cinco mil trescientos cincuenta y nueve nuevos soles con treinta y cinco céntimos (SI. 5,359.35) por haber prestado veinte anos de servicios, resolucion que la demandada omite cumplir. Admitida la demanda, ésta es contestada por don Ernesto Blume Fortini en representacion de la Municipalidad Metropolitana de Lima, el que solicita se declare infundada, por cuanto sostiene que luego que se realizo un analisis legal de los \"compromisos\", \"acuerdos\", \"pactos\" ylo \"actas\" que se celebraron con las organizaciones sindicales entre los anos 1988 y 1995 inclusive, y de la revision de las leyes de presupuesto desde 1988 hasta 1995, se formularon diversas recomendaciones lo que dio lugar a que se expidiera la Resolucion de Alcaldia N.o 044-A-96 MLM, disponiéndose la inmediata revision de sueldos y salarios; se establece entre otros, una escala remunerativa transitoria. En consecuencia, manifiesta que la Resolucion cuya aplicacion solicita la demandante, no tiene efecto legal alguno, por cuanto se ha contravenido la Ley N.o 26404 de Presupuesto del Sector Publico para el ano 1995; la demandada propone la excepcion de caducidad. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en Derecho Publico a fojas ochenta, con fecha treinta de octubre de mil novecientos noventa y siete, expide sentencia declarando infundada la excepcion de caducidad y fundada la demanda, al considerar que la resolucion cuya aplicacion solicita la demandante ha sido expedida por autoridad competente, constituyendo un derecho adquirido plenamente acreditado en autos. La Sala Corporativa Transitoria Especializada en Derecho Publico, de la Corte Superior de Justicia de Lima, a fojas ciento treinta y siete, con fecha cinco de marzo de mil novecientos noventa y ocho, revoco la apelada en cuanto declara fundada la accion de cumplimiento y reformandola la declara improcedente confirmandola en lo demas que contiene, al considerar que la Resolucion de Alcaldia N.o 044-A-96, que, entre otros, dispuso la revision de sueldos y salarios, tiene plena validez legal, habiendo quedado suspendido el cumplimiento de las pretensiones de la demandante. Contra esta resolucion la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, en cuanto a la excepcion de caducidad propuesta por la demandada, cabe 1. senalar que, de conformidad con lo establecido en el articulo 37° de la Ley N.o 23506, aplicable en forma supletoria al caso de autos en virtud a lo dispuesto por el articulo 4° de la Ley N.o 26301, la Accion de Cumplimiento caduca a los sesenta dias habiles después de haber transcurrido el plazo de quince dias habiles de haberse formulado el requerimiento por conducto notarial del cumplimiento de lo que se considera debido. En el caso de autos, la carta notarial fue cursada el trece de mayo de mil novecientos noventa y siete y la demanda fue presentada el veintiuno de agosto del mismo ano; en consecuencia, la demandante interpuso la Accion de Cumplimiento dentro del plazo fijado por el referido articulo 370 de la Ley N.o 23506. Que, siendo la Accion de Cumplimiento un proceso constitucional orientado a 2. materializar las obligaciones derivadas de una ley 0 de un acto administrativo respecto de las cuales existe renuencia por parte de cualquier autoridad 0 funcionario; el pedido de que se haga efectivo el pago del premio pecuniario que formula la demandante por haber cumplido veinte anos de servicios y que se encuentra explicitamente reconocido por la Resolucion Directoral Administrativa N.o 38095-0GA-DMA-MLM, es perfectamente procedente, por cuanto dicha Resolucion no ha sido dejada sin efecto por disposicion especifica alguna y menos aun por la Resolucion de Alcaldia N.o 044-A-96 del diecisiete de enero de mil novecientos noventa y seis, cuyo articulo 1° solo se ha limitado a \"disponer la revision de las planillas de sueldos y salarios, asi como de toda la documentacion contable, remuneraciones, beneficios sociales, pensiones y demas conceptos pertinentes a la problemâtica laboral de la Municipalidad Metropolitana de Lima...\" Que, por consiguiente, habiéndose acreditado el incumplimiento de obligaciones 3. derivadas de un acto administrativo que fue emitido por autoridad competente y que adquirio la calidad de cosa decida, resulta de aplicacion el articulo 3° de la 3 TRIBUNAL CONSTITUCIONAL Ley N.o 26301 y los articulos 1°, 2° de la Ley N.o 23506, en concordancia con el articulo 200° inciso 6) de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO en parte la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y siete, su fecha cinco de marzo de mil novecientos noventa y ocho, en el extremo que confirmando la apelada, declara infundada la excepcion de caducidad y REVOCANDOLA en la parte que declara improcedente la demanda, REFORMANDOLA en este extremo la declara FUNDADA. Dispone que el Alcalde de la Municipalidad Metropolitana de Lima, cumpla con cancelar a donia Tula Nicéfora Salazar Tarazona el premio pecuniario ascendente a la suma de cinco mil trescientos cincuenta y nueve nuevos soles con treinta y cinco céntimos (SI. 5,359.35), establecido en la Resolucion Directoral N.o 38095-0GA-DMA-MLM del veinticinco de agosto de mil novecientos noventa y cinco. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO il NF LO QUE CERTIFICO: NA un DR. CESAR CUBAS LONGA SECRPTARIO-REJATOR (e)", "fecha_publicacion": "1999-11-02", "id": 35923, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Tula Nicéfora Salazar Tarazona", "numero_expediente": "00334-1998-AC"}