{"CONTEXTO": " 00339-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00339-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 339-96-AA/TC Caso: Gonzales Miranda Genner y otros. Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha ocho de mayo de mil novecientos noventa y seis, que, declaro nula la sentencia de vista del cuatro de abril de mil novecientos noventa y cinco, insusbsistente el concesorio del veintiseis de agosto de mil novecientos noventa y cuatro, e improcedente el recurso de apelacion, en la accion de amparo seguida por los senores: Genner Gonzales Miranda, Anuncia Maria Villachica Matos, Renan Ordonez Bellido, Carlos Jesus Zegarra Alarcon, Cesar Ccoicca Terrazas, Teodoro Talledo Castillo, Javier Oscar Torres Avila, Eleazar Marcos Ramirez Yataco, Alejandro Castaneda Muhoz, Claudio Cavalier Garma, Rafael Venero Rivera, Juan de la Cruz Huapaya Bautista, Gerardo Barreto Flores, José Cesar Suclupe Benavidez, Jesus Quinonez Osorio, Carlos Vasquez Vargas, Elvira Pena de Lopez, Rene Ramos Garcia, Guillermo Lopez Quinonez, y Aurelia Reyes Aguilar contra el Presidente del Instituto Nacional Penintenciario (INPE) Dr. Victor Perez Liendo y el Procurador de los Asuntos Judiciales del Ministerio de Justicia.", "ANTECEDENTES:": "Los demandantes interponen su accion sustentando su reclamo en la transgresion de sus derechos a la carrera administrativa, la igualdad ante la Ley, al trabajo, a trabajar libremente, a la igualdad de oportunidades sin discriminacion, al caracter irrenunciable de los derechos reconocidos, a la interpretacion mas favorable al trabajador, al cumplimiento del ordenamiento juridico, a la obligatoriedad de la Ley. y la prelacion de las normas, generada con la Resolucion de la Presidencia del Concejo Nacional Penitenciario No. 450-93-INPE-CNP de fecha diez de diciembre de mil novecientos noventa y tres. Alegan principalmente los actores que la Resolucion No. 450-93-INPE-CNP dispuso el cese de quinientos trabajadores, no obstante no encontrarse autorizada por Ley expresa, ya que el proceso de reduccion de personal establecido por el D.S.E. No. 128-PCM/3 del trece de setiembre de mil novecientos noventa y tres 2 TRIBUNAL CONSTITUCIONAL unicamente habia sehalado en su articulo 5 que \"el que no renuncia voluntariamente serà sometido a examenes\", \"el que no se presenta a los examenes sera cesado automaticamente y \"el que aprueba los examenes ocupara las plazas y cargos previstos en el Cuadro de. Asignacion de Personal del INPE\"; por otra parte, la referida. Resolucion No. 450-93 declara como excedentes a los demandantes sin ningun sustento real ni legal, ya que en agosto de mil novecientos noventa y tres se emitio el D.S.E. No. 107 por el que se amplio el CAP del INPE establecido en el D.S. No. 003-93-JUS fijandolo en tres mil seicientos treinta y cuatro plazas, mientras que luego del proceso de renuncias voluntarias solo quedaron dos mil cuatrocientos cincuenta trabajadores, lo que demuestra que no existia la excedencia alegada; en tercer lugar, senalan los actores, que no se les evaluo, calificoy. selecciono conforme a la norma legal, ya que aun en el hipotético caso que el. INPE estuviera autorizado para el cese no se ha observado el D.S.E. No. 128, pues el demandado mediante Resolucion de Presidencia CNP No. 343-93, unicamente se limito a establecer una prueba Psicologica que no fue para demostrar conocimientos técnicos, practicos 0 legales relacionados con et trabajo penitenciario; en cuarto lugar, la resolucion No. 450-93 es extemporanea ya que mientras el articulo 1 del D.S.E. No. 128 estipula que el plazo para llevar a cabo el Programa de Reduccion de Personal no excedera del treinta de setiembre de mil novecientos noventa y tres, siendo este corregido hasta el treinta de octubre del mismo aho, la Comision evaluadora seguia rehaciendo listados de futuros trabajadores cesados hacia el mes de Diciembre de mil novecientos noventa y tres; en quinto lugar, se ha cometido una discriminacion legal contra los recurrentes, ya que mientras a ellos se les ha despedido luego de haber rendido la citada prueba psicologica, han continuado laborando mas de cien trabajadores que no presentaron a la misma; en sexto lugar, tampoco procede el despido de los recurrentes por encontrars amparados en las Constituciones de 1979 y 1993 asi como en las leyes laborales; en séptimo lugar, la Resolucion No. 450-93 se apoya en la interpretacion del D.S.E. que es una norma de menor jerarquia que el Decreto Legislativo No. 276, que reconoce su estabilidad en el trabajo, por ultimo, se ha violado el derecho al cumplimiento de la Ley, la Constitucion y el Ordenamiento Juridico, pues el demandado no estaba obligado a interpretar como lo ha hecho el D.L. No. 128 ni podia dejar de aplicar el D.L. 276 y las normas constitucionales. Por todas estas razones solicitan los demandantes se deje sin efecto para ellos, la Resolucion No. 450-93INPE-CNP, procediendose a la restitucion en sus puestos de trabajo. Admitida la accion a tramite por el Decimo Quinto Juzgado en lo Civil de Lima, se dispone su traslado a los emplazados. Posteriormente y antes de contestarse aquella, los demandantes amplian su demanda incluyendo a los accionantes Juana Rosa Lermo Lopez, Dionisio Cupe Cucho, Primitiva Barbaran Roca y Victor Panana Contreras. Contestada la demanda por la Procuradora Publica a cargo de los Asuntos Judiciales del Ministerio de Justicia, esta es negada en todos sus extremos, principalmente por considerar: Que, por D.S.E. No. 128- PCM/93 el Supremo Gobierno autorizo al INPE para que proceda a aplicar un programa de reduccion de personal, basado en un programa de retiro voluntario con incentivos y un programa de calificacion, evaluacion y seleccion de personal; Que, con el referido Decreto Supremo Extraordinario y la Resolucion de Presidencia del Concejo Nacional Penitenciario No. 250-93-INPE-CNP-P no se ha violado ningun derecho constitucional ya que ambas normas se han dictado de acuerdo a la reorganizacion y restructuracion de la Administracion Publica como se ha venido haciendo en todos los niveles estatales; Que, los demandantes no han agotado las vias previas pues si bien han interpuesto recurso de reconsideracion no han hecho uso del recurso de apelacion ante instancia superior. De fojas ciento sesenta y siete a ciento sesenta y nueve vuelta y con fecha dieciocho de agosto de mil novecientos noventa y cuatro, el Juzgado expide resolucion declarando improcedente la demanda, principalmente por considerar: Que la demanda interpuesta fue recepcionada por el Juzgado el treinta de marzo de mil novecientos noventa y cuatro, mientras que la norma impugnada fue publicada en el diario oficial El Peruano el treinta de diciembre de mil novecientos noventa y tres; Que, si bien es cierto que tramitaron en la via administrativa la reconsideracion, en la misma no consta su agotamiento, deduciendose 3 No TRIBUNAL CONSTITUCIONAL elsilencio administrativo; Que,los derechos a demandar mediante la accion de amparo caducan a los sesenta dias de producido el hecho de infraccion constitucional, habiendo sido interpuesta la demanda después de vencido el termino senalado. Interpuesto recurso de apelacion por la abogada de los demandantes los autos son remitidos a la Cuarta Fiscalia Superior en lo Civil para los efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia por que se confirme la apelada, la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, de fojas doscientos trece a doscientos catorce vuelta y con fecha cuatro de abril de milnoveclentos noventa y cinco, revoca la resolucion apelada y declara fundada la accion e inaplicable la Resolucion de Presidencia del Consejo Nacional Penitenciario No. 450-93-INPE-CNP-P, principalmente por considerar: Que, por Decreto Supremo Extraordinario No. 128-PCM-93 se autorizo al INPE para que proceda a aplicar un programa de reduccion de personal; Que el articulo 8 del citado Decreto Supremo le fija una vigencia de tres meses, por lo que habiéndose publicado en el diario oficial El Peruano el trece de setiembre de mil novecientos noventa y tres, sus disposiciones solo tuvieron efecto legal hasta el trece de diciembre del mismo aho; Que. la Resolucion de Presidencia del Consejo Nacional Penitenciario No. 450-93-INPE-CP-P que declara excedentes a los accionantes y los cesa por causal de restructuracion y reorganizacion administrativa publicada el treinta y uno de diciembre de mil novecientos noventa y tres carece de efecto legal por cuanto a la fecha de su publicacion ya no tenia vigencia el Decreto Supremo Extraordinario en que se amparaba la decision y el INPE ya no tenia facultad de cesar a los accionantes; Que, si bien de la Resolucion que se cuestiona y con la que se dispone el cese de los accionantes se advierte que se encuentra fechada el diez de diciembre de mil novecientos noventa y tres tratandose de un acto administrativo solo surte efecto desde el momento que son notificados los recurrentes, desde la fecha de publicacion en el diario oficial El Peruano; Que, de lo glosado se advierte que la referida resolucion vulnera el derecho a la estabilidad en el trabajo que reconoce el articulo 48 de la Constitucion Politica de 1979, aplicable al presente caso. Interpuesto recurso de nulidad por la Procuradora Publica a cargo de los Asuntos del Ministerio de Justicia, se dispone el envio de los autos a la. Fiscalia Suprema en lo Contencioso Administrativo para los efectos rde la vista correspondiente, y devueltos estos, con dictamen que se pronuncia porque se declare haber nulidad en la recurrida yfundada la demanda (sic), la Sala de Derecho Constitucionaly. Social de la Corte Suprema de Justicia de la Republica con fecha ocho de mayo de mil novecientos noventa y seis, declara nula la sentencia de vista del cuatro de abril de mil novecientos noventa y cinco, insusbsistente el concesorio de apelacion del veintiséis de agosto de mil novecientos noventa y cuatro e improcedente el recurso de su proposito, por considerar que si bien el articulo 290 del Texto Unico Ordenado de la. Ley Organica del Poder Judicial faculta a los abogados a presentar, suscribir y ofrecer todo tipo de escritos, sin que sea necesaria la intervencion de sus clientes, dicha facultad, empero, se encuentra limitada por lo que preceptia el segundo acapite del numeral 11 de la acotada norma, por lo que la abogada de los demandantes no estaba. facultada para interponer recurso de apelacion, ya que dicha facultad unicamente se encuentra reservada al justiciable. Contra esta resolucion, los accionantes interponen recurso de casacion por lo que de conformidad con los dispositivos legales vigentes, la misma Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que. .conforme se desprende de los autos del presente proceso, la Sala de Derecho Constitucional ySocial de la Corte Suprema de Justicia de la Republica, no obstante haber resuelto con fecha ocho de mayo de mil novecientos noventa y seis, un asunto estrictamente de forma, y no de fondo, ha habilitado empero a los TRIBUNAL CONSTITUCIONAL demandantes, con. fechas seis, trece y catorce de junio de mil novecientos noventa y seis, a los efectos de que su recurso de casacion, entendido como extraordinario, sea conocido por el Tribunal Constitucional; Que siendo esto asi y antes de entrar a analizar el asunto de fondo que entraha el presente recurso extraordinario, este Colegiado estima necesario precisar, que la resolucion recurrida, por la que se declara nula la sentencia de vista del cuatro de abril de mil novecientos noventa y cinco, insubsistente el concesorio de apelacion del veintiséis de agosto de mil novecientos noventa y cuatro e improcedente el recurso de Sul proposito, es en si misma oscura y ambigua, pues no solo no precisa la situacion en la que queda el proceso sino que se contradice con las posteriores resoluciones de la misma Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, que, implicilamente, conceden el recurso extraordinario; Que por otra parte, la misma recurrida, pretende sustentarse en un formalismo inaceptable en materia procesal constitucional para omitir pronunciarse sobre el fondo de la pretension reclamada y que incluso resulta manifiestamente contradictorio con otros pronunciamientos emitidos por la misma Sala de la Corte Suprema como el que se refiere al expediente No. 1372-93 de fecha dieciocho de julio de mil novecientos noventa y cuatro, y a donde se reconoce con toda claridad, la facultad que tienen los letrados para interponer recursos impugnatorios, sin la obligatoriedad de la firma de sus patrocinados; Que precisadas las anomalias contenidas en la recurrida y entrando al asunto de fondo que mediante el e presente recurso, se reclama, cabe sehalar, en primer termino, que si bien por Decreto Supremo Extraordinario No. 128-PCM-93 se habilito al Instituto Nacional Penitenciario a aplicar un programa de reduccion de personal, segun el cual, los trabajadores que no se acojan al programa de retiro voluntario y no aprueben los examenes de evaluacion de personal seran cesados por causal de reorganizacion restructuracion, el articulo 8 de la citada norma establecio su aplicacion en un periodo de tres meses, por lo que al publicarse dicho Decreto en el diario oficial hacia el trece de setiembre de mil novecientos noventa y tres, sus disposiciones tuvieron efecto hasta el trece de diciembre del mismo ano; Que si bien la Resolucion de Presidencia del Consejo Nacional Penitenciario No. 450-93-INPE/CNP-P, por la que se declara excedentes a un determinado numerode trabajadores del INPE,fue publicada el treinta y uno de diciembre de mil novecientos noventa y tres, la expedicion de la misma es del diez de diciembre del mismo aho, lo que quiere significar, que el acto administrativo de determinacion de la excedencia y el cese, se produjo dentro del termino prefijado por el antes citado Decreto Supremo Extraordinario No. 128-PCM- 93; Que por otra parte, tampoco puede alegarse, que el cese de trabajadores por no haber aprobado los examenes, constituya una interpretacion ilegal, pues es manifiesto que el Decreto Supremo Extraordinario No. 128-PCM/93 se encuentra orientado en direccion a un objetivo fundamental, que es, el de la reduccion de personal al interior del INPE, tal y como se puede corroborar con una simple lectura de los considerandos del referido dispositivo. Que por consiguiente, no habiendose acreditado transgresion alguna a los derechos constitucionales invocados por los demandantes, la presente demanda debe desestimarse. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley Modijicatoria No. 26801", "FALLA": "REVOCANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha ocho de mayo de mil novecientos noventa y seis, que, declaro nula la sentencia de 5 TRIBUNAL CONSTITUCIONAL vista del cuatro de abril de mil novecientos noventa y cinco e insusbsistente el concesorio de apelacion del veintiseis de agosto de mil novecientos noventa y cuatro asi como improcedente el recurso de su proposito. REFORMANDO la recurrida y REVOCANDO la de vista, declararon INFUNDADA la Accion de Amparo interpuesta. Dispusieron asi mismo, la publicacion de la presente en el diario oficial \"El Peruano > y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE huer t GARCIA MARCELO Lsd. Lo que Certifico: Dre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-19", "id": 36564, "nombre_demandado": "Presidente del Instituto Nacional Penitenciario (Víctor Pérez Liendo) y otro", "nombre_demandante": "Genner Gonzales Miranda y otros", "numero_expediente": "00339-1996-AA"}