{"CONTEXTO": " 00340-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00340-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 340-97-AATC Arequipa Percy Manuel Choque Pelaes y otro SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de octubre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo. y; actuando como secretaria la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Percy Manuel Choque Pelaes y don Raul Eduardo Diaz Portilla, contra la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha veintiocho de febrero de mil novecientos noventa y siete, que declaro infundada la accion de amparo seguida por los antes citados demandantes en contra de la Sociedad Minera Cerro Verde S.A.", "ANTECEDENTES:": "Don Arnulfo B. Vargas y Rivera, en su calidad de abogado patrocinante de los senores Percy Manuel Choque Pelaes y Raul Eduardo Diaz Portilla, interpuso accion de amparo en contra de la Sociedad Minera Cerro Verde S.A., amparando su actuar en lo dispuesto por los articulos 28°, 27°, 26°, 24° inciso 10), 12° y 200° inciso 2) de la Constitucion, articulos 1, 2° y 70 de la Ley 23506, articulos 923° y 924° del Codigo Civil y normas conexas, con el objeto de que cesaran las amenazas de actos violatorios de los siguientes derechos fundamentales : 1.- Derecho a trabajar con sujecion a las leyes. 2.- derecho a contratar con fines licitos. 3.- derecho a la propiedad. 4.- derecho a la paz. y 5.- derecho a la tranquilidad; solicitando se repusieran las cosas al estado anterior a las violaciones 0 amenazas de violaciones. Manifesto que sus patrocinados tienen la calidad de accionistas -trabajadores de la empresa demandada, pero que actuando unicamente como accionistas, solicitaron a la demandada les dijera las razones por las cuales sus acciones no generaron ningun tipo de dividendos y/o utilidades en dos anos y medio de 2 TRIBUNAL CONSTITUCIONAL operaciones exitosas, senalando que la misma peticion la hicieron via carta notarial, pidiendo ademas copias certificadas de las Juntas Generales de Accionistas de conformidad con el articulo 142° de la Ley General de Sociedades, expresando que la empresa se mostro renuente a entregar lo solicitado, indicando igualmente que agotada la gestion personal y notarial, habian solicitado mediante prueba anticipada la exhibicion y absolucion de posiciones por ante el Segundo Juzgado Especializado Civil, habiéndose emplazado al Gerente General, tramite que se encontraba en giro al momento de presentarse la demanda; que, al conocer ese hecho la empresa emplazada habia iniciado unapersecucion en contra de sus patrocinados por el hecho de defender su derechos, persecucion que se vio materializada mediante el contenido de la comunicacion circular interna de fecha seis de junio de mil novecientos noventa y seis, corriente a fojas nueve, en donde la demandada los amenaza y trata de involucrarlos en actos en que no participaron, predisponiendo en contra suya al personal de trabajadores, jefes y funcionarios, los mismos que han empezado a hostilizarlos sistematicamente, por ser los presuntos responsables de la baja de acciones, atentândose asi en contra de sus derechos constitucionalmente reclamados. A fojas 119-125, la sociedad Minera Cerro Verde S.A., representada por su apoderada la Dra.Soledad Chavez Zuniga, contesto la demanda negândola en todos sus extremos y solicitando que la indebida accion de amparo interpuesta, fuera declarada improcedente, por estimar que no se habia producido la violacion del derecho a la libertad de trabajo, ya que éste solo procede cuando se afecta los derechos fundamentales esenciales, contenidos en los articulos 22° a 29° de la Constitucion; que nunca se les habia privado a los demandantes, de la libertad necesaria para poder ejercer sus actividades de comprar 0 vender acciones; que no se les habia prohibido a los accionantes a usar, disfrutar y disponer libremente de sus acciones; que los pedidos hechos por los demandantes fueron atendidos oportuna y personalmente por funcionarios del area de recursos humanos y de contabilidad y finanzas, quienes les explicaron muy claramente la situacion financiera de la empresa, y los motivos por los cuales no se genero ningun tipo de utilidades, sino por el contrario pérdidas; que la empresa hizo de conocimiento de los trabajadores y accionistas la Memoria Anual correspondiente al ano de mil novecientos noventa y cinco, indicando que si quedaba alguna duda la hicieran Ilegar por escrito a fin de ser absuelta; que, como prueba irrefutable de que la empresa en ningun momento nego 0 se mostro renuente a proporcionar informacion a los accionistas, senalaron que el demandante Choque Pelaes asistio a la Junta eneral de Accionistas de fecha veintinueve de marzo de mil novecientos noventa y seis, siendo directamente informado de los aspectos economicos inherentes a la empresa; que no obstante ello la empresa cumplio con presentar las actas correspondientes y absolver posiciones ante el Segundo Juzgado Civil, a peticion de los emplazantes; que es falso que la empresa haya iniciado una persecucion en contra de los demandantes por defender sus derechos. Concluyo su contestacion manifestando que la demandada no vulnero de manera alguna los derechos constitucionales mencionados por los demandantes ni ningun otro, poniendo de relieve que la via previa correspondiente no fue agotada por los TRIBUNAL CONSTITUCIONAL demandantes ante el juez laboral -por las presuntas hostilizaciones-, reiterando su pedido de que se declare improcedente la accion propuesta. El Primer Juzgado Especializado en lo Civil de Arequipa, a fojas 149-154, por resolucion de fecha veintiséis de diciembre de mil novecientos noventa y seis, declaro infundada la accion de amparo presentada, por considerar que, en cuanto al derecho a trabajar, en el presente caso, no existe ningun fundamento de hecho del petitorio, 0 algun fundamento en que los actores se basen para demandar la supuesta violacion de ese derecho, ya que no se ha acreditado que exista una relacion laboral entre las partes, y los documentos presentados no ameritan que la demandada haya violado 0 amenazado el derecho constitucional que sirva de base al bienestar social de los actores; que los demandantes no han probado el hecho que la demandada les haya privado de la libertad necesaria para poder ejercer sus actividades de comprar 0 vender sus acciones; que, el derecho a la paz y tranquilidad contenido en la Constitucion del Estado, se refiere al tiempo libre que pueden disfrutar las personas, al respecto los actores no han fundamentado ni existen pruebas que se hayan violado estos derechos no fundamentales. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, mediante su sentencia de fecha veintiocho de febrero de mil novecientos noventa y siete, confirmo la sentencia apelada por sus propios fundamentos, de conformidad con lo opinado por el Fiscal Superior y ademas por considerar que la parte demandante no ha probado en el curso del proceso los hechos sustentatorios de su pretension, mas aun cuando le corresponde la carga procesal impuesta por el numeral ciento noventa y seis del Codigo Procesal Civil.", "FUNDAMENTOS:": "Considerando: Que, con la copia, notarialmente certificada, del acta de la Junta General Ordinaria de Accionistas de fecha veintinueve de marzo de mil novecientos noventa y seis, corriente a fojas 100 a 104, se acredita que el demandante don Percy Choque Pelaes, participo de la misma, y que estuvo enterado del estado de pérdidas y ganancias de la empresa, arrojado por el Balance General al treinta y uno de diciembre de mil novecientos noventa y cinco, el que fue aprobado por unanimidad ; Que, como es de verse a fojas 105 a 108, la empresa demandada, mediante su Gerente el senor Jacob Timmers presento las actas pertinentes y realizo la absolucion de posiciones a peticion de los demandantes, ante el Segundo Juzgado Civil , Que, con la copia de la memoria de la empresa demandada, de fecha veintinueve de marzo de mil novecientos noventa y cinco, corriente a fojas 94-98, se acredita que los demandantes fueron informados oportunamente sobre la situacion financiera de la demandada; Que, en lo que respecta a que las acciones no rinden ningun tipo de dividendos y/o utilidades, la empresa demandada ha cumplido con explicar a los actores sobre el por que, pero si aun abrigan alguna duda, ésta deben despejarla en la via y forma legal que corresponda, no siendo el camino de la accion de amparo el idoneo, ya que las situaciones mencionadas por los emplazantes en su escrito de demanda son materia de las acciones que prevé la Ley General de Sociedades, asi como el Codigo Civil vigente, procedimientos en los que los TRIBUNAL CONSTITUCIONAL accionantes han de hacer valer sus derechos; Que, la accionada en ningun momento a recortado el derecho de los accionantes para efectuar la libre compra-venta, de usar, disfrutar 0 disponer libremente de sus acciones; Que, los demandantes no han demostrado en autos que la accionada les haya violado su derecho a trabajar, maxime aun, cuando éstos han presentado su demanda, no como trabajadores sino simplemente como accionistas minoritarios, en calidad de personas naturales; Que, igualmente los actores no han demostrado en autos el que se les hayan violado su derechos a la paz y tranquilidad, 0 el que se les haya amenazado 0 violado algun otro derecho de jerarquia constitucional. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones conferidas por la Constitucion y su Ley Organica.", "FALLA:": "Revocando la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa su fecha, veintiocho de febrero de mil novecientos noventa y siete, que confirmo la sentencia de primera instancia, que la declaro infundada y reformandola la declararon IMPROCEDENTE. Dispusieron su publicacion en el diario oficial \"El Peruano\" y los devolvieron. S.S. - er Acosta Sanchez; Nugent; rcvh Diaz Valverde; - - / / Y - / Lo / Garcia Marcelo. F.C.V. Lo que Certifico: Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-27", "id": 36489, "nombre_demandado": "Sociedad Minera Cerro Verde SA", "nombre_demandante": "Percy Manuel Choque Pelaes y otro", "numero_expediente": "00340-1997-AA"}