{"CONTEXTO": " 00343-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00343-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 343-97-HC/TC Carlos Basombrio Iglesias y otros. CUSCO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintidos dias del mes de agosto de mil novecientos noventisiete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad que, en aplicacion del articulo 41° de la Ley 26435, Organica del Tribunal Constitucional, debe entenderse como recurso extraordinario, interpuesto con fecha diecisiete de abril de mil novecientos noventisiete por el abogado don Paul H. Valer Bellota, en representacion de los menores internados en el Centro Penitenciario de Quenccoro; contra la Resolucion expedida el catorce de abril de mil novecientos noventisiete por la Primera Sala Penal de la Corte Superior de Justicia del Cusco, que al confirmar la apelada, declaro IMPROCEDENTE la accion de Habeas Corpus de autos.", "ANTECEDENTES:": "Don Carlos Basombrio Iglesias, Director del Instituto de Defensa Legal, don Francisco Soberon Garrido, Coordinador General de la Asociacion Pro-Derechos Humanos, don Ivan Bazan Chacon, Director de la Fundacion Ecuménica para el Desarrollo y la Paz, y 2 don Ernesto Alayza Mujica, Director Ejecutivo del Centro de Estudios y Accion para la Paz; interponen, con fecha veinticuatro de marzo de mil novecientos noventisiete, recurso de Habeas Corpus en favor de los menores Félix Acuache Espino, Jesus Ayala Vilca, Carlos 2 TRIBUNAL CONSTITUCIONAL Bahamonte, Jeremi Bravo, Franz Burga Castaneda, David Carpio Cueva, Encarnacion Capcha, Roberto Flores Valdivia, César Huacho, Juan Cuba Huamani, Victor Ganoza Estrada, Pedro Guevara Rodriguez, Michel Lino Alayo, Henry Gonzalez Gonzalez, Leoncio Florian Lopez, Carlos Llanos Huaman, Job Medina Gonzalez, Miguel Mercedes de la Cruz, Carlos Neofito Amaro, Raul Poma Sanchez, Miguel Cerralta Torres, Miguel Ramirez Aguirre, Jorge Reyes Zambrano, Alexander Silva Hernandez, Roger de la Rosa Gonzalez, Leopoldo Ugarriza Diaz, Moisés Ruiz Laguna, Richard Villanueva Rosales, Mario Cajavilca de la Cruz, Jorge Romero Tirado, Alex Romero Tirado, Wilfredo Arroyo Ginés, Edwin Gamarra Pumayanqui, Juan Carlos Vila Plasencia, Wilson Quispe Rodriguez, Eles Rodriguez Guillén, William Palomino Lopez, Roger Suarez Soto, César Siguenas Araindia, y, Jorge Juscamaita Cuba; en contra de don José Dellepiani Massa, Secretario Ejecutivo de la Comision Ejecutiva del Poder Judicial, don Ernesto Salas Canaval, Director del Centro de Diagnostico y Rehabilitacion de Lima, y del Director del Centro Penitenciario de Maxima Seguridad de Quenccoro - Cusco; con la finalidad de que: a) Los citados menores sean trasladados de inmediato a un Centro de Rehabilitacion de Lima. b) Que, un Juez constate in situ la violacion del articulo 20, inciso 24-g de la Carta Magna, pues se esta impidiendo la comunicacion de los menores con sus padres y abogados; la violacion del articulo 20, inciso 23 de la misma Carta Magna, pues se esta transgrediendo el derecho de defensa de los menores citados. c) Que, se constate la integridad fisica, psicologica y condiciones de dichos internos (folio 1 a folio 8) A solicitud del Sexto Juzgado Penal del Cusco, don José Dellepiane Massa, Secretario Ejecutivo de la Comision Ejecutiva del Poder Judicial, informa con fecha veintiséis de marzo de mil novecientos noventisiete, lo que a continuacion se resume: Que, mediante la Cuarta Disposicion Transitoria y Final del Decreto Legislativo No 866, publicado el veintinueve de octubre de mil novecientos noventiséis, se transfirio a la Secretaria Ejecutiva de la Comision Ejecutiva del Poder Judicial, las funciones relacionadas con la rehabilitacion y reincersion en la sociedad de menores infractores; y que en mérito de ello se crea el Centro Juvenil de Diagnostico y Rehabilitacion de Lima. Que, al hallarse un tunel en dicho Centro Juvenil, construido por los reclusos con la intencion de evadirse, se dispuso mediante Resolucion No 081-97-SE-TP-CME-P, el traslado de los adolescentes infractores de terrorismo pertenecientes al MRTA, asi como de aquéllos infractores comunes pero de dificil rehabilitacion, al Centro Juvenil de Diagnostico y Rehabilitacion del Cusco. Que, la detencion de los menores no es arbitraria, pues siguen bajo el régimen del Codigo del Nino y del Adolescente, y que la detencion obedece a mandatos jurisdiccionales procedentes de Juzgados y Salas de Familia habidos dentro de un regular proceso. Que, el traslado de los menores al Establecimiento Penitenciario de Quenccoro se realizo dentro de medidas de seguridad, y que los menores ocupan celdas unipersonales con bano individual. Que, se ha instalado un teléfono para que los internos puedan comunicarse con sus familiares y abogados. (folio 121 a folio 124) TRIBUNAL CONSTITUCIONAL El Sexto Juzgado Penal del Cusco, mediante Resolucion de fecha veintiséis de marzo de mil novecientos noventisiete, falla declarando IMPROCEDENTE la accion de Habeas Corpus, por los fundamentos siguientes: a) Que, el traslado de los menores se realizo tomando las medidas adecuadas. b) Que, cuentan con alimentacion integral y asistencia médica continua. c) Que, los menores fueron procesados con arreglo a Ley. d) Que, no sufren castigo ni se ejerce violencia contra ellos. e) Que, el espacio que ocupan los menores esta separado del que ocupan los adultos. f) Que, finalmente, se ha constatado que los menores Encarnacion Capcha, Jesus Ayala Vilca, Juan Cuba Huamani, Franz Burga Cataneda, Victor Ganoza Estrada, Miguel Ramirez Aguirre, Roger La Rosa Gonzales y Jorge Juscamaita Cuba, no se hallan internados en Quenccoro. (folio 154 a folio 160) La Primera Sala Penal de la Corte Superior de Justicia del Cusco, mediante Resolucion de fecha catorce de abril de mil novecientos noventisiete, CONFIRMA la apelada en base a lo siguiente: Que, no se ha vulnerado ningun derecho constitucional y que el traslado de los menores obedece a medidas de seguridad dictadas por el organo competente. (folio 258)", "FUNDAMENTOS:": "Que, el traslado de los menores al Centro Penitenciario de Quenccoro - Cusco, obedece a medidas de seguridad, pues los menores se hallaban recluidos en el Centro de Diagnostico y Rehabilitacion de Lima, donde habian construido un tunel para evadirse. Que, los demandados no dispusieron el internamiento de los menores citados en el escrito de demanda, que la orden de internamiento proviene de organos competentes como lo son los Juzgados y Salas de Familia en donde se sustanciaron procesos regulares. Que, del Acta de Visita Judicial efectuada por el personal del Sexto Juzgado Penal del Cusco, el veinticinco de marzo de mil novecientos noventisiete, con asistencia de la Fiscal de Familia, la Defensora de Oficio y del Asesor del Instituto de Defensa Legal (codemandante) se desprende que no se ha vulnerado ningun derecho de los menores internos, relievandose lo siguiente: que se hallan separados de los reclusos adultos; que tienen buena alimentacion y asistencia médica, que tienen un teléfono para comunicarse con sus familiares y abogados; que el pabellon No 3 donde se hallan los menores, ha sido especialmente. habilitado con celdas individuales con bano propio; que se les ha provisto de una biblioteca yj juegos recreativos. ( folio 58 a folio 62) ) Que, el traslado de los menores al Centro Penitenciario de Quenccore es de caracter temporal, quedando demostrado que no se hallan incomunicados. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion Politica del Estado y su Ley Orgânica le confieren,", "FALLA:": "CONFIRMANDO la Resolucion de la Primera Sala Penal de la Corte Superior de Justicia del Cusco, de fecha catorce de abril de mil novecientos noventisiete, que al confirmar la apelada de fecha veintiséis de marzo de mil novecientos noventisiete, declararon IMPROCEDENTE la accion de Habeas Corpus de autos; mandaron su publicacion en el Diario Oficial \"El Peruano\", conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ 2.  - NUGENT DIAZ VALVERDE Gur tl Poll 2 D - GARCIA MARCELO Lo que Certifico: Dra. MARIALUZ VASQUEZ DELOPEZ SECRETARIA-F RELATORA TRIBUNAL CONSTITUCIONAY JGB/pch", "fecha_publicacion": "1997-10-09", "id": 36413, "nombre_demandado": "Secretario Ejecutivo de la Comisión Ejecutiva del Poder Judicial (Ernesto Salas Canaval), Director del Centro de Diagnóstico y Rehabilitación de Lima y Director del Centro Penitenciario de Máxima Seguridad de Quenccoro", "nombre_demandante": "Carlos Basombrio Iglesias y otros a favor de Félix Acuache Espino y otros", "numero_expediente": "00343-1997-HC"}