{"CONTEXTO": " 00348-1993-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00348-1993-HC.pdf) --- S-041 ..que, ...el demandante no ha hecho uso del derecho a probar los hechos que invoca -y ni siquiera lo ha intentado-, no obstante la autorizacion expresa del articulo 230, incisos 5)y 7), de la Ley No 23506;...  Exp.: No 348-93-HC/TC Lima Caso: Julio Vela Vasquez  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los siete dias del mes de agosto de mil novecientos noventa y seis, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados:  Nugent,  Presidente, Acosta Sanchez,  Vicepresidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo;  actuando como Secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario contra la resolucion de la Sala de Derecho Constitucional y Social que declara no haber nulidad en la resolucion que, confirmando la apelada, declara improcedente la Accion de Habeas Corpus. ", "ANTECEDENTES:": "El accionante interpone Accion de Habeas Corpus en defensa de sus derechos al libre ejercicio de la profesion de abogado y a la vida, los mismos que dice se encuentran amenazados O violados por don Jorge Vallejo Torres.  Ampara su pretencion en los numerales uno, nueve, trece, y veinte, paragrafo \"h\", del articulo segundo de la Constitucion, asi como en el numeral noveno del articulo decimosegundo, de la Ley veintitrés mil quinientos seis, y en la Ley veinticinco mil trescientos noventa y ocho.  Sostiene que el denunciado, en forma constante, viene amenazândolo con atentar contra su integridad fisica, habiendo llegado al extremo, en una oportunidad, de agredirlo y golpearlo brutalmente, al punto de haberle hecho perder el conocimiento; alega, ademas, que el denunciado viene indisponièndolo con sus clientes, hablando mal de él, ocasionandole, de este modo, dano moral y fisico.  Seguido el trâmite conforme a ley, el juzgado declara infundada la Accion, sentencia que es confirmada por la Segunda Sala Penal de la Corte Superior de Lima. Interpuesto el recurso de nulidad, la Sala de Derecho Constitucional y Social, de la Corte Suprema, con fecha treinta y uno de agosto de mil novecientos noventa y tres, declara no haber nulidad en la recurrida.  Planteado el Recurso de Casacion, los autos son remitidos a este Tribunal. ", "FUNDAMENTOS:": "Considerando: Que la deficiente investigacion judicial no ha permitido esclarecer la situacion, maxime si se tiene presente que, en su declaracion, el demandado niega todos los cargos, y alega, antes bien, que él es el agredido; que, por otro lado, el demandanteno ha hecho uso del derecho a probar los hechos que invoca - y ni siquiera lo ha intentado-. no obstante la autorizacion expresa del articulo vigésimo tercero, incisos quinto y sétimo, de la Ley veintitrés mil quinientos seis; que, en tales circunstancias, estaria de mas ordenar la ampliacion de la investigacion judicial; ", "FALLA:": "Confirmando la recurrida, su fecha treinta y uno de agosto de mil novecientos noventitrés, que confirmando la apelada, de fecha once de junio de mil novecientos noventa y tres, declaro infundada la demanda.  Registrese, comuniquese y publiquese.  S.S. NUGENT ACOSTA SANCHEZ AGUIRRE ROCA DIAZ VALVERDE REY TERRY REVOREDO MARSANO DE MUR GARCIA MARCELO  MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-11-12", "id": 37392, "nombre_demandado": "Jorge Vallejo Torres", "nombre_demandante": "Julio Vela Velásquez", "numero_expediente": "00348-1993-HC"}