{"CONTEXTO": " 00346-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00346-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 346-98-AA/TC LIMA FABRICA DE ALUMINIO Y METALES DEL PERU S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Fabrica de Aluminio y Metales del Perû S.A. FAMPERU S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, su fecha once de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda en la Accion de Amparo interpuesta contra la Superintendencia Nacional de Administracion Tributaria (SUNAT) y el Ministro de Economia y Finanzas.", "ANTECEDENTES:": "Fabrica de Aluminio y Metales del Peru S.A. FAMPERU S.A., representada por don Gianfranco Martino Mercanti Gilardi, interpone Accion de Amparo contra la SUNAT y el Ministro de Economia y Finanzas para que se declare inaplicable a su empresa los articulos 109° y siguientes del Decreto Legislativo No 774, Ley del Impuesto a la Renta, y se deje sin efecto la Orden de Pago No 011-1-38922, del cuatro de abril de mil novecientos noventa y siete, correspondiente al pago de regularizacion del Impuesto Minimo a la Renta de mil novecientos noventa y seis. Ello por violar sus derechos constitucionales de propiedad, de legalidad y de no confiscatoriedad de los impuestos. La demandante senala que: 1) Su situacion contable es de pérdida; y, 2) La demandada ha iniciado el proceso de cobranza coactiva, de acuerdo con la notificacion de fecha diecisiete de abril de mil novecientos noventa y siete, mediante la que se le exige el pago bajo apercibimiento de embargo de sus bienes. La SUNAT, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: 1) La demandante pudo agotar la via administrativa sin necesidad de pagar previamente el monto adeudado; y, 2) No se vulnera derecho constitucional alguno. 2 TRIBUNAL CONSTITUCIONAL El Procurador adjunto a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, don Angel Augusto Vivanco Ortiz, contesta la demanda y solicita que sea declarada infundada 0 improcedente, debido a que: 1) La demandante pretende obtener una exoneracion tributaria; y, 2) El Impuesto Minimo a la Renta promueve un minimo de eficiencia empresarial. Propone las excepciones de falta de agotamiento de la via administrativa, incompetencia y caducidad. El Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas ciento cincuenta y cuatro, con fecha veintinueve de agosto de mil novecientos noventa y siete, declara infundadas las excepciones de falta de agotamiento de la via administrativa, de incompetencia y de caducidad, y fundada la demanda. Sus fundamentos son los siguientes: 1) La demandante ha acreditado, mediante el estado financiero de auditoria externa que durante el ejercicio mil novecientos noventa y cinco y mil novecientos noventa y seis, no obtuvo ingresos y que arrastra pérdidas; y, 2) En su caso, el impuesto es confiscatorio. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos nueve, con fecha once de febrero de mil novecientos noventa y ocho, confirma la apelada en cuanto declara infundadas las excepciones y revocandola declara improcedente la demanda. Sus fundamentos son los siguientes: 1) La demandante no ha acreditado de manera fehaciente la insolvencia economica alegada; y, 2) La norma del Impuesto a la Renta trata de evitar que las empresas viables declaren pérdidas 0 rentas menores a las reales para evadir el pago del impuesto.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra la Orden de Pago No 011-1-38922, del cuatro de abril de mil novecientos noventa y siete. Y, por lo tanto, ha iniciado la presente Accion de Amparo sin haber agotado la via previa respectiva, contraviniendo lo dispuesto en el articulo 27° de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello, debido a las consideraciones siguientes: a) La notificacion de la Resolucion de Ejecucion Coactiva No 011-06-15727, del cuatro de abril de mil novecientos noventa y siete, no supone la ejecucion de la Orden de Pago cuestionada en autos. Ello, en la medida en que el articulo 1170 del Decreto Legislativo No 816, Codigo Tributario vigente, establece que el procedimiento de cobranza coactiva se inicia con \"la notificacion al deudor tributario de la Resolucion de Ejecucion Coactiva, que contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo 3 TRIBUNAL CONSTITUCIONAL apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\" b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en trâmite\", > se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente, la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\". Y, el tercer parrafo del mismo articulo establece que \"para la admision a trâmite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". 3. Que, a mayor abundamiento, esta acreditado en autos, a fojas ciento noventa y seis, que la empresa demandante, con fecha dieciocho de junio de mil novecientos noventa y siete, cancelo el monto de la deuda contenida en la Orden de Pago No 011-1-38922. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, su fecha once de febrero de mil novecientos noventa y ocho, que declaro infundadas las excepciones de caducidad e incompetencia e IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO RICLE Lo que Certific0; G.L.B. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-12-13", "id": 37343, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT) y otro", "nombre_demandante": "Fábrica de Aluminio y Metales del Perú SA (FAMPERÚ SA) representada por Gianfranco Martino Mercanti Gilardi", "numero_expediente": "00346-1998-AA"}