{"CONTEXTO": " 00344-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00344-1996-AA.pdf) --- S-347 Que,..habiendo el actor cobrado el integro de sus beneficios sociales y dado por concluido el vinculo de trabajo, ...sin haber aportado prueba alguna de que su firma habria sido falsificada, la pretension debe desestimarse tras haberse generado la sustraccion de materia. Exp. No 344-96-AA/TC Caso: Esteban Sanchez Martinez SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de julio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Mixta de la Corte Superior de Canete, de fecha diez de mayo de mil novecientos noventa y seis, en los seguidos entre Esteban Sanchez Martinez y la Municipalidad Distrital de Imperial - Canete-, sobre Accion de Amparo.", "ANTECEDENTES:": "Don Esteban Sanchez Martinez interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Imperial, Canete, por amenaza de violacion de su derecho constitucional a la libertad de trabajo. Sostiene el actor que desde el primero de marzo de mil novecientos noventa ha venido prestando servicios a la entidad demandada, realizando labores de naturaleza permanente, y durante aproximadamente seis anos. No obstante ello, precisa, el Alcalde de la entidad demandada ha expedido la Resolucion de Alcaldia No 003-96-MDI, de fecha cuatro de enero de mil novecientos noventa y seis, a través de la cual se le despidio, sin respetar que tras los anos de servicio y el caracter de los servicios que prestaba, él se encontraba sujeto al régimen previsto en la Ley No 24041, el Decreto Legislativo No 276 y el Decreto Supremo No 005-90- PCM. Alega que no ha agotado la via previa, ya que la resolucion de alcaldia impugnada fue de ejecucion inmediata. Admitida la demanda, esta es contestada por la entidad accionante, solicitando se declare infundada la pretension, ya que: a) el rompimiento del vinculo laboral dispuesto por la resolucion impugnada se ajusta a las disposiciones legales vigentes, que, desde mil novecientos noventa y uno, prohibian la contratacion de nuevo personal, cualquiera sea la modalidad, b) la Contraloria General de la Republica, mediante R.A. No 093-94-MDI, dispuso la observacion que se deje sin efecto los contratos de trabajos suscritos, hecho éste que debio realizarse por la anterior administracion, y que, por razones que desconoce, no se llevaron a cabo, c) el actor no ha cumplido con agotar la via administrativa. Con fecha veintinueve de febrero de mil novecientos noventa y seis el Juez del Juzgado Especializado Mixto de Canete expide resolucion declarando fundada la demanda. Interpuesto el recurso de apelacion la Sala Mixta de la Corte Superior de Canete expide resolucion, revocando la apelada, y reformandola, la declara improcedente. Interpuesto el recurso de nulidad, que debe entenderse como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Considerando: Que, conforme fluye del petitorio de la demanda, el objeto de ésta es que se deje sin efecto la Resolucion de Alcaldia No 003-96-MDI, expedida por el Alcalde de la Municipalidad Distrital de Imperial, Provincia de Canete, por la cual se disolvio el vinculo laboral con el actor, y en consecuencia, se le reponga en su centro de labores. Que, conforme es de advertirse del documento obrante a fojas cuarenta y cuatro, el actor con fecha dos de febrero de mil novecientos noventa y seis cobro la liquidacion por beneficios sociales, ascendente a la suma de mil novecientos cuarenta y seis con veintisiete céntimos de nuevo sol, precisando que lo firmaba en senal de conformidad y dejando sin efecto el vinculo laboral con la institucion, con el unico reparo que ello lo hacia a cuenta del pago de los danos y perjuicios. Que, en tal virtud, y habiendo el actor cobrado el integro de sus beneficios sociales y dado por concluido el vinculo de trabajo que lo unia con la entidad demandada, sin haber aportado prueba alguna de que su firma habria sido falsificada, la pretension debe de desestimarse tras haberse generado la sustraccion de materia. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Orgânica le confieren,", "FALLA:": "Confirmando la resolucion de la Sala Mixta de la Corte Superior de Canete, su fecha diez de mayo de mil novecientos noventa y seis, que revocando la apelada, que declaro fundada la demanda, la reformo y la declaro improcedente. Dispusieron su publicacion en el Diario Oficial \"El Peruano\", 1 y los devolvieron. SS. ACOSTA SANCHEZ / NUGENT / DIAZ VALVERDE / GARCIA MARCELO.", "fecha_publicacion": "1997-08-10", "id": 36287, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Imperial de Cañete", "nombre_demandante": "Esteban Sánchez Martínez", "numero_expediente": "00344-1996-AA"}