{"CONTEXTO": " 00346-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00346-1996-AA.pdf) --- EXP. No 346-96-AA/TC. JORGE BENITO SANCHEZ LOYOLA LA LIBERTAD.  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Don Jorge Benito Sanchez Loyola, contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas noventa y ocho, su fecha dos de abril de mil novecientos noventa y seis, que confirma la apelada que declaro infundada la demanda la misma que lo entendio como improcedente. ", "ANTECEDENTES:": "Don Jorge Benito Sanchez Loyola, con fecha nueve de noviembre de mil novecientos noventa y cinco, interpone demanda de Accion de Amparo contra la Empresa Nacional de Puertos S.A. - Terminal Maritimo de Salaverry, solicitando que se ordene a ésta que cumpla con acumular su tiempo de servicio y se le reintegre los beneficios que de ello se derive. Refiere que por Ley No 18027 la demandada asumio los activos y pasivos de la Administracion Portuaria de Salaverry, por lo que debe acumularse su tiempo de servicio prestado en ambas empresas, caso contrario se estaria violando los articulos 570 y 26° de las Constituciones de 1979 y 1993, respectivamente. Indica que ingreso en la Administracion mencionada el 23 de abril de 1969, y por mandato de la ley paso a laborar desde el 01 de enero de 1970 a la demandada; y que, al solicitar el 50% de su Compensacion por Tiempo de Servicio, se le ha negado la indicada acumulacion.  La demandada en su escrito de contestacion de demanda, precisa que el asunto es de competencia de los Juzgados de Trabajo; y que el articulo 22° de la Ley No 18027 establecio que su representada, cuyo régimen laboral es el de la actividad privada, debe abonar beneficios sociales a sus trabajadores a partir de enero de 1970, en razon que los trabajadores de la Administracion Portuaria eran empleados publicos sujetos a la Ley No 11377.  El Juez del Tercer Juzgado Especializado en lo Civil de Trujillo, con fecha veinticuatro de enero de mil novecientos noventa y seis, a fojas setenta y ocho, declara infundada la demanda, por estimar principalmente que, no procede la acumulacion de tiempo de servicios prestados bajo regimenes de la actividad privada y publica  La Segunda Sala Civil de la Corte Superior de la Justicia de La Libertad, con fecha dos de abril de mil novecientos noventa y seis, a fojas noventa y ocho, confirma la apelada que declara infundada la demanda la misma que lo entendio como improcedente, por considerar que existe norma constitucional expresa que prohibe la acumulacion solicitada.  Contra esta resolucion el demandante interpone recurso extraordinario. ", "FUNDAMENTOS:": "1. Que, a través de la presente accion el demandante solicita que se ordene a la demandada cumpla con acumular el tiempo de servicios prestados a la Empresa Portuaria de Salaverry al amparo de la Ley No 11377 y los que viene prestando a la Empresa Nacional de Puertos S.A. sujeto al régimen de actividad privada; asi como se le abone los reintegros que se derive de dicha acumulacion.  2. Que, de conformidad con lo establecido en la Tercera Disposicion Transitoria y Final de la vigente Constitucion Politica del Estado, en tanto subsistan regimenes diferenciados de trabajo entre la actividad privada y la publica, no pueden acumularse servicios prestados bajo ambos regimenes, siendo nulo todo acto 0 resolucion en contrario, razon por la que resulta infundada la presente accion de garantia.  Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le  confiere la Constitucion Politica del Estado y su Ley Organica. ", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas noventa y ocho, su fecha dos de abril de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda; y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados.  S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO  Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1996-09-18", "id": 37509, "nombre_demandado": "Empresa Nacional de Puertos SA", "nombre_demandante": "Jorge Benito Sánchez Loyola", "numero_expediente": "00346-1996-AA"}