{"CONTEXTO": " 00349-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00349-1996-HC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. N349-96-HC/TC FERNANDO SALAZAR RONDON Y OTROS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto por don Perly del Pino Florian y don Fernando Salazar Rondon, contra la resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, su fecha nueve de abril de mil novecientos noventa y seis, que declaro improcedente la accion de Habeas Corpus.", "ANTECEDENTES:": "Don Fernando Salazar Rondon, don Perly del Pino Florian y don Wilfredo Criollo Valencia interponen accion de Habeas Corpus contra el Director General Adjunto del Hospital Nacional \"Sergio E. Bernales\", don Hallder Mori Ramirez, por vulnerar -segun sostienen- su libertad de transito, al prohibirles el ingreso a dicho nosocomio. Manifiestan que son trabajadores del Servicio Basico de Salud-Comas; que la actitud del accionado ha sido motivada por la denuncia que los actores han efectuado a través de un volante, en relacion a la corrupcion que afirman \"reina e impera\" (sic) en el mencionado Hospital; que el veinte de febrero de mil novecientos noventa y seis, han presentado denuncia formal al respecto ante la Contraloria General de la Republica. A fojas veintitrés obra el acta de la constatacion efectuada en las instalaciones del Hospital Nacional Segio E. Bernales, por el Juez Especializado en lo Penal del Cono Norte; en dicho acto el supervisor de vigilancia manifesto que el Director Adjunto del referido Hospital ha ordenado que se les prohiba el ingreso a los actores; asi mismo el accionado manifesto que tiene fundados motivos para impedir el ingreso de los accionates a dicho Nosocomio. L TRIBUNAL CONSTITUCIONAL A fojas veintinueve corre la declaracion del accionado, el que manifesto que la Direccion del Hospital Nacional Sergio E. Bernales, ante diversas denuncias de los demandantes, dispuso su despido y que se abstengan de alterar el orden interno del Hospital; que como los demandantes persistian en su actitud se vio obligado a prohibir su ingreso al Hospital; agrego que ninguno de los accionantes labora en la sede de dicho hospital. El Juez Especializado en lo Penal del Cono Norte emite sentencia declarando improcedente la accion de Habeas Corpus, por considerar, entre otras razones, que los accionates no justificaron la necesidad de ingresar al local del Hospital Nacional Sergio E. Bernales y que de otro lado, como dirigentes de los trabajadores, pueden organizar asambleas y reuniones, sin alterar el orden publico ni paralizar las labores hospitalarias. Interpuesto el recurso de apelacion, la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima declara improcedente la accion, por estimar que las instituciones, publicas 0 privadas, pueden dar directivas para el ingreso de personal al interior de su local. Interpuesto recurso de nulidad, entendido como extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, la accion de Habeas Corpus es una garantia de tramite inmediato y que esta vinculada en esencia a la proteccion de la libertad individual de la persona humana, a fin de protegerla contra los actos coercitivos practicados por cualquier autoridad, funcionario 0 persona, que atenten contra el derecho de libertad, cuando tales actos aparezcan realizados de modo arbitrario. 3. Que, en el presente caso, los actores consideran lesiva a su libertad de transito la prohibicion de ingresar a las instalaciones del Hospital Nacional Sergio E. Bernales, dispuesta en su contra por el funcionario accionado. 4. Que, el accionado reconocio en las diligencias practicadas por el a quo, que efectivamente ha ordenado que se les impida a los actores el ingreso al local del Hospital Nacional Sergio E. Bernales, en razon que estos, en reiteradas oportunidades, han alterado el orden y la tranquilidad del hospital, por lo que en su condicion de Director General Adjunto tiene la responsabilidad de cautelar la paz laboral y la tranquilidad dentro del hospital. 5. Que, la libertad de transito no puede ser ejercida de manera irrestricta, estando facultados los responsables de las instituciones publicas y privadas a emitir directivas que regulen 3 TRIBUNAL CONSTITUCIONAL el ingreso de personas a sus locales institucionales y que aseguren el orden y tranquilidad al interior de los mismos. 6. Que, debe tenerse presente que los actores no laboran en la sede del Hospital Nacional Sergio E. Bernales, ni requieren de los servicios de salud que éste presta, tampoco han alegado que tengan la necesidad de visitar a algun paciente; por lo que no han acreditado tener algun interés legitimo, particular y concreto, relacionado con el servicio publico a que esta destinado el mencionado hospital. 7. Que, los actores afirman en el escrito de demanda que les resulta \"imprescindible ingresar al mencionado Hospital para poder acumular pruebas que les permitan formular las denuncias correspondientes por corrupcion de funcionarios\". Esta pretension podria estar relacionada con su condicion de dirigentes sindicales y con el ejercicio de su derecho de sindicacion; sin embargo, este derecho constitucional no puede ser protegido mediante la presente accion de garantia. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que la Constitucion Politica del Estado y su Ley Organica le confieren.", "FALLA:": "REVOCANDO la resolucion de la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, su fecha nueve de abril de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda; reformandola declara INFUNDADA la accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ NUGENT y DIAZ VALVERDE GARCIA MARCELO L 2 - C V Lo que Certifieo; CCL Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-14", "id": 41932, "nombre_demandado": "Director General Adjunto del Hospital Nacional \"Sergio E. Bernales\" (Hallder Mori Ramírez)", "nombre_demandante": "Fernando Salazar Rondón y otros", "numero_expediente": "00349-1996-HC"}