{"CONTEXTO": " 00357-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00357-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 357-97-AA/TC Caso: Benjamina Felisa Amiquero de Vargas y otros Huanuco. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los quince dias del mes de octubre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de PlenoJurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente encargado de la Presidencia Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo, Actuando como secretaria relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, de fecha veinticuatro de marzo de mil novecientos noventa y siete, que, confirmando la resolucion apelada del veinte de enero de mil novecientos noventa y siete, declaro Improcedende la accion de amparo interpuesta por dona Benjamina Felisa Amiquero Nicolas de Vargas, Dula Zelmira Noya Andrade y Juan Enrique Gutierrez Mays, contra el ex Ministro de Agricultura, Ingeniro Absalon Vasquez Villanueva, el Ministro de Agricultura, Ingeniero Rodolfo. Muhante Sanguineti, el ex Director de lai Sub-Region Agraria de Huanuco Ingeniero Rolando Arias Salinas, y, el Director de la Sub Region Agraria de Huanuco, Ingeniero Luis Sudrez Merino.", "ANTECEDENTES:": "Los demandantes interponen su accion sustentando su reclamo en la transgresion de su derecho constitucional a la libertad de trabajo al haberse expedido la Resolucion Suprema No. No. 004-96-AG del dos de enero de mil novecientos noventa yseis, pues afirman que al ser trabajadores que prestan servicios en el Ministerio de Agricultura-Sub-Region Agraria Huanuco y venirse sometiendo semestralmente a evaluaciones de personal previstas en el Reglamento aprobado por Resolucion Ministerial No. 0283-93-AG, han sido sin embargo indebidamente cesados. Especifican que la evaluacion en la Sub-Region Agraria de Huanuco correspondiente al segundo semestre de mil novecientos noventa y cinco, ha sido irregular pues mientras que el cinco de enero de mil novecientos noventa y seis, la encargada de la jefatura de personal entrego los formatos de evaluacion de los trabajadores al Director de Administracion de la Sub-Region, la Resolucion Suprema por la que se les ceso, habia sido ya emitida tres dias antes, por lo que aquélla resulta nula. Solicitan por consiguiente, que se deje sin efecto ni valor legal alguno el contenido de la Resolucion Suprema No 004-96-AG, asi como su inaplicabilidad en la parte que cesa a los demandantes. 2 TRIBUNAL CONSTITUCIONAL Admitida la accion a tramite por el Primer Juzgado Mixto de Huanuco, se dispone su traslado a los demandados, siendo absuelta en primer termino por el Director Sub Regional Agrario de Huanuco, quien la niega y contradice, fundamentalmente por considerar que la accion ha caducado; Que el proceso de racionalizacion de personal esta enmarcado dentro de la normatividad legal, la misma que fue aceptada por los accionantes sin que. jamas hayan interpuesto ninguna accion contra dichas normas a efectos de que se les excluya de sus alcances; Que la pretendida nulidad de la Resolucion Suprema cuestionada no es apreciable en la via especial del amparo; Que la demanda es improcedente al encontrarse dirigida contra una norma legal como lo es la resolucion cuestionada; Que los demandantes no han acreditado que sus evaluaciones no hayan culminado, pues solo se limitan a presentar manifestaciones e instrumentales que no corresponden a los resultados de la evaluacion, Que la accion interpuesta esta comprendida dentro de las causales de improcedencia previstas en el inciso 4 del articulo 6 de la Ley No 23506. El Procurador Publico a cargo de los Asuntos del Ministerio de Agricultura tambien contesta la demanda negandola y contradiciendola) fundamentalmente por considerar: Que la Resolucion Suprema No 104-96-AG del dos de enero de mil novecientos noventa y seis, fue expedida dentro del marco del Decreto Ley No 26109 que inicia el proceso de Reorganizacion Administrativa del Sector Publico, el Decreto Ley No 26093 que faculta a los titulares de los distintos Ministerios e Instituciones Publicas Descentralizadas a implementar el programa de evaluacion de personal, y la Resolucion Suprema No 104-93-AG del treinta y uno de diciembre de mil novecientos noventa y tres que dispone la aplicacion del programa de evaluacion en las Direcciones Regionales Agrarias del Ministerio de Agricultura; Que la accion de amparo no es la via idonea para demostrar la legalidad o ilegalidad de la resolucion cuestionada sino la accion contencioso-administrativa; Que los demandantes intentan mediante la accion de amparo impedir los efectos de disposiciones legales lo que no procede conforme el inciso 2 del articulo 200 de la Constitucion Politica; Que existe jurisprudencia de la Corte Suprema que en casos analogos al presente ha desestimado la pretension de los demandantes. De fojas doscientos siete a doscientos nueve. y con fecha veinte de enero de mil novecientos noventa y siete, el PrimerJuzgado en lo Civil de Huanuco expide resolucion declarando improcedente la accion principalmente por considerar: Que los accionantes pretenden que se deje sin efecto ni valor legal la Resolucion Suprema No 004-96-AG y por otro lado, su inaplicabilidad; Que respecto del primer extremo y de conformidad con el inciso 2 del articulo 200 de la Constitucion Politica del Estado, la Accion de Amparo no resulta procedente contra normas legales como la. Resolucion Suprema cuestionada, la que solo lo puede ser, por intermedio de la accion de inconstitucionalidad\" Que sobre la inaplicabilidad de la misma resolucion tampoco cabe pronunciarse porque si dicha norma se publico el cinco de enero de mil novecientos noventa y seis, el plazo para ejercer la accion de amparo ha caducado,teniendo en cuenta que la demanda se ha interpuesto el nueve de setiembre de mil novecientosnoventa: y seis, siendo aplicable el articulo 37 de la Ley No 23506. Interpuesto recurso de apelacion por los demandantes,los autos son remitidos a la Fiscalia Superior en lo Civil de Huanuco para efectos de la vista correspondiente y devueltos estos con diçtamen que se pronuncia por que se confirme la apelada, laSala Civil de la Corte Superior de Justicia de Huanuco, afojas doscientos sesenta y con fecha veinticuatro de marzo de mil novecientos noventa y sieté, confirma la sentencia apelada, fundamentalmente por considerar: Que la via de amparo no es el medio idoneo para que se deje sin efecto, se declare que no tiene valor, que adolece de nulidad y es inaplicable la Resolucion Suprema No 004-96-AG; Que la accion de amparo es un procedimiento sumarisimo destinado a conseguir la inmediata reposicion de los derechos constitucionales violados 0 amenazados lo que no se da en el caso sub-judice siendo de aplicacion lo dispuesto en los articulos 1, 2y 6 inciso 4 de la Ley No 23506, concordante con el articulo 200 inciso 2 de la Constitucion Politica. 3 TRIBUNAL CONSTITUCIONAL Contra esta resolucion, los demandantes interponen recurso extraordinario, por lo que de conformidad con el articulo 41y la Cuarta Disposicion Transitoria de la Ley No 26435, se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que,como fluye de los autos, el proceso de evaluacion semestral del Personal de las Direcciones Regionales Agrarias del Ministerio de Agricultura, debio llevarse a efecto conforme a lo dispuesto en el Reglamento de Evaluacion de Personal aprobado por el. Ministerio de Agricultura mediante Resolucion Ministerial No 283- 94-AG de fecha tres de agosto de mil novecientos noventa. y tres. Que,para la evaluacion a la que fueron sometidos los demandantes, la Sub Region Agraria de Huanuco, por intèrmedio de su Oficina de Personal, ha debido cumplir estrictamente con aplicar el antes citado Reglamento de Evaluacion de Personal, diligenciando, entre otras cosas, con la debida anticipacion, la distribucion de los formatos 0 anexos de evaluacion de personal. Que,en el presente caso, no se ha dado cumplimiento regular al Reglamento indicado, por cuanto elJefe de Personal entrego al administrador de la Sub Region Agraria de Huanuco los Formatos de Experiencia Profesional, Tiempo de Servicios y Evaluacion Curricular a las once de la mahana del dia viernes cinco de enero de mil novecientos noventa yseis, conforme se desprende del Acta de Inspeccion Fiscal (fojas nueve y diez) corroborada por la manifestacion del Director de Administracion José Rodriguez Cobos (fojas once y once vuelta), mientras que la Resolucion No 004-96-AG por la que se dispone el cese de los demandantes es del dos de enero de mil novecientos noventa y seis, hecho que acredita, que, en efecto, se habia dispuesto separar a los trabajadores demandantes, antes de que hubiese concluido el proceso de evaluacion al que fueron sometidos. Que, por ahadidura, y conforme consta del Oficio No 257-95-DSRA-HCO/PETT de fecha veintinueve de diciembre de mil novecientos noventa y cinco, (fojas trece) el senor Coordinador Sub Regional del Proyecto Especial de Titulacion de Tierras, entrego a la Oficina de Planificacion Agraria, los formatos de evaluacion del segundo semestre de mil novecientos noventa y cinco, recién con fecha dos de enero de mil novecientos noventa y seis, esto es, el mismo dia de emitida la antes citada Resolucion No 004-96-AG. Qué,por consiguiente, resulta manifiesta la carencia de secuencia logica en la realizacion de los diferentes actos de evaluacion, ya que si los formatos de experiencia profesional y tiempo de servicios y el anexo de evaluacion curricular fue entregado por el Jefe de Personal al Administrador de la Sub Region Agraria de Huanuco, el dia cinco de enero de mil novecientos noventa.seis, mientras que los formatos de Evaluacion lo fueron el dia dos de enero de mil novecientos noventa y seis, por parte del Coordinador Sub Regional de Titulacion de Tierras a la Oficina de Planificacion Agraria, no termina de entenderse, como es que se emite con antelacion y se da por concluido el proceso de evaluacion de trabajadores mediante la cuestionada Resolucion No 004-96-AG. Que,por otra parte, este Colegiado vuelve a reiterar, como lo ha hecho en anteriores casos (Cfr. entre otras, Causa No 721-96-AA) que el termino establecido para efectos de determinar la caducidad en el ejercicio del proceso constitucional de amparo, no corre desde el momento en que se emite una resolucion 0 se ejecuta un acto considerado como violatorio de los derechos constitucionales, sino desde el momento en que se da por agotada la via previa, criterio que aplicado al presente caso, permite desestimar cualquier argumento sustentado en la caducidad, ya que si la Resolucion Suprema No 052-96-AG, que da por concluida la via administrativa, fue emitida con jecha dieciseis de agosto de mil novecientos noventa y seis y publicada el dieciocho de agosto del mismo mes y ano, y la accion constitucional fue interpuesta con fecha cinco de TRIBUNAL CONSTITUCIONAL setiembre de mil novecientos noventa y seis, los demandantes se encontraban dentro del plazo establecido por el articulo 37 de la Ley No 23506. Que, por lo tanto, habiéndose acreditado la violacion al derecho constitucional invocado por los demandantes, resultan de aplicacion, los articulos 1, 3, 7, 9 y 24 inciso 10 de la Ley No 23506, en concordancia con el articulo 2 inciso 15 de la Constitucion Politica del Estado. Por estos jundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley Modificatoria No 26801;", "FALLA:": "REVOCANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, de fecha veinticuatro de marzo de mil novecientos noventa y siete, que, confirmando la sentencia apelada del veinte de enero de mil novecientos noventa y siete, declaro Improcedente la accion. REFORMANDO la de vista y la apelada, declararon FUNDADA la Accion de Amparo interpuesta y en consecuencia INAPLICABLE la Resolucion Suprema No 004-96-AG de fecha dos de enero de mil novecientos noventa y seis, especificamente sobre los demandantes Benjamina Felisa Amiquero Nicolas de Vargas, Dula Zelmira Noya Andrade y Juan Enrique Gutiérrez Mayz, a quienes la Sub Region Agraria de Huanuco, DEBERA reponer en sus puestos de trabajo, sin goce de haberes durante el periodo no laborado y sin perjuicio de someterlos a la evaluacion que corresponda de acuerdo a ley, no resultando aplicable al presente caso, el articulo 11 de la Ley No 23506 dadas las circunstancias especiales que lo rodean. Se dispuso asi mismo la publicacion de la presente en el diario oficial \"El Peruano \"y los devolvieron.", "SS.": "ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE averd L - LBL GARCIA MARCELO Lsd. LO QUE CERTIFICO. Dra. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-16", "id": 36655, "nombre_demandado": "Ministerio de Agricultura (Ministro, Rodolfo Muñante Sanguineti) y otros", "nombre_demandante": "Benjamina Felisa Amiquero Nicolás de Vargas y otros", "numero_expediente": "00357-1997-AA"}