{"CONTEXTO": " 00357-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00357-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 357-98-HC/TC LIMA JULIA CRUZ. HINOSTROZA VDA. DE HILARIO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitres dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, H WN Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Reçurso de Nulidad que debe ser entendido como Recurso Extraordinario interpuesto por dona Julia Cruz Hinostroza Vda. de Hilario contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, su fecha cuatro de marzo de mil novecientos noventa y ocho, que declaro infundada la accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Julia Cruz Hinostroza Vda. de Hilario interpone Accion de Habeas Corpus contra la Division Antidrogas (DIVANDRO) Cono Este, por violacion a su derecho contenido en el articulo 12, inciso 4), de la Ley No 23506; sostiene la actora, que con fecha diecinueve de febrero de mil novecientos noventa y ocho, personal policial de la dependencia denunciada y un representante del Ministerio Publico ingresaron a su domicilio y le compelieron a inculpar a sus familiares al haber hallado droga en su inmueble, asi como le hicieron firmar un acta que no leyo. Realizada la investigacion sumaria, a fojas treinta y tres, obra la declaracion del Comandante PNP José Pablo Vilchez Machare, Jefe de la Division Policial emplazada, quien declara que en la sede de la entidad policial se encuentra detenida la actora, involucrada en una investigacion por trafico ilicito de drogas, desde el dia diecinueve de febrero de mil novecientos noventa y ocho en que fue intervenida en su domicilio hallandosele en posesion de droga asi como en el interior de su domicilio; que en dicha diligencia, participo la Fiscal adjunta Dra. Ana Maria Javier Venegas; asimismo, puesta la detenida actora a disposicion del Juez Penal, declaro que sabe que el motivo de su detencion es porque la policia hallo en su poder droga, asi como en los ambientes de su domicilio, droga que le habia encargado un sujeto conocido como Juan \"el chuncho\", persona de la que recibio la droga, aceptando venderla por la necesidad economica que atravesaba. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas treinta y seis, con fecha veinte de febrero de mil novecientos noventa y ocho, declara improcedente la Accion de Habeas Corpus, por considerar principalmente que, la actora era investigada por delito de trafico ilicito de drogas y que el dia en que la policia la intervino le hallo droga en su poder, en este sentido, el literal \"f, del inciso 24), del articulo 2° de la Constitucion prevé que la policia puede efectuar la detencion 2 TRIBUNAL CONSTITUCIONAL preventiva de los presuntos implicados por un término no mayor de quince dias, siendo, por lo tanto, su detencion arreglada a ley. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, con fecha cuatro de marzo de mil novecientos noventa y ocho, revoca la apelada que declaro improcedente la Accion de Habeas Corpus y reformândola la declara infundada. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que a fojas treinta del expediente, obra el Acta Fiscal en la que se acredita que la actora autorizo el ingreso del personal policial interviniente y de la senorita representante del Ministerio Publico a su domicilio, donde se realizo una diligencia de registro domiciliario y personal; 2. Que, como resultado de la actuacion policial, la actora es sorprendida en posesion de pasta basica de cocaina, asimismo, se hallo droga de la misma especie en los ambientes del inmueble intervenido, conforme se detalla en las correspondientes actas que obran de fojas veintinueve a treinta y dos, habiendo procedido la autoridad emplazada a su detencion; 3. Que expuestos asi los hechos y analizada su correspondencia probatoria, la supuesta autoincriminacion e incomunicacion alegada por la actora no ha sido acreditada, maxime si la recurrente ha reconocido ante el Juez Penal del sumario constitucional, haber estado en posesion de la droga hallada por la policia emplazada; Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, con fecha cuatro de marzo de mil novecientos noventa y ocho, que revocando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Mipnne Ce DIAZ VALVERDE NUGENT aroin GARCIA MARCELO V4 UL Lo que Certifipo: JMS Dra. MARIA LUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL 2", "fecha_publicacion": "1998-12-13", "id": 37341, "nombre_demandado": "División Antidrogas (DIVANDRO) Cono Este", "nombre_demandante": "Julia Cruz Hinostroza Vda. de Hilario", "numero_expediente": "00357-1998-HC"}