{"CONTEXTO": " 00352-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00352-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 352-97-AA/TC ROSA CARMINA ALVARADO CASTRO Y OTROS BARRANCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a diez dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Huaura, de fecha veinte de enero de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo seguida por dona Rosa Carmina Alvarado Castro y otros contra don Romel Ullilen Vega, Alcalde de la Municipalidad Provincial de Barranca;", "ANTECEDENTES:": "Con fecha dieciocho de octubre de mil novecientos noventa y seis, dona Rosa Carmina Alvarado Castro y otros, interponen Accion de Amparo contra don Romel Ullilen Vega, Alcalde de la Municipalidad Provincial de Barranca, a fin que se declare la \"nulidad\" de la Resolucion de Alcaldia No 1246-96 AL/RUV-MPB del siete de octubre de mil novecientos noventa y séis en la parte que resuelve el cese por causal de excedencia de los demandantes y se les reponga en sus cargos abonândoseles las remuneraciones dejadas de percibir, al haberse violado sus derechos constitucionales a la \"estabilidad laboral\", a la legitima defensa y al debido proceso. Sostienen los demandantes, que el dia diez de octubre de mil novecientos noventa y seis fueron notificados con la referida resolucion de Alcaldia en la cual se dispone su cese a partir de esta ultima fecha, habiéndose ejecutado antes de quedar consentida; que el programa de evaluacion responde a directivas del Alcalde y no a disposiciones del Poder Ejecutivo como debia ser; ademas se ha cesado al personal sin contar con el financiamiento para el pago de la compensacion por tiempo de servicios. Admitida la demanda, ésta es contestada por don Romel Ullilen Vega, Alcalde de la Municipalidad Provincial de Barranca, quien formula la excepcion de falta de agotamiento de la via administrativa, que el proceso de evaluacion del personal se ha llevado a cabo de acuerdo a las disposiciones del Decreto Ley No 26093 y la Ley No 26553, proceso en el que los demandantes no alcanzaron el puntaje aprobatorio y en consecuencia no se ha violado ningun derecho constitucional. Con fecha dos de diciembre de mil novecientos noventa y seis, el Juzgado Especializado en lo Civil de Barranca, expide resolucion declarando fundada la demanda e infundada la excepcion de falta de agotamiento de la via administrativa. Interpuesto recurso de 2 TRIBUNAL CONSTITUCIONAL apelacion, con fecha veinte de enero de mil novecientos noventa y siete, la Sala Civil de la Corte Superior de Justicia de Huaura, revoca la apelada y reformandola declara infundada la demanda y la confirma en cuanto declara infundada la excepcion de falta de agotamiento de la via administrativa. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional. FUNDAMENTOS : 1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen de violacion los derechos constitucionales por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506 concordante con el Articulo 200° de la Constitucion Politica del Estado. 2. Que, la demandada mediante la Resolucion de Alcaldia No 1246-96 AL/RUN-MPB del siete de octubre de mil novecientos noventa y seis dispuso el cese de los demandantes, a partir del dia diez del mismo mes, ejecutândose dicha resolucion antes de quedar consentida, situacion que exime a los demandantes de la exigencia del agotamiento de la via previa, toda vez que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. 3. Que aparece de autos que la demandada mediante Resolucion de Alcaldia No 0970- 96 AL/RUV-MPB de dieciséis de julio de mil novecientos noventa y seis, dispuso la realizacion del Programa de Evaluacion del Personal y constituyo la Comision encargada de llevar a cabo dicho proceso. Asimismo, por Resolucion No 0976-96- RUVM PB de dieciocho de julio del mismo ano aprobo la Directiva No 001-96 AL/RUV-MPB de Evaluacion Semestral y por Resolucion No 0977-96 AL-RUV- MPB de la misma fecha se aprueba el Cronograma de Evaluacion, disposiciones que fueron emitidas de acuerdo a la Ley No 26553 y el Decreto Ley No 26093, y puestas en conocimiento del personal. 4. Que, la Resolucion de Alcaldia No 1246-96 AL/RUV-MPB del siete de octubre de mil novecientos noventa y seis que dispone el cese por causal de excedencia de los demandantes, ha sido emitida como resultado de un proceso regular y en vista que no alcanzaron el puntaje minimo requerido; no habiéndose demostrado que se hayan violado los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica. FALLA : CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas quinientos treinta y cuatro, su fecha veinte de enero de mil novecientos noventa y siete, que revocando la apelada declaro infundada la excepcion de falta de 3 TRIBUNAL CONSTITUCIONAL agotamiento de la via administrativa e INFUNDADA la demanda. Dispone su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "Viuer (/ ACOSTA SANCHEZ M 1 DIAZ VALVERDE Trwts NUGENT Rue GARCIA MARCELO Lo que Certifi00: Dra. MARIAI LUZ VASOUEZ SECRETARIA RELATONA TRIBUNAL CONSTITUCIONAL NF", "fecha_publicacion": "1998-08-25", "id": 41966, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Barranca (Romel Ullilen Vega)", "nombre_demandante": "Rosa Carmina Alvarado Castro y otros", "numero_expediente": "00352-1997-AA"}