{"CONTEXTO": " 00355-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00355-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 355-97-AA/TC PUNO TEOFILO AMADOR INOJOSA CHOQUE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticuatro dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia la sentencia siguiente:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Teofilo Amador Inojosa Choque y otros contra la Resolucion expedida por la Sala Mixta Descentralizada de San Roman- Juliaca de la Corte Superior de Justicia de Puno, su fecha treinta y uno de diciembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha diecisiete de setiembre de mil novecientos noventa y seis, don Teofilo Amador Inojosa Choque interpone Accion de Amparo contra la Municipalidad Provincial de Sandia, representada por su Alcalde, don Rosendo Aguirre Vieyra, para que se suspendan los efectos de la Resolucion Municipal No 017 de fecha diecisiete de noviembre de mil novecientos noventa y cinco y se disponga la reposicion en su puesto de trabajo. Refiere que ingreso a laborar en la Municipalidad demandada en abril de mil novecientos noventa y tres; que, en los meses de setiembre a octubre de mil novecientos noventa y cinco fue hostilizado por funcionarios de la demandada, impidiéndosele el ingreso a su lugar de trabajo; que, mediante la resolucion mencionada se lo destituye por supuesto abandono de su centro de trabajo, sin que medie el correspondiente proceso administrativo disciplinario. El Alcalde de la Municipalidad Provincial de Sandia absuelve el tramite de contestacion de la demanda; senala que el demandante fue destituido por haber incurrido en abandono de su centro de trabajo; que, por no contar con una oficina de procesos administrativos, se tomo la decision de destituir al demandante en base al informe expedido por la Comision de Asuntos Legales de su representada. El Juzgado Mixto de Sandia declara infundada la Accion de Amparo, por considerar que el demandante no cumplio con agotar la via previa y que la accion habia caducado. Interpuesto el Recurso de Apelacion, la Sala Mixta Descentralizada de San Roman- Juliaca de la Corte Superior de Justicia de Puno revoca la apelada y declara improcedente la demanda, por estimar que el derecho de accion del demandante habia caucado. Contra esta resolucion, el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, las acciones de Amparo proceden en los casos en los que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, el objeto de la presente Accion de Amparo esta dirigido a que se declare la inaplicacion de la Resolucion Municipal No 017 de fecha diecisiete de noviembre de mil novecientos noventa y cinco, mediante la cual la Municipalidad Provincial de Sandia impuso al demandante la medida disciplinaria de destitucion, por abandono de su puesto de trabajo. 3. Que, el demandante sostiene en el escrito de demanda que se entero de la existencia de la mencionada resolucion en el mes de julio de mil novecientos noventa y seis; sin embargo, en la solicitud dirigida al Alcalde de la municipalidad demandada, de fecha quince de diciembre de mil novecientos noventa y cinco, reconoce haber laborado en la Municipalidad demandada hasta el ocho de noviembre de mil novecientos noventa y cinco y senala que no se le ha notificado con la resolucion que lo \"suspende\" en su centro de trabajo; demostrandose con ello que tuvo conocimiento oportuno de la referida medida disciplinaria; hecho que se corrobora con su solicitud de fojas cuarenta y tres, su fecha primero de diciembre de mil novecientos noventa y cinco, mediante la cual solicita su liquidacion por concepto de compensacion por tiempo de servicios; pese a lo cual no interpuso oportunamente los recursos impugnatorios correspondientes; en consecuencia, habiéndose presentado la demanda con fecha diecisiete de setiembre de mil novecientos noventa y seis, ha operado el plazo de caducidad prescrito en el articulo 370 de la Ley No 23506 de Habeas Corpus y Amparo Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Mixta Descentralizada de San Român-Juliaca de la Corte Superior de Justicia de Puno de fojas ciento seis, su fecha treinta y uno de diciembre de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO a CCL Lo quegertifioos Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-12-02", "id": 37289, "nombre_demandado": "Municipalidad Provincial de Sandia representada por su Alcalde (Rosendo Aguirre Vieyra)", "nombre_demandante": "Teófilo Amador Inojosa Choque", "numero_expediente": "00355-1997-AA"}