{"CONTEXTO": " 00359-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00359-1996-HC.pdf) --- Exp. No. 359-96-HC/TC Lima Caso: Jhon Omar Ramos Ynalopu  SENTENCIA  DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treintiun dias del mes de octubre de mil novecientos noventiséis, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados:  Nugent;  Presidente, Acosta Sanchez; Vice Presidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur Garcia Marcelo  Actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Edith Marleny Garay Villar, contra la resolucion de la Novena Sala Penal de la Corte Superior de Lima, su fecha quince de abril de mil novecientos noventiséis, que confirmando la apelada, declaro Infundada la accion de habeas corpus interpuesta. ", "ANTECEDENTES:": "Dona Edith Marleny Garay Villar, interpone accion de habeas corpus, en favor de su menor primo Jhon Omar Ramos Ynalopu, contra el Juez Especializado del Sexto Juzgado de Lima, por la detencion de Su primo en forma arbitraria, no obstante conocer que era menor de edad, disponiendo su internamiento en el Penal de Lurigancho.  El Cuadragésimo Séptimo Juzgado declaro Infundada la accion de habeas corpus interpuesta, por considerar que no proceden las acciones de garantia en los casos en que ha cesado la violacion o amenaza de violacion de un derecho constitucional, tal como lo senala la Ley No 23506, en Su articulo 6° inciso 1°, mas ain cuando los hechos alegados contra la funcionara demandada carecen de sustento al haberse resuelto la situacion juridica del emplazante dentro del término de ley, luego de quedar plenamente establecida la edad del menor, por lo que el Juzgado emplazado dicto la resolucion de fecha primero de marzo del presente ano, cortando la secuela del juicio y ordenando la inmediata libertad del mismo.  En su oportunidad, la Novena Sala Penal de la Corte Superior de Lima, con los fundamentos de la apelada, confirmo dicha Resolucion, teniendo en consideracion que al momento de la interposicion de la presente accion, la Juez emplazada ya habia resuelto la situacion juridica del menor, realizando actuaciones judiciales con ese objeto, inclusive antes de la verificacion ordenada por el Juez que conocio la accion.  De conformidad con el articulo 41° de la Ley Organica del Tribunal Constitucional, Ley No 26435, se plante Recurso Extraordinario, elevandose los actuados al mismo. ", "FUNDAMENTOS:": "Que, el objeto de las acciones de garantia, es el de reponer las cosas al estado anterior al de la violacion del derecho constitucional conculcado, lo que en la presente accion ha ocurrido en la misma fecha en que se interpuso la misma, como puede establecerse con el auto que obra afojas trece, en el que la emplazada al determinar la minoria de edad del afectado, ordeno se corte el procedimiento y dispuso su inmediata libertad; y con los fundamentos de la sentencia recurrida;  El Tribunal Constitucional, ", "FALLA:": "Confirmando la sentencia de la Novena Sala Penal de la Corte Superior de Lima, su fecha quince de abril de mil novecientos noventiséis, que declaro Infundada la accion de habeas corpus interpuesta, la que en su oportunidad confirmo la de primera instancia, en la accion de habeas corpus interpuesta por dona Edith Marleny Garay Villar, enfavor de Jhon Omar Ramos Ynalopu, contra la Juez del Sexto Juzgado Penal de Lima.  Publiquese en el Diario Oficial El Peruano.  S.S. Nugent Acosta Sanchez Roca, Aguirre Diaz Valverde, Rey Terry, Revoredo Marsano de Mur Garcia Marcelo  DRA. MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-24", "id": 37433, "nombre_demandado": "Juez Especializado del Sexto Juzgado Penal de Lima", "nombre_demandante": "Edith Marleny Garay Villar en favor de Jhon Omar Ramos Ynalopu", "numero_expediente": "00359-1996-HC"}