{"CONTEXTO": " 00354-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00354-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 354-97-AC/TC PUNO TEOFILO ORDONEZ CENTENO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticuatro dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso de Nulidad, entendido como Recurso Extraordinario, interpuesto con fecha doce de febrero de mil novecientos noventa y siete por don Teofilo Ordonez Centeno, contra la resolucion de la Primera Sala Mixta de la Corte Superior de Justicia de Puno, que con fecha treinta y uno de enero de mil novecientos noventa y siete, declaro improcedente la Accion de Cumplimiento que interpuso contra el Director de Personal de la Direccion Regional de Educacion de Puno.", "ANTECEDENTES:": "Don Teofilo Ordonez Centeno, Auxiliar de Educacion, reasignado por racionalizacion como profesor de veinticuatro horas en el CES \"Daniel Alcides Carrion\" de Puno mediante la Resolucion Directoral N.o 133-DREP, de fecha once de enero de mil novecientos noventa y seis, interpuso con fecha seis de setiembre del citado ano, Accion de Cumplimiento contra don Federico Romero Paricahua, Director de Personal de la Direccion Regional de Educacion de Puno, para que cumpla con el articulo 154° del Reglamento de la Nueva Ley del Profesorado aprobado por el Decreto Supremo N.o 019-90-ED, y se lo ubique en el III Nivel Magisterial por tener mas de dieciséis anos de servicios y haber obtenido el titulo de Licenciado en Educacion. (fojas 16a2 22). Don Federico Romero Paricahua contesta la demanda solicitando sea declarada \"infundada 0 alternativamente improcedente\" (sic). Aduce el emplazado, que el demandante fue nombrado como interino y que, posteriormente, en su condicion de Auxiliar de Educacion sin titulo, no ha ensenado curso alguno; por consiguiente, no reune el requisito establecido en el inciso b) del articulo 154° del \"Reglamento de la Ley del Profesorado N.o 24029 y su Modificatoria Ley N.o 25212\" aprobado por el Decreto Supremo N.o 019-90-ED, el mismo que permite ingresar en la carrera publica del profesorado en el III Nivel al personal en servicio docente sin titulo, que venga ejerciendo esa funcion por espacio de catorce anos y que optae el titulo de Profesor 0 el de Licenciado en Educacion. Y que, por tal razon, habiendo obtenido el demandante el Titulo de Licenciado en Educacion, ha sido incorporado en el Nivel I, vale decir, en calidad de profesor nuevo, pues recién a partir de su incorporacion asume la funcion de docente. Ademas, deduce la excepcion de falta de agotamiento de la via administrativa. (fojas 38 a 46). El Primer Juzgado Mixto de Puno, con fecha treinta de octubre de mil novecientos noventa y seis, falla declarando infundadas la aludida excepcion y la 2 TRIBUNAL CONSTITUCIONAL demanda por las siguientes razones: Respecto a la excepcion de falta de agotamiento de la via administrativa, considera que cumplio con dicho requisito formal, pues el demandante interpuso Recurso de Reclamacion contra la Resolucion Directoral N.° 668-DREP de la Direccion Regional de Educacion de Puno, que lo ubico en el I Nivel, recurso que fue declarado improcedente por el Decreto Administrativo N.o 047-96- DREP-OAJ de fojas diez; esta decision fue apelada por el propio interesado, la misma que fue declarada improcedente mediante el Decreto Administrativo N.o 071-96-DREP- OAJ de fojas trece. En cuanto al aspecto de fondo, ésta primera instancia considera que, no habiendo el demandante laborado como docente intitulado en forma ininterrumpida por espacio de catorce anos, no puede acogerse a lo establecido en el inciso b) del articulo 154° del \"Reglamento de la Ley del Profesorado N.o 24029 y su Modificatoria Ley N.o 25212\" aprobado por el Decreto Supremo N.o 019-90-ED. (fojas 76 a 78). La Primera Sala Mixta de la Corte Superior de Justicia de Puno resuelve, con fecha treinta y uno de enero de mil novecientos noventa y siete, confirmar en todas sus partes la apelada. Al respecto es preciso aclarar que dicha confirmacion importa que esta superior instancia, también declara infundada la demanda, no obstante que por error en el texto de la parte resolutiva de la sentencia de vista, aparece la declaracion de improcedencia de la misma, lo que no guarda coherencia con la confirmacion antes comentada. (fojas 96 y 97).", "FUNDAMENTOS:": "1. Que, la Accion de Cumplimiento es una accion de garantia que procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo. 2. Que, el demandante pretende, con la presente accion de garantia, que el Director de Personal de la Direccion Regional de Educacion con sede en Puno cumpla con aplicar el articulo 154° del \"Reglamento de la Ley del Profesorado N.o 24029 y su Modificatoria Ley N.o 25212\", a fin de que se le haga ingresar en la carrera publica del profesorado en el III Nivel. El aludido articulo 154° dispone que el personal en servicio docente sin titulo pedagogico ingresara en la citada carrera al optar el Titulo de Profesor 0 de Licenciado en Educacion en el III Nivel si demuestra haber ejercido la docencia durante catorce anos. 3. Que, el demandante no ha podido probar que reune los requisitos establecidos por el mencionado articulo 154° del Reglamento aprobado por el Decreto Supremo N.o 019-90-ED, pues de los documentos que corren de fojas dos a fojas seis se aprecia que no ha prestado servicios de docente intitulado por el lapso de catorce anos en forma ininterrumpida. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : CONFIRMANDO la resolucion expedida por la Primera Sala Mixta de la Corte Superior de Justicia de Puno de fojas noventa y seis, su fecha treinta y uno de enero de 3 TRIBUNAL CONSTITUCIONAL mil novecientos noventa y siete, que al confirmar en todas sus partes la de primera instancia, declaro INFUNDADA la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. L ACOSTA SANCHEZ, DIAZ VALVERDE, Cecers NUGENT, GARCIA MARCELO. Oertifi00: Lo que Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONSTITUCIGNAS TRIBUNAL JAGB", "fecha_publicacion": "1999-03-19", "id": 34894, "nombre_demandado": "Director de Personal de la Dirección Regional de Educación de Puno (Federico Romero Paricahua)", "nombre_demandante": "Teófilo Ordóñez Centeno", "numero_expediente": "00354-1997-AC"}