{"CONTEXTO": " 00362-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00362-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 362-96-HC/TC LA LIBERTAD MANUEL BELTRAN RODRIGUEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los seniores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO : Recurso Extraordinario interpuesto por don Manuel Beltran Rodriguez contra la Resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de la Libertad, a fojas noventa y uno, su fecha veintiséis de abril de mil novecientos noventa y seis, que declaro improcedente la Accion de Habeas Corpus. ANTECEDENTES : Don Manuel Beltran Rodriguez interpone Accion de Habeas Corpus contra la Jueza del Cuarto Juzgado de Paz Letrado de Trujillo, dona Aurora Valverde Silva, solicitando deje sin efecto la orden judicial que amenaza su libertad individual. Refiere el actor que, ante el Juzgado de Paz se le sigue un proceso de pago de dolares interpuesto por don Telmo Leon Villanueva, y pese a habercancelado la deuda, el monto fue elevado excesivamente por el Juzgado al establecer costas no senaladas por la ley; por lo tanto no se le puede obligar a este pago; por este motivo, se dicto orden de captura contra su vehiculo de Placa BD 2855, y, a fin de ejecutar esta medida se dicto una resolucion judicial de apercibimiento contra el actor al amparo del articulo 53°, inciso 2) del Codigo Procesal Civil, lo que implicaba su detencion si no cumplia con poner a disposicion del Juzgado dicho vehiculo, lo que considera no aplicable a su caso por no ser depositario judicial. Dona Aurora Valverde Silva, presta su declaracion precisando que en su calidad de Relatora de la Sala Laboral de la Corte Superior de Justicia de La Libertad desempeno el cargo de Juez Provisional del Cuarto Juzgado de Paz Letrado de Trujillo, del cuatro de octubre de mil novecientos noventa y cinco al siete de marzo de mil novecientos noventa y seis; que en el proceso ha ejercido su funcion en forma acertada y no ha incurrido en ningun exceso que pueda significar lesion a la libertad individual del actor O de sus derechos constitucionales; y ofrece como prueba el expediente civil No 2667-95 y el Cuaderno de Medida Cautelar derivado del mismo. El Quinto Juzgado Especializado en lo Penal de Trujillo, su fecha tres de abril de mil novecientos noventa y seis, declaro improcedente la accion, por considerar, 2 TRIBUNAL CONSTITUCIONAL principalmente, ue no todas las actuaciones judiciales atribuidas a la Jueza Provisional denunciada han sido dispuestas por ella, tal como se aprecia en el expediente, y que las resoluciones cuestionadas se han expedido en proceso regular de acuerdo a derecho y a las facultades jurisdiccionales que la ley confiere a los Magistrados. La Segunda Sala Penal de la Corte Superior de Justicia de La Libertad, a fojas noventa y uno, su fecha veintiséis de abril de mil novecientos noventa y seis, confirma la apelada por estimar que el mandato que contiene la resolucion en cuestion se ha dictado dentro de un proceso judicial regularmente instaurado, en donde las observaciones procesales antes expuestas resultan ser anomalias del tramite que deberan ventilarse y resolverse dentro del mismo proceso mediante el ejercicio de los recursos que las normas procesales especificas establecen.Contra esta resolucion el demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que, es pretension del demandante se deje sin efecto la resolucion judicial que dicta apercibimiento de detencion en su contra en el proceso civil de pago de dolares que se le sigue ante el Cuarto Juzgado de Paz letrado de Trujillo, medida que considera arbitraria y que amenaza su libertad individual; 2. Que, de autos se aprecia que los términos del alegato impugnatorio del actor, estan referidos basicamente a cuestionar incidencias procesales, como la resolucion de apercibimiento de detencion dictada en su contra, que ha sido resuelta por el juez competente avocado al conocimiento de la accion de pago de dolares incoado ante el Cuarto Juzgado de Paz Letrado de Trujillo; 3. Que, el apercibimiento de detencion ordenado contra el actor ha sido dictado al amparo de las facultades coercitivas que el Codigo Procesal Civil confiere a la Judicatura especializada cuyo criterio de interpretacion y aplicacion de las leyes no puede ser enervado mediante esta accion de garantia; 4. Que, la accion de Habeas Corpus no es un instrumento ordinario de revision de resoluciones judiciales, y solo es procedente su ejercicio contra resoluciones judiciales si se comprueba que han emanado de un procedimiento irregular al haber existido afectacion al debido proceso, en cualquiera de las variantes previstas por el articulo 139° de la Constitucion, situacion que no se condice con los autos de este expediente constitucional, por lo que es de aplicacion el articulo 6°, inciso 2) de la Ley No 23506; 5. Que, asimismo, las objeciones de indole procesal que plantea el actor en su demanda corresponderian, en estricto sentido, a anomalias que deben ser ventiladas y resueltas dentro del mismo procedimiento del cual derivan y mediante los recursos que las normas procesales especificas establecen, de conformidad con el articulo 10° de la Ley No 25398; 2 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de sus atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica,", "FALLA": "CONFIRMANDO la resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de La Libertad,de fojas noventa y uno, su fecha veintiséis de abril de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes; su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, aRt / GARCIA MARCELO. Lo que Gertificon MARIAT LUZ VASOVEZ ARIA RELATORA Dra. SECRET RLONSTITUCIONAS TRIBUNAL JMS 3", "fecha_publicacion": "1998-11-01", "id": 37175, "nombre_demandado": "Cuarto Juzgado de Paz Letrado de Trujillo (Aurora Valverde Silva - jueza)", "nombre_demandante": "Manuel Beltrán Rodríguez", "numero_expediente": "00362-1996-HC"}