{"CONTEXTO": " 00368-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00368-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 368-97-AA/TC LIMA MERCEDES CARPIO NEIRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Mercedes Carpio Neira contra la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos cuarenta y dos, su fecha treinta y uno de enero de mil novecientos noventa y siete, que declaro infunda la Accion de Amparo.", "ANTECEDENTES:": "Dona Mercedes Carpio Neira interpone demanda de Accion de Amparo contra el Jefe del Instituto Nacional de Salud y el Ministro de Salud, a fin de que se deje sin efecto la Resolucion Jefatural N.o 0212-95-J-OPDINS, de fecha veinticinco de setiembre de mil novecientos noventa y cinco, mediante la cual se la cesa por no haberse presentado a rendir las pruebas de evaluacion programadas, lo cual vulnera sus derechos fundamentales, y se ordene a los demandantes que la repongan en sus actividades habituales. Argumenta que por Decreto Ley N.° 26093 el Supremo Gobierno dispuso que los titulares de los ministerios y de las instituciones publicas descentralizadas debian efectuar semestralmente programas de evaluacion de personal de acuerdo con las normas que cada entidad debia establecer; sin embargo, posteriormente se dicta el Decreto Ley. No 26151, por la cual se autoriza al Ministro de Salud a que culmine los procesos de reorganizacion y reestructuracion que se venian efectuando en dicho Ministerio desde el ano mil novecientos noventa y uno, en base al Decreto Supremo N.° 004-91-PCM y demas disposiciones legales. Asimismo, con fecha once de noviembre de mil novecientos noventa y cuatro el Ministerio de Salud y la Federacion Nacional Unificada de Trabajadores del Sector Salud suscribieron un acuerdo definitivo para dar por concluido el proceso de reorganizacion y evaluacion semestral para los servidores de dicho sector; no obstante dicho acuerdo se dicta posteriormente la Resolucion N.o 0121-95-OPD/INS, de fecha cinco de mayo de mil novecientos noventa y cinco, resolviendo aprobar un Reglamento de Evaluacion Semestral del Desempeno y Rendimiento de los servidores del Instituto Nacional de Salud, apoyandose en el Decreto Ley N.o 26093, el cual no resultaba aplicable para los servidores del Ministerio de Salud ni era pertinente por el criterio de especialidad de la norma. Sin embargo, se TRIBUNAL CONSTITUCIONAL designo una comision encargada de llevar a cabo el cuestionado proceso de evaluacion correspondiente al ano mil novecientos noventa y cinco, del cual, en las dos primeras etapas, la demandante obtuvo resultados positivos, quedando pendiente rendir la evaluacion de conocimiento y la psicotécnica que, segun el articulo 20° del referido reglamento tenian que ser comunicadas por la comision, previa publicacion del lugar, la fecha y la hora en que se rendirian los exâmenes. A pesar de ello, la comision no cumplio con las referidas publicaciones de los exâmenes, privandola de la oportunidad de presentarse a cumplir con dicho examen, hecho que fue calificado por la comision como un acto de rebeldia encaminado a resquebrajar el principio de autoridad. Posteriormente, la demandante presento una solicitud al Presidente de la Comision de Evaluacion precisando que por motivos ajenos a su voluntad, no habia podido rendir el examen, para tal fin solicito se la admitiera para la evaluacion de rezagados, la cual fue denegada. El Procurador Publico a cargo de los asuntos Judiciales del Ministerio de Salud contesta la demanda negândola y contradiciéndola, por considerar que el Instituto Nacional de Salud, en aplicacion del Decreto Ley N.° 26093, dicto la Resolucion Jefatural N.° 0121-95-J-OPD-INS, que aprobo el Reglamento de Evaluacion y constituyo por Resolucion Jefatural N.° 0122-95-OPD-INS la comision encargada de llevar a cabo dicha evaluacion. Dicho proceso se llevo a cabo desde el cinco de junio hasta el tres de agosto de mil novecientos noventa y cinco y concluyo con los examenes de rezagados y, como consecuencia del mismo, la demandante fue cesada por negarse a ser evaluada, obedeciendo consignas sindicales; manifiesta que los avisos fueron publicos y los exâmenes se dieron en el local central y en los cuatro centros y organos de linea del Instituto Nacional de Salud, ubicados en distintos lugares, habiendo asistido el 80% de trabajadores a rendir su evaluacion. Argumenta, ademas, que de acuerdo al articulo 8° del Reglamento del Programa de Evaluacion Semestral del Desempenio y Rendimiento Laboral, solamente tendran derecho al examen de rezagados los que justificadamente no puedan presentarse a la prueba de evaluacion, que no es el caso de la demandante. El Décimo Juzgado Especializado en lo Civil de Lima, a fojas doscientos veintiocho, con fecha diez de junio de mil novecientos noventa y seis, declara infundada la demanda, por considerar que de los hechos expuestos en la demanda no se aprecia violacion de derecho constitucional alguno y que, conforme es de verse de la Resolucion Jefatural N.o 212-95-J-OPD/INS, la demandante fue cesada por no haber concurrido a rendir los exâmenes de evaluacion, ordenados en cumplimiento con lo dispuesto en la Resolucion Jefatural N.o 0121-95-95-J-OPDINS, cuya juridicidad 0 antijuricidad, asi como su constitucionalidad, no puede ser materia de analisis en este proceso. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos cuarenta y dos, con fecha treinta y uno de enero de mil novecientos noventa y siete, confirma la apelada y declara infundada la demanda, por 2 TRIBUNAL CONSTITUCIONAL considerar que la demandante tuvo conocimiento oportuno del dia senalado para las pruebas de evaluacion, lo cual se encuentra reforzado con la solicitud de fojas catorce, que presento la demandante para que la demandada le permitiera presentarse al examen de rezagados, determinandose que la inasistencia de la demandante a rendir la prueba pertinente fue injustificada, puesto que la misma no se apoyo en ninguna de las razones contempladas por el articulo 8° del Reglamento del Programa de Evaluacion. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 1° del Decreto Ley N.o 26093 establece que los titulares de 1. ministerios y de las instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo con las normas que para tal efecto establezcan, autorizandoseles para que dicten mediante resolucion las normas necesarias para su correcta aplicacion, estableciendo, ademas, en su articulo 20, que el personal que no califique podra ser cesado por causal de excedencia. Que, mediante Resolucion Jefatural N.o 0121-95-J-OPDAINS, de fecha cinco de 2. mayo de mil novecientos noventa y cinco, se aprobo el Reglamento que establecia las normas para el programa de Evaluacion Semestral del Desempeno y Rendimiento Laboral de los servidores del Instituto Nacional de Salud, constituyéndose por Resolucion Jefatural N.° 0122-95-OPD/INS una Comision encargada de llevar a cabo dicha evaluacion. Asimismo, el articulo 10° del reglamento de evaluacion establecia que el personal que no se presente a rendir las pruebas de evaluacion en las fechas previstas sera automâticamente considerado excedente en aplicacion del Decreto Ley N. 26093. Que la Resolucion Jefatural N.° 212-95-J-OPD/INS, del veinticinco de 3. setiembre de mil novecientos noventa y cinco, que dispone el cese por causal de excedencia de la demandante, ha sido emitida como resultado de un proceso regular y en vista de que la demandante no se presento a rendir la prueba de evaluacion en la fecha prevista, conforme se advierte de fojas catorce de autos, en la que manifiesta \"que por motivos ajenos a su voluntad no le fue posible rendir el examen\", > no obrando en autos justificacion alguna para no presentarse a rendir el referido examen, motivo por el cual la demandada, en aplicacion del articulo 10° del Reglamento de Evaluacion del Desempeno y Rendimiento Laboral, la considero excedente; no habiéndose demostrado en autos que se hayan violado los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peri y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos cuarenta y dos, su fecha treinta y uno de enero de mil novecientos noventa y siete, que confirmando la apelada declaro INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Mhri ACOSTA SANCHEZ DIAZ VALVERDE NUGENT L GARCIA MARCELO V arced E.G.D. Lo quel certifico: DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 4", "fecha_publicacion": "1999-12-07", "id": 36093, "nombre_demandado": "Jefe del Instituto Nacional de Salud y Ministerio de Salud", "nombre_demandante": "Mercedes Carpio Neira", "numero_expediente": "00368-1997-AA"}