{"CONTEXTO": " 00361-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00361-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 361-98-AA/IC LIMA MARTHA MESTANZA PINEDO DE SCAVINO Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Martha Mestanza Pinedo de Scavino y otros contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha dieciséis de febrero de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "El veintiséis de junio de mil novecientos noventa y seis, dona Martha Mestanza Pinedo de Scavino, don Julio Ernesto Motta Jiménez, don Jorge Meléndez Cabrera, don Herminio Vega Castaneda, don Manuel Polo Paredes, dona Ibis Fernandez Honores, don Walter Fernando Ramos Policarpio, dona Luzmila Marina Mendoza Moreno, dona Sara Celinda Pérez Huaranga, dona Monica Delgado Montoya y don German Asto Narvaez interponen Accion de Amparo contra el Alcalde de la Municipalidad Metropolitana de Lima, por haber sido cesados por la causal de excedencia el dia treinta de marzo de mil novecientos noventa y seis, vulnerândose su derecho a la proteccion contra el despido arbitrario. Refieren que las resoluciones que disponen sus ceses debieron ser previamente notificadas para que tengan validez, como lo dispone el articulo 40° de la Ley de Normas Generales de Procedimientos Administrativos; que el despido arbitrario de que han sido objeto se ha dado sin previo proceso administrativo disciplinario; que la evaluacion no constituye causal de cese; que, las evaluaciones programadas por la demandada nunca se llegaron a ejecutar. El Apoderado Judicial del Alcalde de la Municipalidad Metropolitana de Lima, don Ernesto Blume Fortini, contesta la demanda, negandola y contradiciéndola; senala que los demandantes, mediante sendas cartas fechadas el veinticinco de marzo de mil novecientos noventa y seis, manifestaron expresamente su voluntad de no participar en la evaluacion; que esta actitud no solo constituye un desacato a los mandatos de su representada, sino que ademas expresa su decision de no someterse al proceso de evaluacion, colocandose en la causal de excedencia prevista en las bases correspondientes. TRIBUNAL CONSTITUCIONAL El Décimo Cuarto Juzgado Especializado en lo Civil de Lima emite sentencia declarando improcedente la demanda, por considerar - entre otras razones - que los demandantes no cumplieron con agotar la via administrativa. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoco la apelada y declaro infundada la demanda, por estimar que en el proceso de evaluacion cuestionado no se vulnero el derecho constitucional invocado, toda vez que los demandantes comunicaron al Alcalde demandado su voluntad de no participar en las evaluaciones. Contra esta resolucion, el demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que mediante las Resoluciones de Alcaldia Nos 529, 502, 454, 559, 409, 425, 553, 381, 514,536 y 524, de fecha veintisiete de marzo de mil novecientos noventa y seis, se cesa por causal de excedencia a los demandantes, precisandose que dichos ceses se haran efectivos a partir del treinta del mismo mes y ano; en consecuencia, las resoluciones cuestionadas han sido ejecutadas antes de vencerse el plazo para quedar consentidas, configurandose la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506 de Habeas Corpus y Amparo. 3. Que la Octava Disposicion Transitoria y Final de la Ley No 26553 de Presupuesto del Sector Publico para mil novecientos noventa y seis, incluyo a los gobiernos locales dentro de los alcances del Decreto Ley No 26093. 4. Que mediante la Resolucion de Alcaldia No 033-A-96 de fecha dieciséis de enero de mil novecientos noventa y seis (publicada en el Diario Oficial El Peruano el veintiocho de enero del mismo ano), la Municipalidad demandada dispuso la realizacion del Programa de Evaluacion del Personal de la Municipalidad Metropolitana de Lima, correspondiente al primer semestre de dicho ano, aprobandose las bases del mismo. 5. Que la demandada sostiene que el examen de evaluacion no se llego a realizar por disturbios generados por activistas y que el cese de los demandantes se produjo en razon de que éstos manifestaron por escrito su voluntad de no presentarse a la evaluacion, supuesto que esta previsto en las bases como causal de excedencia. 6. Que si bien es cierto que el Decreto Ley No 26093 autoriza a los titulares de las entidades publicas a dictar las normas necesarias para su correcta aplicacion, debe tenerse en cuenta que, de acuerdo al texto y espiritu del mismo, para el cese por excedencia debe darse, como condicion sine qua non, la ejecucion efectiva del programa de evaluacion, en la forma establecida en las bases respectivas; ya que el mencionado dispositivo legal senala con toda precision que \"el personal que no califique podra ser cesado por causal de excedencia\", calificacion que evidentemente supone la ejecucion de la evaluacion. En consecuencia, al incluir la demandada en las bases que: \"los trabajadores que decidan no TRIBUNAL CONSTITUCIONAL someterse a la evaluacion dispuesta serian cesados por causal de excedencia\" ha rebasado los alcances del Decreto Ley No 26093. 7. Que, en todo caso, correspondia que a través del procedimiento establecido en el Decreto Legislativo No 276 y su Reglamento se determine si la actitud asumida por los demandantes constituia falta disciplinaria, susceptible de ser sancionada dentro del régimen disciplinario establecido en dichas disposiciones. 8. Que, a mayor abundamiento, la Municipalidad demandada no ha respetado el plazo imperativo establecido en el Decreto Ley No 26093, esto es, que las evaluaciones se aplicarian con periodicidad semestral, puesto que la evaluacion correspondiente al primer semestre se pretendio realizar en el mes de marzo de mil novecientos noventa y seis. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas doscientas treinta y nueve, su fecha dieciséis de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la Accion de Amparo; reformandola la declara FUNDADA; e integrandola, declara INFUNDADA la excepcion de falta de agotamiento de la via administrativa; en consecuencia, inaplicables a los demandantes las Resoluciones de Alcaldia Nos. 529, 502, 454, 559, 409, 425, 553, 381, 514, 536 y 524, de fecha veintisiete de marzo de mil novecientos noventa y seis, ordenandose se les reponga en los cargos que venian ocupando u otros de igual nivel, sin reintegro de las remuneraciones dejadas de percibir durante el tiempo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS - 1 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT lareid GARCIA MARCELO Lo que Certificoi ccl Dra. MANTRtE-VASOUEZ SECRETARIA - RELATONA TRIBUNAL RLONETITUGIONAL", "fecha_publicacion": "1999-01-04", "id": 34819, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Martha Mestanza Pinedo de Scavino y otros", "numero_expediente": "00361-1998.AA"}