{"CONTEXTO": " 00364-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00364-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 364-96-HC/TC. CÉSAR JERONIMO CENTENO. LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de setiembre de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo; pronuncia sentencia:", "ASUNTO": "Recurso Extraordinario interpuesto por don César Jeronimo Centeno contra la resolucion de la Novena Sala Penal de la Corte Superior de Justicia de Lima, de fojas cuarenta y dos, su fecha once de abril de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la Accion de Habeas Corpus. ANTECEDENTES : Don César Jeronimo Centeno, con fecha trece de marzo de mil novecientos noventa y seis, interpone Accion de Habeas Corpus contra don José Francisco La Madrid Ponce, Director de la Municipalidad Metropolitana de Lima; don José de la Barra Barrera, Ejecutor Coactivo; dona Sandra Linares Pablo, Auxiliar Coactiva y don Marco Ruiz, interventor de dicha municipalidad, por amenazas contra la libertad individual en agravio del personal que labora en su estudio juridico. Refiere que el denunciado, don Marco Ruiz, el dia once de marzo de 1,996, se constituyo en su estudio juridico, habiendo redactado un Acta de Embargo, usurpando las funciones de la auxiliar coactiva. Indica que se le pretende exigir la exhibicion de la Licencia Municipal de Funcionamiento de dicho estudio, no obstante que éste ha pertenecido a un abogado recientemente fallecido, por lo que se encuentra regularizando la documentacion correspondiente. El trece de marzo de mil novecientos noventa y seis, se practico la toma de dicho a dona Sandra Linares Pablo, quien indico que los cargos son falsos y que lo que se pretende es eludir su responsabilidad a que, conforme a ley esta obligada, y que la referida Acta de Embargo se encuentra autorizada por su persona en calidad de Auxiliar Coactiva de la mencionada municipalidad. El dia catorce del citado mes y ano, prestaron sus declaraciones don Marco Ruiz Chulan y don José Francisco La Madrid Ponce; el primero manifesto que, el dia trece de dicho mes y ano, se apersono a la oficina del demandante, a efecto de hacerle entrega de una notificacion y un acta de embargo, habiendo cumplido con dicho encargo; y TRIBUNAL CONSTITUCIONAL el segundo de los nombrados sostuvo que tiene conocimiento que el demandante fue notificado a efecto que cumpla con pagar una multa por abrir un establecimiento sin contar con la respectiva autorizacion municipal de funcionamiento. El Juez del Décimo Tercer Juzgado Penal de Lima, a fojas treinta, su fecha quince de marzo de mil novecientos noventa y seis, declara infundada la demanda, por estimar principalmente que el demandante no ha aportado las pruebas sustanciales que amparen su pretension. La Novena Sala Penal de la Corte Superior de Justicia de Lima, a fojas cuarenta y dos, su fecha once de abril de mil novecientos noventa y seis, confirma la apelada que declaro infundada la Accion de Habeas Corpus, por estimar que la conducta de los demandados ha sido en mérito del juicio coactivo instaurado en contra del demandante por la apertura de su estudio juridico, sin contar con la autorizacion municipal de funcionamiento, no apareciendo entonces indicios razonables de perturbacion de derechos constitucionales. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTOS: de 1. Que, las acciones de garantia proceden en los casos en que se violen O amenacen los derechos constitucionales por accion 0 por omision, de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, de Habeas Corpus y Amparo. 2. Que, la Accion de Habeas Corpus es una garantia constitucional de tramite inmediato y que esta vinculada en esencia a la proteccion de la libertad individual de la persona humana, a fin de protegerla contra los actos coercitivos practicados por cualquier autoridad, funcionario 0 persona, que atenten contra aquel derecho, cuando tales actos aparezcan de modo arbitrario. 3. Que, de la revision de los autos, se advierte que el demandante no ha aportado prueba alguna que acredite fehacientemente los hechos denunciados; razon por la que es de concluirse que en el presente caso no se ha configurado violacion del derecho constitucional invocado por el actor. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica. 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion expedida por la Novena Sala Penal de la Corte Superior de Justicia de Lima, de fojas cuarenta y dos, su fecha once de abril de mil novecientos noventa y seis, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. 4 A ACOSTA SANCHEZ, DIAZ VALVERDE, aLca Hal / - 14 NUGENT, GARCIA MARCELO. Lo que Certifiee Dra. MARIA LUZ VASOVZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL AAM. 3", "fecha_publicacion": "1998-11-30", "id": 37235, "nombre_demandado": "José Francisco La Madrid Ponce (director de la Municipalidad Metropolitana de Lima) y otros", "nombre_demandante": "César Jerónimo Centeno", "numero_expediente": "00364-1996-HC"}