{"CONTEXTO": " 00361-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00361-1996-HC.pdf) --- ICA DEe TRIBUNAL CONSTITUCIONAL EXP. No. 361-96-HC/TC LIMA PEREZ ALVARADO, MARLENE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treintiun dias del mes de octubre de mil novecientos noventiséis, reunido e Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: NUGENT, PRESIDENTE; ACOSTA SANCHEZ, VICE PRESIDENTE; AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, GARCIA MARCELO, Agtuando como Secretaria Relatora, la doctora Maria Luz Vésquez,pronunci la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad interpuesto por Marlene Pérez Alvarado contra la Sentencia Vista de la Novena Sala Penal de Lima, de fecha once de abril de mil novecient noventiséis, que confirma la resolucion de Primera Instancia que declara improcedente Accion de Habeas Corpus interpuesta por Marlene Pérez Alvarado a favor de Justo Mar Valdivia Tejera en contra del Juez del Décimo Tercer Juzgado Penal Doctor Miguel Ang Estrada Choque por violacion del derecho a la libertad (detencion arbitraria). ANTECEDENTES - Marlene Pérez Alvarado a foja uno, interpone accion de Habeas Corpus en con del Juez del Décimo Tercer Juzgado Penal de Lima doctor Miguel Angel Estrada Choque, favor de su esposo Justo Martin Valdivia Tejera, por haber ordenado contra este detenci arbitraria segun manifiesta, contraviniendo la disposicion expresa del articulo trescient trece del Codigo de Procedimientos Penales modificado por la ley veinte mil quinient e LICA DEL TRIBUNAL CONSTITUCIONAL ochentitrés, ya que la menor agraviada no ha prestado su preventiva, es decir, no se ratificado; por lo que solicita su inmediata libertad. La Novena Sala Penal a fojas cuatro toma conocimiento y encomienda su tramite Cuadragésimo Segundo Juzgado Penal de Lima, quien se aboca a su conocimiento a foj seis. A fojas cuarenta el Magistrado accionado, doctor Miguel Angel Estrada Choque, prestar su declaracion manifiesta que el beneficiario de esta accion se encuentra sujeto mandato de detencion en la instruccion que se le sigue por los delitos Contra la Liberta Personal, Secuestro y Violacion de la Libertad Sexual en agravio de una menor, y al igu que la accionante se encuentran denunciados por el Ministerio Publico, que se ha tramita conforme a las normas procesales y sustantivas vigentes, que es mas, que notificado detenido Valdivia Tejeda, este no ha interpuesto recurso impugnatorio contra el manda judicial; y presenta copias de ese proceso, que corren a fojas diez a treintinueve. A fojas cuarentinueve corre la resolucion del Juez del Cuadragésimo Segund Juzgado Penal de Lima que declara improcedente la Accion de Habeas Corpu fundamentândola entre otros, de que esa orden de detencion proviene de un proceso regul con la intervencion del Ministerio Publico. Al ser apelada esta resolucion por la accionante, la Sala Penal, como es de verse fojas cincuenta, la confirma. Por lo que la accionante interpone Recurso de Nulidad, cuando debio ser Recurs Extraordinario, que ahora se resuelve. FUNDAMENTOS de Los hechos que motivan la detencion del esposo de la accionante, han sid denunciados por la tia de la menor manifestândo que a esta a pesar de tener catorce anos la han hecho victima de abuso sexual y secuestro, es decir de dos delitos cometidos por do personas: Justo Martin Valdivia Tejera y su esposa Marlene Pérez Alvarado, ahor accionante. Por lo que el Ministerio Publico al tomar conocimiento, investiga y los denunci ante el Décimo Tercer Juzgado Penal de Lima, dictando el Juez mandato de detencio contra los dos esposos. Contra este mandato de detencion pudo interponer recurso impugnatorio el esposo la accionante y no lo hizo; asi queda acreditado con las copias presentadas que corren fojas diez a treintinueve. CA DER TRIBUNAL CONSTITUCIONAL Por lo que no procede esta accion de garantia como lo senala taxativamente el inci dos del articulo seis de la Ley Veintitrés mil quinientos seis, Ley de Habeas Corpus amparo. Por estos fundamentos 2 el Tribunal Constitucional, haciendo uso de las atribucion que le confiere la Constitucion Politica del Estado y su Ley Organica. FALLA e Declarando INFUNDADO el Recurso Extraordinario interpuesto por Marlene Pér Alvarado contra la Resolucion de la Novena Sala Penal de la Corte Superior de Justicia Lima de fecha once de abril de mil novecientos noventiséis que confirma la resolucion Cuadragésimo Segundo Juzgado Penal de Lima de fecha veintidos de marzo de novecientos noventiséis, que declara IMPROCEDENTE la Accion de Habeas Corp interpuesta por la accionante a favor de Justo Martin Valdivia Tejera en contra del Sen Juez del Décimo Tercer Juzgado Especializado en lo Penal doctor Miguel Angel Estra Choque; mandaron que esta resolucion sea publicada en el diario oficial \"El Peruand conforme a Ley. S.S. Lovwul NUGENT, h ACOSTA SANCHEZ, Pre 44 tury AGUIRRE ROCA, Fa /I DIAZ VALVERDE, m Um REY TERRY, REVOREDO MARSANO, GARCIA MARCELO. aucue Lo que Çertifico. maualig espeus Dra. Maria Luz Vasquez de Lo SECRETA RIA RELATORA", "fecha_publicacion": "1997-04-06", "id": 36127, "nombre_demandado": "Décimo Tercer Juzgado Penal de Lima (Miguel Angel Estrada Choque)", "nombre_demandante": "Marlene Pérez Alvarado a favor de Justo Martín Valdivia Tejera", "numero_expediente": "00361-1996-HC"}