{"CONTEXTO": " 00374-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00374-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 374-96-HC/TC LEOPOLDO VILLACORTA RIOS Y OTRO PUCALLPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, a los veinticuatro dias del mes de abril de mil novecientos noventa y ocho reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de lo senores Magistrados ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguient sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como Extraordinario, interpuesto por don Leopolde Villacorta Rios contra la resolucion expedida por la Sala Mixta de la Corte Superior d Justicia de Ucayali, su fecha veinticinco de marzo de mil novecientos noventa y seis, qu declaro improcedente la accion de Habeas Corpus.", "ANTECEDENTES:": "Don Leopoldo Villacorta Rios, a nombre propio y de su hijo don Fernando Villacort Romero, interpone accion de Habeas Corpus contra la doctora Carmen Edith de La Cru Alayo, Fiscal Provincial Provisional de Coronel Portillo, por pretender obligarlo a presta declaracion en una investigacion de delitos que se le quiere atribuir y con el proposito qu se declaren nulos los \"hechos\" de la demandada dirigidos a obligarlos a declarar en contr de su voluntad; igualmente que se declare que no es legal que se los califique como \"n habidos\". Manifiesta que la Direccion Regional Agraria de Loreto vendio a su empresa \"Maderas Derivados Fray Martin S.C.R.L.\" tres mil hectareas de tierras rusticas existentes en predio denominado \"Senor de Los Milagros\", ubicado en el Distrito de Contamana Provincia de Ucayali, Departamento de Loreto; que el Segundo Juzgado Especializado C lo Penal de Coronel Portillo sometio a proceso penal a don Rolando Alvarado Pinchi, a doi Richard Linares Taricuarima y a don Antonio Chambergo Alcalde, por la comision de lo delitos de abuso de autoridad, contra la fe publica y violencia y resistencia a la autoridad, e agravio de su empresa y del Estado, porque dichas personas faltaron a la verdad al sostene que el referido predio se encontraba dentro del Bosque Nacional del Biabo Cordillera Azul con el proposito de robarles el producto forestal que obtuvieron de sus tierras; que lo inculpados, con el objeto de burlar el referido proceso penal, formularon denuncias en S DEL TRIBUNAL CONSTITUCIONAL contra ante las Fiscalias Provinciales de Contamana y Coronel Portillo, cuyos titular avocaron al conocimiento de causas pendientes, pese a la prohibicion prevista en el 2) del articulo 139° de la Constitucion Politica del Estado; que posteriormente conocimiento que la Fiscal demandada llevaba adelante una \"investigacion reservada\" contra, en la cual se ha ordenado a la Policia Nacional del Peru que se les oblig declarar, que se les considere como \"no habidos\" y que se formule un atestado en su por la comision del delito de violencia y resistencia a la autoridad, por el hecho de ha acogido al derecho de no ser obligado a declarar, reconocido por el articulo octavo Convencion Americana de Derechos Humanos, \"Pacto de San José de Costa Rica\". A fojas 32, obra el acta de la declaracion de la demandada, la que manifiesta que jam compelido al demandante a declarar en su contra 0 en contra de sus parientes, ordenado a autoridad alguna para que lo haga; que en el ejercicio de sus funciones Fiscal Provincial si ha emitido la Resolucion No 030-96-2-FPM-CP de fecha veintir de febrero de mil novecientos noventa y seis, mediante la cual dispone amplia investigacion policial que existe en contra del accionante. El Segundo Juzgado Especializado en lo Penal de Coronel Portillo emite sent declarando improcedente la demanda, por considerar, entre otras razones, que la actua de la Fiscal demandada se ha cenido al cumplimiento de sus funciones de cautelar y la investigacion. Interpuesto recurso de apelacion, la Sala Mixta de la Corte Superior de Justicia de Uc confirma la apelada, declarando improcedente la demanda, por estimar que no aparece se atente contra los derechos protegidos por el articulo 12° de la Ley No 23506. Interpuesto recurso de nulidad, entendido como extraordinario; los autos son remitid Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, senala el actor en su escrito de demanda que la Fiscal demandada ha \"dirigido Division de Apoyo a la Justicia de la Policia Nacional del Peru-Pucallpa para que considere como \"no habido\" y que se le formule un atestado en su contra por la com del delito de violencia y resistencia a la autoridad, por haberse acogido al derecho ser obligado a declarar. 2. Que, conforme se puede apreciar del acta de declaracion de fojas treinta y do demandada ha negado categoricamente las afirmaciones del actor, manifestando jamas ha amenazado 0 compelido a los beneficiarios a declarar en su contra, ordenado a autoridad alguna para que lo haga, ni ha dado disposicion alguna para aquellos sean considerados como autores del delito de violencia y resistencia autoridad, por el hecho de negarse a rendir sus manifestaciones policiales; declara TRIBUNAL CONSTITUCIONAL que se corrobora con la prestada a fojas doscientos ochenta y nueve por el Sub-O Técnico de Tercera PNP Carlos Enrique Lopez Linares, encargado de elaborar el Policial de fojas 160, al manifestar que no ha recibido de la demandada ni documento indicando que los demandantes deban ser denunciados por el referido ni considerados como \"no habidos\". 3. Que, en consecuencia, no habiéndose acreditado en modo alguno los hechos qu demandantes consideran lesivos de su derecho a la libertad individual, la dem resulta infundada. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones qU Constitucion Politica del Estado y su Ley Organica le confieren;", "FALLA:": "REVOCANDO la resolucion de la Sala Mixta de la Corte Superior de Justicia de Uc de fojas trescientos ocho, su fecha veinticinco de marzo de mil novecientos noventa y que confirmando la apelada declaro improcedente la demanda; reformandola de INFUNDADA la accion de Habeas Corpus. Dispone la notificacion a las partes publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. hcruilo Cuyn Viue ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO bihbl Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-29", "id": 37067, "nombre_demandado": "Carmen Edith de La Cruz Alayo (fiscal Provincial Provisional de Coronel Portillo)", "nombre_demandante": "Leopoldo Villacorta Ríos", "numero_expediente": "00374-1996-HC"}