{"CONTEXTO": " 00374-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00374-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 374-98-AA/TC LIMA OSCAR PAREDES PAREDES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Oscar Paredes Paredes contra la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y tres del cuaderno de nulidad, su fecha veintitrés de setiembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Oscar Paredes Paredes interpone demanda de Accion de Amparo contra el don Absalon Vasquez Villanueva, Ministro de Agricultura, con el objeto de que se deje sin efecto la Resolucion Ministerial No 0804-92-AG, del veintitrés de noviembre de mil novecientos noventa y dos. Refiere que mediante la Resolucion Directoral No 0189-59-AG-OGA-OPER, del veinte de octubre de mil novecientos ochenta y nueve, y mediante la Resolucion Directoral No 0306-90-AG/OGA-OPER del siete de agosto de mil novecientos noventa, se le reconocieron veintidos anos y once meses de servicios prestados al Estado y se le incorporo al Régimen de Pensiones del Estado regulado por el Decreto Ley No 20530. Sin embargo, alega que luego de mas de tres anos de haber quedado consentidas dichas resoluciones, mediante Resolucion Ministerial No 0804-92-AG, las mismas fueron declaradas nulas. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Agricultura contesta la demanda senalando que de acuerdo a lo establecido en la Ley No 24366 y el articulo 270 de la Ley No 25066, para los efectos de la incorporacion al Régimen de Pensiones del Decreto Ley No 20530 es fundamental cumplir con tres condiciones : a) Haber estado como servidor de carrera 0 contratado al veintiséis de febrero mil novecientos setenta y cuatro, fecha de dacion del Decreto Ley No 20530; b) Que los servicios hayan sido ininterrumpidos desde dicha fecha hasta el veintitrés de junio de mil novecientos ochenta y nueve; y c) A dicha fecha debe estar en la situacion de servidor de carrera. Sin embargo, alega que el demandante, al no cumplir con las dos ultimas condiciones, toda vez que interrumpio sus servicios prestados al Estado desde el treinta y uno de agosto de mil 1 TRIBUNAL CONSTITUCIONAL novecientos setenta y ocho hasta el diez de noviembre de mil novecientos ochenta y ocho, merecio que se expida la Resolucion cuestionada en autos. El Juez del Segundo Juzgado Especializado en lo Civil de Lima, a fojas cuarenta y uno, con fecha veinticuatro de febrero de mil novecientos noventa y cinco, declaro fundada la demanda por considerar que los derechos adquiridos por los trabajadores no pueden ser suspendidos unilateralmente, sino observândose el debido proceso y garantizândose el derecho de defensa. La Primera Sala Civil de la Corte Superior de Justicia de Lima, a fojas ochenta, con fecha veintiuno de noviembre de mil novecientos noventa y cinco, confirmo la sentencia apelada, por considerar que los derechos adquiridos en beneficios del trabajador no pueden ser desconocidos por su empleador en la medida en que su bienestar y el de su familia dependan de su subsistencia. La Sala de Derecho Constitucional y Social de la Corte Suprema de la Justicia de la Republica, a fojas treinta y tres del cuaderno de nulidad, con fecha veintitrés de setiembre de mil novecientos noventa y siete, declaro Haber Nulidad en la sentencia de vista y, en consecuencia, improcedente la demanda por considerar que las resoluciones administrativas que causan estado son susceptibles de impugnacion en la via contemciosp-administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso el demandante pretende se deje sin efecto la Resolucion Ministerial No 0804-92-AG, del veintitrés de noviembre de mil novecientos noventa y dos, toda vez que declaro la nulidad de las resoluciones directorales No 0189-59-AG-OGA-OPER y 306-90-AG-0GA-OPER, del veinte de octubre de mil novecientos ochenta y nueve, y siete de agosto de mil novecientos noventa, respectivamente, luego de mas de tres anos de haber quedado consentidas. 2.- Que, se debe tener presente que la Resolucion Ministerial No 0804-92-AG, del veintitrés de noviembre de mil novecientos noventa y dos, fue expedida antes de la modificacion del articulo 113° del Decreto Supremo No 006-67-SC, contenida en el Decreto Ley No 26111, publicado el treinta y uno de diciembre de mil novecientos noventa y dos, por la que se establecio el plazo de seis meses para que prescriba la facultad de la Administracion Publica a fin de declarar la nulidad de las resoluciones administrativas; motivo por el cual la Resolucion cuestionada en autos ha sido expedida conforme a las disposiciones vigentes en aquella época. 3.- Que, por ultimo, se debe precisar que la via del amparo no es la pertinente para determinar si corresponde 0 no la incorporacion del demandante al Régimen de Pensiones del Decreto Ley No 20530; toda vez que ello supone el cumplimiento y la verificacion de determinados requisitos, lo que haria necesario la actuacion de medios probatorios. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y tres del cuaderno de nulidad, su fecha veintitrés de setiembre de mil novecientos noventa y siete, que resolviendo Haber Nulidad en la sentencia de vista declaro IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. / ACOSTA SANCHEZ, Lu DIAZ VALVERDE, RuCL NUGENT, V EUu GARCIA MARCELO. Certit1007) Lo que Dra. MARIA LUZ VASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL G.L.Z. 3", "fecha_publicacion": "1999-03-20", "id": 34895, "nombre_demandado": "Ministro de Agricultura (Absalón Vásquez Villanueva)", "nombre_demandante": "Óscar Paredes Paredes", "numero_expediente": "00374-1998-AA"}