{"CONTEXTO": " 00378-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00378-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL 1 Exp.: 378-97-AA/TC. JUAN MANUEL YATACO CASTILLA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, N PH actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica su fecha veinticinco de febrero de mil novecientos noventa y siete obrante a fojas quince del cuaderno de apelacion que confirmo la sentencia impugnada su fecha diecisiete de setiembre de mil novecientos noventa y seis que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Juan Manuel Yataco Castillo a fojas treinta y cinco interpone accion de amparo contra el Juzgado de Paz Letrado del Distrito del Agustino que despacha la doctora Julia Chavez Sarrin por amenaza y violacion del derecho de propiedad al disponer una orden de lanzamiento contra el actor que ocupa la tienda de su propiedad en la Av. Grau No 2141. Explica que se ha seguido un juicio simulado iniciado por Juan Ricardo Guerrero Torres contra Lauro Montalvo Limaylla sobre desalojo. 2 El Procurador Pablico a cargo de losAsuntos del Poder Judicial a fojas cincuenta y dos contesta la demanda expresa que el actor debe hacer uso de los recursos impugnatorios correspondientes y no usar la via de amparo contra un procedimiento judicial regular. No se debe impedir la ejecucion de una sentencia via accion de garantia. El actor ha hecho uso de la via paralela porque ha interpuesto denuncia penal por los actos o hechos materia de este proceso. La Primera Fiscalia Superior a fojas cincuenta y cinco opina que se declare improcedente la demanda porqueantel la Vigésima Novena Fiscalia Provincial Penal de Lima el actor ha interpuesto denuncia penal contra don Ricardo Guerrero Torres por delito de estafa. Ademas expresa que ha interpuesto demanda de otorgamiento de escritura publica ante el Décimo Cuarto Juzgado Especializado en lo Civil de Lima contra Juan Ricardo Guerrero Torres. La Sala Especializada de Derecho Pablico de la Corte Superior de Justicia de Lima a fojas setenta y dos pronuncia sentencia su fecha diecisiete de setiembre de mil novecientos noventa y seis declarando improcedente la accion de amparo. El Fiscal Supremo de Justicia en lo Contencioso-Administrativo a fojas ocho del cuademo de apelacion ante la Corte Suprema de Justicia de la Republica opina que se confirme el fallo porque las resoluciones cuestionadas han sido dictadas en un proceso regular. La Corte Suprema de Justicia de la Republica a fojas quince del cuademo respectivo confirma la sentencia apelada.", "FUNDAMENTOS:": "A que, segun la copia del escrito de denuncia penal de fojas catorce y copia de la demanda civil de fojas diecisiete sobre otorgamiento de escritura publica acredita que el accionante don Juan Manuel Yataco Castilla ha optado por recurrir a la via comun para debatir los mismos hechos que han originado la presente accion de amparo; por este mérito, conforme al articulo 6 inciso 3° de la Ley No 23506, es improcedente la accion incoada; asimismo, cuando el actor precisa que estasiendo afectado por un proceso judicial simulado de desalojo la via de amparo no es idonea para debatirtal extremo; ademas, cabe precisar cuando se trata de acciones de amparo contra procedimientos judiciales debe previamente agotarse los recursos jerarquicos que franquea la ley; TRIBUNAL CONSTITUCIONAL 3 Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Organica,", "FALLA:": "CONFIRMANDO la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica su fecha veinticinco de febrero de mil novecientos noventa y siete de fojas quince del cuaderno de su proposito que CONFIRMO la sentencia de Vista de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima su fecha diecisiete de setiembre de mil novecientos noventa y seis de fojas setenta y dos que declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. S.S. Llb ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO dahay JGS. Lo que Oertifico: Dre. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-11", "id": 36639, "nombre_demandado": "Juzgado de Paz Letrado del Distrito del Agustino (Julia Chávez Sarrín)", "nombre_demandante": "Juan Manuel Yataco Castillo", "numero_expediente": "00378-1997-AA"}