{"CONTEXTO": " 00372-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00372-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 372-96-HC/TC SEGUNDINO JULIO QUISPE VILCAPOMA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundino Julio Quispe Vilcapoma contra la resolucion expedida por la Novena Sala Penal de la Corte Superior de Justicia de Lima, de fojas veintisiete, su fecha tres de abril de mil novecientos noventa y seis, que declaro improcedente la Accion de Habeas Corpus. ANTECEDENTES : Don Segundino Julio Quispe Vilcapoma interpone Accion de Habeas Corpus a favor de su hijo don Jaime Quispe Condor y la dirige contra el Jefe de la Direccion de Identificacion Policial - DIRIPO y Jefe de los Calabozos de la Policia Judicial - Lima, solicitando \"su libertad personal por haberse violado su derecho a no ser secuestrado\"; que le ampara el inciso 70 del articulo 12° de la Ley No 23506 de Habeas Corpus y Amparo. Refiere que su hijo, a favor de quien se interpone la presente accion, se encuentra \"secuestrado\" al haber sido detenido por la Policia al ser confundido con el requisitoriado don Jaime Quispe Condor, el mismo que se encuentra solicitado por la Segunda Zona Judicial del Ejército- Huancayo. El emplazado Comandante PNP Victor Manuel Diaz Bailetti al prestar su declaracion ante el Juez, manifiesta que como Jefe del Departamento de Control de Inculpados de la Division de Policia de Requisitorias en el Centro de Detencion Transitoria recepciono al detenido don Jaime Quispe Condor procedente de la Garita de Control de Corcona, el doce de marzo de mil novecientos noventa y seis, por registrar orden de captura, por abuso de autoridad dispuesta por el Juzgado Militar Permanente de la Segunda Zona Judicial del Ejército - Huancayo, de fecha cuatro de octubre de mil novecientos noventa y cinco. El Décimo Tercer Juzgado en lo Penal de Lima, con fecha trece de marzo de mil novecientos noventa y seis, a fojas dieciseis, declara improcedente la Accion de Habeas Corpus, por considerar que, don Jaime Quispe Condor registra requisitoria dictada por el Juzgado Militar Permanente de Huancayo. La Novena Sala Penal de Lima, con fecha tres de abril de mil novecientos noventa y seis, a fojas veintisiete, confirma la apelada por estimar que la homonimia sera descartada dentro del proceso a que se hace referencia en la requisitoria judicial. Contra esta resolucion el accionante interpone Recurso Extraordinario. 2 DEL TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, contra don Jaime Quispe Condor, existe una requisitoria cursada por el Segundo Juzgado Militar Permanente de la Segunda Zona Judicial de Huancayo, de fecha cuatro de octubre de mil novecientos noventa y cinco, como consta a fojas ocho y once, y no habiendo transcurrido los seis meses que senala el articulo 1° de la Ley No 25660 para que caduque su vigencia; motivo por el cual no puede afirmarse que la detencion que motiva la accion, sea arbitraria. 2. Que, al dia siguiente de la detencion del actor, el mismo fue puesto a disposicion de el Preboste Militar de Lima, en su condicion de auxiliar de la administracion de la Justicia Militar, conforme lo establece los articulos 42° y siguientes de la Ley Organica de Justicia Militar, quedando asi a disposicion de la autoridad judicial competente. 3. En tal sentido resulta aplicable lo dispuesto en el inciso b) del articulo 16° de la Ley No 25398, complementaria de la Ley No 23506 de Hâbeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la resolucion expedida por la Novena Sala Penal de la Corte Superior de Justicia de Lima, de fojas veintisiete, su fecha tres de abril de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO aece CL U Lo que Certifico: Dre. MARIA LUZ VASOUZ SECRETARIA RELATORA JAM TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-30", "id": 37657, "nombre_demandado": "Jefe de la Dirección de identificación Policial (DIRIPO) y otro", "nombre_demandante": "Segundino Julio Quispe Vilcapoma", "numero_expediente": "00372-1996-HC"}