{"CONTEXTO": " 00373-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00373-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. N.o 373-97-AA/TC PUNO ELOY ERNESTO FLORES LLANQUE. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Eloy Ernesto Flores Llanque, contra la resolucion de la Primera Sala Mixta de la Corte Superior de Justicia de Puno, que con fecha diecisiete de febrero de marzo de mil novecientos noventa y siete, confirmando la apelada, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Eloy Ernesto Flores Llanque interpuso con fecha veintinueve de mayo de mil novecientos noventa y seis contra la Secretaria Ejecutiva de la Comision Ejecutiva del Poder Judicial, en la persona del entonces Secretario Ejecutivo, don José Dellepiane Massa, a fin de que se deje sin efecto la Resolucion Administrativa del Titular del Pliego del Poder Judicial N.° 119-96-SE-TP-CME-PJ publicada en el diario oficial El Peruano el veintitrés de marzo de mil novecientos noventa y seis, mediante la cual se le ceso del cargo de Escribano Diligenciario F-1, por causal de reorganizacion y racionalizacion administrativa a partir del veintitrés de marzo de mil novecientos noventa y seis, por no haber alcanzado el puntaje minimo aprobatorio en la evaluacion efectuada bajo los alcances de la Ley N.o 26546 y normas complementarias; que se le paguen las remunéraciones dejadas de percibir; y, finalmente, solicita la reposicion de las cosas al estado anterior al proceso de evaluacion. Considera el demandante, que se ha violado su derecho a la estabilidad laboral. (fojas 39 a 48). El Procurador Publico del Poder Judicial contesta la demanda solicitando sea declarada improcedente 0 alternativamente infundada; su planteamiento se basa en lo siguiente: Que el demandante interpuso Recurso de Reconsideracion contra la Resolucion Administrativa del Titular del Pliego del Poder Judicial N.o 119-96-SE-TP-CME-P), se acogio al silencio administrativo y considero equivocadamente haber agotado la via administrativa pues no interpuso el Recurso de Apelacion que le franquea el Texto Unico Ordenado de la Ley N.o 26111, el cual le hubiera permitido agotar la via previa. Que la Accion de Amparo no es la via idonea, por cuanto, en cumplimiento del articulo 148° de la Carta Magna, debio haber iniciado la accion comtencioso-administrativa con arreglo al 2 TRIBUNAL CONSTITUCIONAL procedimiento abreviado del Codigo Procesal Civil. Que mediante la Ley N.o 26546 se califico y evaluo al demandante, y no habiendo obtenido nota aprobatoria, fue cesado por causal de reorganizacion y racionalizacion administrativa; por consiguiente, el demandante fue cesado por causa prevista en la ley y de acuerdo al procedimiento establecido; no habiéndose producido ninguna violacion constitucional en su contra. (fojas 82 a 89). El Primer Juzgado Mixto de Puno, con fecha veintitrés de diciembre de mil novecientos noventa y seis, declara improcedente la demanda en base a los siguientes fundamentos: Que no obra en autos prueba de que el demandante haya sido coaccionado para ser sometido a la evaluacion, a la que concurrio de manera voluntaria. Que, pese a que se titula como Escribano Diligenciario de la Segunda Sala Mixta de la Corte Superior de Justicia de Puno, para aducir que no debio ser sometido a la evaluacion, reconoce en su escrito de demanda que ha desempenado el cargo administrativo de Delegado Administrativo de la Corte Superior de Justicia de Puno desde el ano de mil novecientos noventa y tres hasta el ano mil novecientos noventa y seis; consiguientemente, teniendo el demandante la calidad de personal administrativo, resulto procedente someterlo a la aludida evaluacion. (fojas 229 a 234). La Primera Sala Mixta de la Corte Superior de Justicia de Puno confirma la apelada con fecha diecisiete de febrero de mil novecientos noventa y siete, y, por consiguiente, declara improcedente la Accion de Amparo; el sustento de esta resolucion es que el demandante no se acogio al programa de incentivos, sino que se sometio voluntariamente a la evaluacion en la cual no obtuvo nota aprobatoria. (fojas 257).", "FUNDAMENTOS:": "1. Que, siendo la Accion de Amparo una accion de garantia, su objeto es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, a fojas ocho, nueve y diez, corre copia de la Resolucion Administrativa N.o 311-90-DTA/PJ, su fecha cuatro de setiembre de mil novecientos noventa, donde consta que el demandante pertenece al personal administrativo de la Corte Superior de Justicia de Puno; igualmente, corroborando lo antes dicho, a fojas seis corre copia de la Resolucion Administrativa N.o 015-93-0GP/PJ, su fecha uno de febrero de mil novecientos noventa y tres, mediante la cual se encarga al demandante la Delegacion Administrativa del Distrito Judicial de Puno. Por consiguiente, queda demostrado que el demandante formo parte del personal administrativo de la aludida Corte Superior y, en consecuencia, fue sujeto a evaluacion con arreglo a la citada Ley N.o 26546. 3. Que, de autos se desprende que el demandante no interpuso ninguno de los recursos impugnativos precisados en el Texto Unico Ordenado de la Ley N. 26111, consecuentemente, inicio la presente Accion de Amparo sin agotar antes la via previa, tal como lo dispone el articulo 270 de la Ley N.o 23506, no obstante que en el presente 3 TRIBUNAL CONSTITUCIONAL caso no concurrieron ninguna de las causales de exoneracion establecidas en el articulo 28° de la citada norma. 4. Que, la Resolucion Administrativa del Titular del Pliego del Poder Judicial N.°119-96- SE-TP-CME-PJ por medio de la cual se ceso al demandante y otros, por causal de reorganizacion administrativa, ha sido dictada por causa prevista en la Ley N. 26546 y de acuerdo al procedimiento establecido; en consecuencia, no se ha transgredido derecho constitucional alguno. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Mixta de la Corte Superior de Justicia de Puno, de fojas doscientos cincuenta y siete, su fecha diecisiete de febrero de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, WI 4 ANOLG GARCIA MARCELO. Certific0: Lo que NN JAGB MARIA LUZ VASOUZ Dra. TARI A RELATONA SECRET TLOMTTUATONE TRIBUNAL", "fecha_publicacion": "1999-03-19", "id": 34869, "nombre_demandado": "Secretaría Ejecutiva de la Comisión Ejecutiva del Poder Judicial", "nombre_demandante": "Eloy Ernesto Flores Llanque", "numero_expediente": "00373-1997-AA"}