{"CONTEXTO": " 00377-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00377-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 377-96-AA/TC. Lima. José Zapata Soto y Otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los doce dias del mes de noviembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO. Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, que formulan don José Zapata Soto y otros, contra la resolucion de fecha veintiuno de junio de mil novecientos noventicinco, expedida por la Sala Civil de la Corte Superior de Justicia del Callao, que confirmo la sentencia apelada y declaro improcedente la accion de amparo interpuesta contra la Empresa Nacional de Puertos S.A. TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Con fecha siete de febrero de mil novecientos noventicinco, don José Zapata Soto y otros interponen accion de amparo, contra la Empresa Nacional de Puertos S.A. para que se cumpla con realizar el câlculo del cincuenta por ciento sobre el valor de la hora ordinaria que establece para el pago de sobretiempo, Decreto Ley No 26136 en su articulo 3° incluyendo todos los conceptos remunerativos fijos y permanentes y de libre disposicion sobre la base de los rubros siguientes: haber basico, bonificacion familiar, bonificacion por tiempo de servicios, Decreto Ley No 25981, contaminacion ambiental alimentos, bonificacion por segundo y tercer turno, movilidad tercer turno, bonificacion domingos y feriados, Decreto Ley No 25897, alimentacion tercer turno, alimentacion por sistema de trabajo y salario dominical. Sostienen los actores que, tienen la calidad de trabajadores del area de remolcadores del Terminal Maritimo del Callao de la Empresa Nacional de Puertos S.A., que por el sistema de trabajo de veinticuatro horas continuadas, perciben otros beneficios que son fijos y permanentes y que para efecto del calculo para el pago de las horas extraordinarias trabajadas, la empresa debe tener en cuenta lo siguiente: a) el Decreto Ley No 26136 en su articulo tercero establece una sobretasa minima por el trabajo prestado en calidad de sobretiempo que es del cincuenta por ciento sobre el valor de la hora ordinaria. b) el Decreto Legislativo No 728 senala en su articulo treintinueve que constituye remuneracion para efectos de esta ley el integro de lo que el trabajador recibe por sus servicios cualesquiera la forma O la denominacion que se le dé, significando que el câlculo debe incluir todos los conceptos fijos permanentes y de libre disposicion y sobre la base de todos los siguientes rubros como son: haber basico, bonificacion familiar, bonificacion por tiempo de servicio, Decreto Ley No 25981, contaminacion ambiental, alimentos, bonificacion de segundo y tercer turno, movilidad tercer turno, bonificacion domingos y feriados, Decreto Ley No 25897, alimentacion tercer turno, alimentacion por sistema de trabajo y salario dominical. Asimismo, senalan que la empresa para el calculo de las horas extraordinarias no esta considerando el total de los rubros mencionados anteriormente, no obstante que tiene el caracter de fijos y permanentes por ser de libre disposicion del trabajador, de acuerdo al Decreto Supremo No 012-92-TR del tres de diciembre de mil novecientos noventidos, que reglamenta los Decretos Legislativos No 713 y 650 y se limita a realizar el calculo sobre la base de seis rubros: haber basico, bonificacion familiar, bonificacion tiempo de servicios, Decreto Ley No 25981, contaminacion ambiental y alimentos, sin considerar los conceptos precitados, significando dicha actitud una transgresion a las normas vigentes. TRIBUNAL CONSTITUCIONAL Corrido traslado de la demanda, ésta es contestada por la empresa emplazada, quien contradice la misma, solicitando se declare su improcedencia, por considerar que las acciones de garantia son procedentes en los casos en que se violen O amenacen los derechos constitucionales por accion O por omision de actos de cumplimiento obligatorio y que en el presente caso no existe violacion de derechos constitucionales de manera inmediata O directa que es la condicion para la procedencia de la Accion de Amparo, con lo cual se desvirtuaria todos los procesos via Accion de Amparo, cuando los dispositivos supuestamente violados son de naturaleza laboral y por tanto la via para reclamar su cumplimiento y accionar es la establecida por el Decreto Supremo No 03-80-TR, es decir el procedimiento laboral. Asimismo, senala la empresa que debieron presentar reclamacion en la via administrativa, es decir ante el jefe de Personal del Terminal Maritimo del Callao y no interponer la Accion de Amparo sin agotar la via previa. Con fecha treintiuno de marzo mil novecientos noventicinco, el Juez del Segundo Juzgado Especializado en lo Civil del Callao, expide sentencia declarando improcedente la demanda. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia del Callao, con fecha veintiuno de junio de mil novecientos noventicinco, expide resolucion confirmando la apelada, declarando improcedente la demanda. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, las acciones de garantia tienen por objeto reponer las cosas al estado anterior a la violacion O amenaza de un derecho constitucional. 2. Que, el articulo veintisiete de la Ley No 23506 establece la obligatoriedad del agotamiento de las vias previas para interponer la Accion de Amparo, lo cual no se ha cumplido en autos por parte de los demandantes. 3. Que, la Accion de Amparo por su naturaleza no tiene caracter supletorio, razon por lo cual no se puede reemplazar a las acciones de carâcter laboral, por mas dilatorio que pueda resultar la reclamacion. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia del Callao, de fojas ciento dos su fecha veintiuno dej junio de mil novecientos noventicinco, que declara IMPROCEDENTE la Accion de Amparo; dejando a salvo los derechos de los demandantes para que lo hagan valer de acuerdo a ley. Mandaron su publicacion, en el Diario Oficial \"El Peruano\", y los devolvieron.", "SS.": "ACOSTA SANCHEZ, IVLA NUGENT, DIAZ VALVERDE, GARCIA MARCELO. mreri luddal Lo que Certifico: JLEE. Dra. MARIA LUZ VASOVEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-08", "id": 36608, "nombre_demandado": "Empresa Nacional de Puertos SA (ENAPU)", "nombre_demandante": "José Zapata Pastor y otros", "numero_expediente": "00377-1996-AA"}