{"CONTEXTO": " 00388-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00388-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 388-99-AA/TC ICA HILDEBRANDO CHANAMÉ CASTILLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Hildebrando Chanamé Castillo contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, a fojas sesenta y siete, su fecha cinco de abril de mil novecientos noventa y nueve, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Hildebrando Chanamé Castillo interpone Accion de Amparo contra la Gerente General de la Oficina de Normalizacion Previsional, a fin de que se declare la inaplicabilidad para el caso concreto de la Resolucion N.o 1871-93 de fecha veintiséis de octubre de mil novecientos noventa y tres. Indica que con fecha once de febrero de mil novecientos noventa y dos, presento su solicitud para que se le otorgue su pension de jubilacion al amparo del Decreto Ley N.o 19990, contando hasta dicha fecha con los requisitos exigidos por la referida norma legal. Por ello considera que a través de la citada resolucion, mediante la cual se le reconoce su pension de jubilacion de acuerdo a las normas del Decreto Ley N.o 25967, se ha vulnerado el principio de irretroactividad de la ley, por cuanto debieron aplicarse las normas contenidas en el Decreto Ley N.o 19990. El apoderado de la Oficina de Normalizacion Previsional contesta la demanda y manifiesta que la solicitud presentada por el demandante fue resuelta mediante la Resolucion N.o 1871-93, otorgândose la pension de jubilacion correspondiente de acuerdo al Decreto Ley N.o 25967, razon por la que al haberse cumplido con aplicar la normativa vigente, no se ha vulnerado derecho constitucional alguno del demandante, y que la citada resolucion tiene plena validez, por lo que sus efectos deben ser respetados y cumplidos. El Juzgado Civil-Laboral de Vacaciones de Ica, a fojas treinta y cinco, con fecha cinco de febrero de mil novecientos noventa y nueve, declaro fundada la demanda, por considerar que al haberse resuelto el pedido del demandante bajo los alcances del Decreto Ley N.o 25967, que entro en vigencia cuando la mencionada solicitud ya se encontraba en tramite, se ha violado el principio de la irretroactividad de la ley. TRIBUNAL CONSTITUCIONAL La Sala Civil de la Corte Superior de Justicia de Ica, a fojas sesenta y siete, con fecha cinco de abril de mil novecientos noventa y nueve, revoca la apelada y declara improcedente la demanda, por considerar que la resolucion cuya inaplicabilidad se solicita no ha sido impugnada por el demandante mediante los recursos establecidos por ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que este Tribunal ha establecido en uniforme y reiterada jurisprudencia que, 1. debido a la naturaleza del derecho pensionario, no se produce la caducidad de la accion, en razon a que los actos que constituyen la afectacion son continuados, es decir, que mes a mes se repite la vulneracion, resultando de aplicacion lo dispuesto en el ultimo paragrafo del articulo 26° de la Ley N.° 25398. Que, en el presente caso, teniéndose en consideracion que la pension tiene 2. carâcter alimentario, y habiéndose ejecutado en forma inmediata el acto considerado lesivo, no resulta exigible el agotamiento de la via previa, de conformidad con lo previsto en el inciso 1) del articulo 28° de la Ley N.o 23506. Que, de la Resolucion N.o 1871-93, de fojas dos de autos, se advierte que el 3. demandante ceso en su actividad laboral el treinta y uno de enero de mil novecientos noventa y dos, generando a partir del dia siguiente su derecho pensionario, a tenor de lo dispuesto en el articulo 80° del Decreto Ley N.o 19990. Igualmente se advierte que con fecha once de febrero de dicho ano, presento su solicitud acogiéndose al régimen pensionario establecido en el mencionado Decreto Ley. Que, teniéndose en cuenta lo senalado en los fundamentos precedentes, y 4. conforme se ha expresado en la Sentencia recaida en el Expediente N. 007-96- I/TC, este Tribunal considera que el estatuto legal segun el cual debe resolverse la solicitud presentada por el demandante, respecto a que se le otorgue una pension de jubilacion, es el Decreto Ley N.o 19990, por cuanto, al haber reunido los requisitos senalados por dicha norma legal, ha incorporado a su patrimonio dicho derecho en virtud del mandato expreso de la ley, que no esta supeditado al reconocimiento de la administracion; en consecuencia, el nuevo sistema de câlculo de la pension jubilatoria asi como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.o 25967 vigente desde el diecinueve de diciembre de mil novecientos noventa y dos, se aplicaran unicamente a los asegurados que durante su vigencia, no hayan cumplido aun con los requisitos senalados en el Decreto Ley N.o 19990,y no a aquéllos que los cumplieron con anterioridad a dicha fecha, porque de hacerlo se estaria contraviniendo lo consagrado en el articulo 1870 de la Constitucion Politica del Estado de 1979, vigente en la fecha de ocurridos los hechos, y ulteriormente reafirmado por el articulo 103° y la Primera Disposicion Final y Transitoria de la vigente Constitucion Politica del Estado. TRIBUNAL CONSTITUCIONAL Que, al haberse resuelto la solicitud del demandante aplicando las normas 5. contenidas en el Decreto Ley N.o 25967, se ha vulnerado su derecho pensionario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas sesenta y siete, su fecha cinco de abril de mil novecientos noventa y nueve, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA; en consecuencia, inaplicable al demandante la Resolucion N.o 1871-93 de fecha veintiséis de octubre de mil novecientos noventa tres, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.o 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "N ( L - / SANCHEZ ACOSTA DIAZ VALVERDE NUGENT GARCIA MARCELO AAM ARceE LO QUE CERTIFICO: U DR. CESAR CUBAS SLONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-10-26", "id": 35889, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Hildebrando Chanamé Castillo", "numero_expediente": "00388-1999-AA"}