{"CONTEXTO": " 00388-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00388-1996-AA.pdf) --- E TRIBUNAL CONSTITUCIONAL Exp:388-96-AA /TC Lima Eloy. Flores Espinoza SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventa y seis, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Ricardo Nugent, Presidente Acosta Sanchez, Vicepresidente, Aguirre Roca, Rey Terry, Diaz Valverde, Revoredo Marsano,, Garcia Marcelo, actuando como secretaria la doctora Maria luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Eloy Marco Flores Espinoza contra la resolucion de la Corte Superior de Justicia de Tacna y Moquegua, su fecha dieciséis de abril de mil novecientos noventa y seis, que confirma la sentencia apelada que declara improcedente la accion de amparo formulada contra el Concejo Provincial de Tacna, representado por su Alcalde Tito Chocano Olivera.", "ANTECEDENTES:": "La accion de amparo es interpuesta por el demandante,por alegar que se ha vulnerado el principio constitucional del debido proceso en la tramitacion del expediente administrativo No 054-95,y se le ha recortado el derecho de defensa, solicitando la nulidad de las resoluciones de Alcaldia No 170-95, 178-95, 096-95y todo lo actuado en el expediente 054-95; que el Concejo Provincial de Tacna promovio un proceso administrativo en su contra, por infracciones al Reglamento Nacional de Construccion y al Patrimonio de la Municipalidad de Tacnaypor haber 2 TRIBUNAL CONSTITUCIONAL procedido a realizar obras de construccion, supuestamente, en terreno de propiedad del Concejo, y sin la debida licencia de construccion. Manifiesta que una de las resoluciones en referencia ordena la demolicion de las obras efectuadas, siendo esta y las otras resoluciones nulas de pleno derecho, por no estar sustentadas en mérito del proceso y la ley, al haber omitido el tramite de la obtencion del dictamen favorable de la Comision Calificadora, como lo ordena imperativamente el reglamento de Licencias de construccion, control y conformidad de obra, y quey por otra parte, las citadas construcciones realizadas no comprometen la propiedad municipal, en todo caso, ,habiendo titulos de dominio no impugnados judicialmente por la Municipalidad Provincial de Tacna, aquellos mantienen plenamente Su valor juridico. La Municipalidad demandada sostiene que es competencia de los Gobiernos Locales el control y fiscalizacion de la Ejecucion de Edificaciones a fin de verificar que toda edificacion esté autorizada por el Organo de Control Urbano, y sea de legitimo dominio, y en este caso se comprobo que se trataba de una ejecucion de obras clandestinas que comprometian la propiedad municipal en el lote 1 manzana \"A\", debidamente inscrito en Registros Publicos. Que el articulo 120 de la Ley Organica de Municipalidades faculta a la autoridad municipal para ordenar el retiro de materiales 0 la demolicion de obras en instalaciones que ocupen las vias piblicas 0 mandar ejecutar la orden por cuenta del infractor; que el dictamen de la Comision Calificadora- a la que se refiere el actor, no viene al caso, por cuanto ésta Comision solo es pertinente cuando se ha presentado un expediente, que el accionante nunca presento. Tramitada la accion, tanto el Juzgado como la Sala Civil de la Corte Superior de Tacna fallan declarando improcedente la demanda interpuesta, La Sala considera que la violacion se ha convertido en irreparable de acuerdo a los documentos presentados, dado que la demolicion de los trabajos de construccion ya se ha producido, por lo que no tiene sentido pronunciamiento alguno.", "FUNDAMENTOS:": "Considerando: Que, de los documentos presentados aparece que la demolicion sobre las obras existentes en el terreno materia de litis, ya se ha efectuado y por tanto es irreparable este hecho, siendo de aplicacion lo dispuesto en el articulo 60 inciso 1) de la ley 23506 modificado por la ley 25011; Que, analizando los actuados se establece que entre las propiedades del demandante y demandado no existe un deslinde preciso, lo que a través de una accion de amparo es trrito pretender, que, mas bien, este derecho se debe hacer valer en la via procesal 3 TRIBUNAL CONSTITUCIONAL ordinaria que corresponda; Que no se ha llegado a establecer que la demolicion ordenada por la Municipalidad Provincial de Tacna comprenda construcciones en el inmueble de propiedad del demandante, por lo que no se comprueba que se haya violado Su derecho de propiedad, establecido en el articulo 24 inciso 12) de la ley 23506; Que los derechos violados,a los cuales se refiere el demandante, como son el de defensa, y el de propiedad, asi como la vulneracion al debido proceso, no estan probados de autos. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, y leyes pertinentes.", "FALLA:": "Confirmando la sentencia emitida por la Corte Superior de Justicia de Tacna y Moquegua, su fecha dieciséis de abril de mil novecientos noventa y seis, que declara improcedente la accion de amparo formulada por Eloy Marco Flores Espinoza, contra el Concejo Provincial de Tacna, representado por Su Alcalde Tito Chocano Olivera, disponiendo su publicacion en el diario oficial el Peruano. S.S. Ricardo Nugent Acosta Sanchez - L WVY - Aguirre Roca Diaz Valverde Rey Terry Revoredo Marsano,y, Garcia Marcelo. 2e L L Lo que certifico: m7 aua Cus Von I Pr V DRA. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIR RELATORA", "fecha_publicacion": "1997-04-27", "id": 36112, "nombre_demandado": "Alcalde del Concejo Provincial de Tacna (Tito Chocano Olivera)", "nombre_demandante": "Eloy Marco Flores Espinoza", "numero_expediente": "00388-1996-AA"}