{"CONTEXTO": " 00384-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00384-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 384-98-AA/TC LIMA PATROCINIA FLORES CRIBILLERO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los veinte dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los seniores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Patrocinia Flores Cribillero contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento siete, su fecha diez de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Patrocinia Flores Cribillero, con fecha doce de agosto de mil novecientos noventa y siete, interpone demanda de Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima, solicitando se declare inaplicable la Resolucion Secretarial N.o 336 del dieciocho de diciembre de mil novecientos noventa y cinco, en virtud de la cual se regulariza la transferencia del puesto de venta N.o 790 del mercado zonal Jorge Chavez, efectuada por donia Maura Ramos de Tambini a favor de dona Dolores Guadalupe Diaz Gutiérrez, por cuanto senala que se encontraba en posesion fisica del referido puesto en calidad de ocupante precaria con el giro de aves beneficiadas desde el ano de mil novecientos noventa, habiéndosele privado de su derecho a la libertad de trabajo. Admitida la demanda, ésta es contestada por don Bing Remigio Baigorria Rosas en representacion del Alcalde de la Municipalidad Metropolitana de Lima, el que la niega y contradice solicitando se declare improcedente, por cuanto el derecho que alega la demandante para continuar en posesion del puesto de ventas en referencia, no les fue reconocido por la Municipalidad en ningun momento, y que era dona Maura Ramos de Tambini quien figuraba en el padron oficial de comerciantes del mercado zonal Jorge Chavez, habiendo cedido ésta todos sus derechos a dona Dolores Guadalupe Diaz Gutiérrez, mediante documento escrito con firma legalizada ante notario publico, con fecha cinco de abril de mil novecientos noventa y cuatro. Propone las excepciones de incompetencia, oscuridad 0 ambigiedad en el modo de proponer la demanda, falta de legitimidad para obrar y caducidad. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas setenta y uno, con fecha siete de octubre de mil novecientos noventa y siete, expide resolucion declarando improcedentes las excepciones propuestas por la demandada e infundada la demanda, por cuanto considera que no esta acreditada la vulneracion de derechos constitucionales. 2 TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializado en Derecho Publico de la Corte Superior de Justicia de Lima expide resolucion confirmando la apelada en el extremo que declara improcedentes las excepciones propuestas y revocândola en el extremo que declaro infundada la demanda, la misma que la declara improcedente. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion del derecho constitucional, de conformidad con el articulo 37° de la Ley N.o 23506. 2. Que, de autos se desprende que la demandante agoto la via administrativa, habiendo culminado ésta con la Resolucion de Concejo N.o 008 del veintinueve de abril de mil novecientos noventa y siete, cuya copia obra a fojas treinta y dos, resolucion que le fue notificada el quince de mayo de mil novecientos noventa y siete, habiéndose interpuesto la demanda el doce de agosto del mismo ano, cuando ya habia transcurrido el plazo de caducidad, computado desde el dia siguiente en que fuera notificada con la referida resolucion. 3. Que, habiendo caducado la accion, no es pertinente resolver las demas excepciones propuestas por la demandada y mucho menos pronunciarse sobre el fondo de la materia controvertida. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO en parte la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento siete, su fecha diez de marzo de mil novecientos noventa y ocho, en el extremo que declaro improcedente la excepcion de caducidad, la que declara fundada; y confirmandola en el extremo que declara IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ Mwor DIAZ VALVERDE ire NUGENT V V0 il GARCIA MARCELO Lo que Certifi00: NF ufll U Dra-MARIAtUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONA", "fecha_publicacion": "1999-05-23", "id": 35120, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Manuel Andrade Carmona)", "nombre_demandante": "Patrocina Flores Cribillero", "numero_expediente": "00384-1998-AA"}