{"CONTEXTO": " 00385-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00385-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 385-98-AA/TC EUGENIO COGORNO MOLINO TRUJILLO S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Eugenio Cogorno Molino Trujillo S.A. contra la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha cinco de febrero de mil novecientos noventa y ocho, que declaro improcedente la demanda de accion de Amparo.", "ANTECEDENTES:": "Eugenio Cogorno Molino Trujillo S.A., interpone accion de Amparo contra el Supremo Gobierno, en la persona del Superintendente Nacional de Administracion Tributaria, a fin de que se declaren inaplicables los articulos 109° y siguientes del Decreto Legislativo No 774, Ley del Impuesto a la Renta, relativos al Impuesto Minimo a la Renta, y en consecuencia, se deje sin efecto la Orden de Pago No 061-1-10467, ascendente a la suma de cuarenta y dos mil ochocientos ochenta y uno nuevos soles (SI. 42,881.00) mas mil ciento sesenta y tres nuevos soles (SI. 1, 163.00) por concepto de intereses, que corresponden al pago a cuenta por el mes de enero del ano mil novecientos noventa y siete; y la Resolucion de Ejecucion Coactiva No 061-06- 06466. Senala la Empresa demandante que no esta obligada a agotar la via previa, toda vez que en la misma fecha, es decir, el tres de abril de mil novecientos noventa y siete, se le notifico la orden de pago y la resolucion de ejecucion coactiva. Asimismo, el requerimiento de pago de las sumas antes mencionadas, sin considerar la situacion de pérdida por la que atraviesa la empresa constituye violacion a los siguientes derechos constitucionales: de no confiscatoriedad de impuestos, de propiedad, a la libre empresa, a la libertad de trabajo y a la seguridad juridica. La Superintendencia Nacional de Administracion Tributaria, al contestar la deman indica que la empresa demandante no ha cumplido con agotar la via previa. Asimismo, que hecho de que la demandante no obtenga utilidad no significa que no tenga renta, toda vez \"utilidad\" es un término economico, mientras que \"renta\" es un concepto juridico. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico en lo Civil de Lima, de fojas ochenta y uno, su fecha diecisiete de julio de mil novecientos noventa y siete, desestimo la excepcion de falta de agotamiento de la via previa, y declaro improcedente la demanda por considerar que para determinar si el cobro del impuesto es confiscatorio se requiere la actuacion de medios probatorios. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y dos, su fecha cinco de febrero de mil novecientos noventa y ocho, confirmo la apelada por considerar que la situacion de pérdida de la empresa debe ser acreditada en un procedimiento que cuente con etapa probatoria como ocurre en la accion contencioso administrativa. Contra esta resolucion, la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1.- Que no se ha acreditado en autos que Eugenio Cogorno Molino Trujillo S.A. haya interpuesto recurso alguno contra la Orden de Pago No 061-1-10467. En consecuencia, la empresa demandante interpuso la presente accion de Amparo sin haber cumplido con lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2.- Que Eugenio Cogorno Molino Trujillo S.A. no se encuentra en ninguno de los supuestos de excepcion establecidos en el articulo 28° de la mencionada Ley, por las siguientes consideraciones: a) La notificacion de la Ejecucion Coactiva No 061-06-06466, con fecha tres de abril de mil novecientos noventa y siete, no implica la ejecucion de la Orden de Pago cuestionada en autos, toda vez que el articulo 1170 del Codigo Tributario, Decreto Legislativo No 816, establece que el procedimiento de cobranza coactiva se inicia con \"la notificacion al deudor tributario de la Resolucion de Ejecucion Coactiva, que contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\". b) Este plazo permitia que la Empresa demandante podia acogerse a lo previsto en el articulo 1190 inciso d) del Codigo Tributario, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda comemnciowp-aimtinisrainoa que se encuentre en tramite\", ? se suspendera el proceso de cobranza coactiva. C) Asimismo, como una excepcion a lo establecido en el articulo 136° del Codigo Tributario, el segundo parrafo del articulo 1190 del Codigo precitado dispone que: \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente, la Administracion Tributaria esta facultada a disponer la suspension de la 3 TRIBUNAL CONSTITUCIONAL cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\". Y, el tercer parrafo del mencionado articulo establece que: \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago' \". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgànica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y dos, su fecha cinco de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE Ru NUGENT GARCIA MARCELO Lo que Certifico; Dre-MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MLC", "fecha_publicacion": "1998-12-05", "id": 37308, "nombre_demandado": "Supremo Gobierno en la persona del Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Eugenio Cogorno Molino Trujillo SA", "numero_expediente": "00385-1998-AA"}