{"CONTEXTO": " 00389-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00389-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 389-97-AA/TC LIMA FLAVIO JHONSON GALLEGOS VIZCARRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Consuelo Vargas Albarracin de Gallegos contra la Resolucion emitida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha treinta y uno de enero de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo interpuesta contra el Jefe del Servicio de Material de Guerra del Ejército, General de Brigada EP, Hugo Gonzales Rios y el Jefe de Servicios del Personal, General de Brigada, José Cacho Vargas.", "ANTECEDENTES:": "Dona Consuelo Vargas Albarracin de Gallegos por su propio derecho y en representacion de su conyuge el coronel de infanteria EP Flavio Jhonson Gallegos Vizcarra (r) interpone Accion de Amparo contra el Jefe del Servicio de Material de Guerra del Ejército (SMGE), general de brigada EP Hugo Gonzales Rios y el Jefe de Servicios del Personal (Serper), General de Bigada EP José Cacho Vargas, tras considerar vulnerado su derecho constitucional a la pension, y derechos reconocidos al uso del vehiculo y la vivienda. Especifica que como producto de una investigacion seguida contra su esposo ante el fuero militar y en la que se encuentra en calidad de procesado (siendo por tanto inocente hasta que no se declare su culpabilidad en los cargos que se le imputan), tanto el SMGE como el Serper, vienen ejecutando amenazas y acciones que crean un estado de zozobra y angustia en su familia. Ello ocurre en el caso del Oficio N.o 496-SMGE 8a de fecha quince de agosto de mil novecientos noventa y cinco, por intermedio del cual se apercibe a su esposo (no empero encontrarse detenido y procesado) del internamiento del automovil Daewoo Racer 93 de placa EO-4567 dentro del término de veinticuatro horas y bajo amenaza de denunciarlo en la Segunda Zona Judicial del Ejército por delito de TRIBUNAL CONSTITUCIONAL desobediencia. Otro tanto puede decirse de la pension correspondiente a su esposo y que ha sido congelada, pues no obstante corresponderle el mismo haber que el de un coronel en actividad, se ha procedido a descontar bajo la forma de multa la suma de doscientos sesenta y seis nuevos soles (S/. 266.00), cuando lo normal era el descuento de cuarenta y cuatro nuevos soles (S/. 44.00) por derecho de vivienda. Estas situaciones, considera, son consecuencia de la reconsideracion que presento con fecha nueve de agosto de mil novecientos noventa y cinco contra la Resolucion Ministerial N.o 0465-95 que dispuso respecto de su esposo el pase a la situacion de retiro por medida disciplinaria. El Procurador Publico encargado de los asuntos judiciales del Ministerio de Defensa contradice la demanda, fundamentalmente por considerar: Que la Accion de Amparo deviene en caduca, pues la Resolucion Ministerial N.o 0465-EP-CP-JAPE fue expedida el veinticinco de abril de mil novecientos noventa y cinco mientras que el amparo fue promovido el cuatro de setiembre de mil novecientos noventa y cinco, habiendo transcurrido mas de sesenta dias habiles; Que los integrantes de la Fuerza Armada se encuentran sometidos a disciplina militar y que es la Ley de Situacion Militar la que define y garantiza sus derechos; Que el coronel de infanteria EP Flavio Jhonson Gallegos Vizcarra paso a la situacion de retiro por medida disciplinaria, y la resolucion que asi lo determino fue expedida en mérito al Acta de Sesion del Consejo de Investigacion que recomendo dicha medida tras haberse acreditado la responsabilidad administrativa del citado oficial superior; Que el ente administrativo no esta juzgando delito alguno, ya que ello compete a la justicia militar 0 civil, segun el caso, sino que se trata de demostrar la responsabilidad administrativa al haberse transgredido reglamentos militares; Que teniendo en cuenta que conforme a la Constitucion, los miembros de las Fuerzas Armadas y Policia Nacional se rigen por sus propias leyes y reglamentos, se aprecia de la liquidacion de Pago de fecha diecisiete de agosto de mil novecientos noventa y cinco, que el coronel Gallegos Vizcarra percibe su haber de conformidad con lo dispuesto en la Ley de Pension Militar Policial en relacion a sus anos de servicio; Que segun el Reglamento de Casas de Servicio del Ejército N.o RE 782-12 del dos de mayo de mil novecientos ochenta y nueve, se senialan los casos en que se devolveran las casas (articulo 25°) indicandose, entre otras cosas, que ello se produciria por pasar a la situacion de disponibilidad 0 retiro -inciso C- no habiendo el esposo de la accionante cumplido con desocupar el inmueble otorgado, lo que hace aplicable el articulo 29° del citado Reglamento; Que, por otra parte, y de conformidad con el articulo 19° del Decreto Supremo N.o 013 CCFFAA relativo a politica general sobre automoviles para uso del personal de la Fuerza Armada, habiendo pasado el esposo de la accionante a la situacion del retiro por medida disciplinaria, ha perdido el derecho de adquisicion. El Vigésimo Séptimo Juzgado Especializado en lo Civil de Lima, de fojas ciento ocho, con fecha uno de febrero de mil novecientos noventa y seis, expide resolucion declarando infundada la demanda, principalmente por considerar: Que no se ha evidenciado que la pension percibida por el esposo de la demandante sea inferior a la que percibe un TRIBUNAL CONSTITUCIONAL coronel en actividad y, en todo caso, de las liquidaciones de pago de personal se distingue el cobro de la cuota de mantenimiento del inmueble que ocupan del que corresponde a las multas como inquilino; Que los rubros precedentes fueron efectuados a partir del Reglamento del Ejército sobre Propiedad Inmueble, Casas de Servicio del Ejército, DM especificandose que los descuentos que aparecen en el haber del coronel en retiro se hacen al amparo del articulo 29° del citado dispositivo que regula acciones correctivas en el caso de no producirse la devolucion de la vivienda; Que en relacion al apercibimiento por internamiento del automovil Daewoo Racer, es de aplicacion el Decreto Supremo N.o 13- 76-CCFA, no existiendo, por otra parte, un derecho absoluto sobre el mencionado vehiculo; Que no obstante que la demanda no se dirige contra la resolucion que dispone el pase al retiro del esposo de la demandante, el hecho de que se encuentre sometido a proceso penal no obstaculiza que la institucion castrense mediante sus instancias administrativas inicie el respectivo proceso administrativo a fin de establecer las responsabilidades del caso, siendo este ultimo independiente al proceso penal. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento treinta y cinco, con fecha treinta y uno de enero de mil novecientos noventa y siete, confirma la resolucion apelada, principalmente en atencion a lo siguiente: Que no es materia de la demanda la Resolucion Ministerial N.o 465-95, ya que respecto de ella, el demandante sigue otra Accion de Amparo, por lo que no cabe examinar la supuesta conculcacion del derecho de defensa; Que el articulo 19° del Manual de Derecho del Personal del Ejercito si incluye a los coroneles en situacion de retiro por medida disciplinaria en la prohibicion de adquirir el vehiculo asignado a su servicio. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del petitorio de la demanda interpuesta, el objeto de ésta se dirige al cuestionamiento de los actos adoptados por el Jefe del Servicio de Material de Guerra del Ejército y el Jefe de Servicios de Personal como consecuencia del proceso que se sigue contra el coronel de infanteria EP (r) don Flavio Jhonson Gallegos Vizcarra ante el Fuero Privativo Militar y que a juicio de la demandante vulneran y amenazan su derecho constitucional a la pension y derechos reconocidos al uso del vehiculo y la vivienda. 2. Que, por consiguiente y a efectos de acreditar las condiciones de procedibilidad de la presente accion 0, en su caso, la legitimidad 0 no de la demanda interpuesta, procede en primer término senalar que para el caso de autos no cabe invocar la regla del agotamiento de las vias previas prevista en el articulo 270 de la Ley N.o 23506, por tratarse de actos que ya vienen ejecutândose, en donde, por el contrario, resultan de aplicacion los incisos 1) y 2) del articulo 28° de la norma antes acotada. Tampoco, y por otra parte, cabe invocar el término de caducidad previsto en el articulo 370 de la citada Ley N.o 23506, por cuanto la demandante no cuestiona TRIBUNAL CONSTITUCIONAL por lo menos en este proceso la Resolucion Ministerial N.o 465-EP-CP-JAPE del veinticinco de abril de mil novecientos noventa y cinco, sino los actos administrativos que se han venido realizando de modo sucesivo tras haberse iniciado contra su esposo un proceso en el Fuero Privativo Militar. Que merituado el asunto de fondo en relacion con los actos especificos que resultan 3. objeto de reclamo, este Tribunal considera que aunque los mismos son el resultado de haberse aplicado normatividad prestablecida, se hace necesario evaluar a la luz de la Constitucion Politica del Estado, su conformidad 0 no con los derechos que ésta reconoce y, mas aun, con los valores 0 principios que en general, aquélla propugna. Que, a este respecto y si bien es cierto que conforme al Reglamento de Casas de 4. Servicio del Ejército N.o RE 782-12 del dos de mayo de mil novecientos ochenta y nueve se precisan los casos en que se procedera a la devolucion de las viviendas 0 casas de servicio (articulo 25°) indicândose incluso que ello se producira en las situaciones de disponibilidad 0 retiro (inciso c), el hecho de que el esposo de la demandante no haya cumplido con desocupar el inmueble otorgado, evidentemente le hace pasible de ser sometido al régimen de acciones correctivas previsto en el articulo 29° del citado Reglamento. Que, sin embargo, y aun cuando el indicado régimen correctivo ha previsto medidas 5. de tres tipos: multas, sanciones y juicios; y que dentro del primer genero, ha establecido por cada dia de ocupacion indebida, dentro del primer mes, el descuento consistente en el 1% del haber total con un maximo de 30% de dicho haber articulo 29°, inciso a), numeral 10, paragrafo a-; dentro del segundo mes, el descuento consistente en el 2% del haber total con un maximo de 60% de dicho haber --articulo 290, inciso a) numeral 1° paragrafo b y dentro del tercer mes y subsiguientes, el descuento consistente en el 3% del haber total con un maximo de 75% de dicho haber articulo 29°, inciso a), numeral 10, paragrafo C-; no puede pasar inadvertido para este Tribunal, que el hecho de que tales multas se apliquen sobre las planillas y, por consiguiente, sobre los haberes de los responsables, origina un problema bastante delicado, como es el de saber el alcance confiscatorio que pueda arrastrar consigo la adopcion de tales medidas, por lo menos en la forma en que han sido contempladas. Que, naturalmente, no es que se pretenda cuestionar la existencia de unas multas 6. especificas tras el incumplimiento manifiesto de obligaciones contraidas de conformidad con reglamentos internos como el que aqui se analiza, empero, el hecho de que las mismas se apliquen como descuento en los haberes y particularmente en las pensiones, constituye una situacion bastante discutible en términos constitucionales si de lo que se trata es de aceptar tratamientos tan TRIBUNAL CONSTITUCIONAL desproporcionados como el senalado en el parrafo precedente, pues utilizado éste en toda su amplitud, podria llevar a extremos absolutamente incompatibles con el principio de intangibilidad de remuneraciones y pensiones y que este Tribunal ha hecho suyo en reiterados pronunciamientos, y que se ejemplifica en el hecho de asumir el carâcter alimentario de tales derechos. Que, para el caso de autos, lo dicho se ha visto reflejado en un hecho elemental, por 7. demas debidamente acreditado, segun las instrumentales obrantes a fojas nueve, ciento tres y ciento cuatro, y segun las cuales se ha procedido a un descuento tan amplio por concepto de multas dentro de las pensiones correspondientes al esposo de la demandante, que practicamente se les ha reducido a su minima expresion, colocando en serio riesgo la subsistencia ya no solo del titular de dichas pensiones sino de su propia familia. Tal situacion, a juicio de este Tribunal, representa un tipico caso de confiscatoriedad, inaceptable en términos constitucionales. Que conforme se ha senalado en el fundamento sexto, la existencia de multas como 8. medidas de sancion no deviene por si misma en ilegitima, sino unicamente su aplicacion por conducto de la planilla de haberes y especificamente, para el caso concreto, de los pensionables. De alli que sin perjuicio de que este Tribunal tenga que verse forzado a no aplicar los dispositivos contenidos en el numeral 10, inciso a), articulo 29° del Reglamento sobre Propiedad Inmueble Casas de Servicio del Ejercito, entiende que las mismas pueden subsistir como conceptos a reclamarse legitimamente y de modo paralelo tras el incumplimiento de obligaciones contraidas, empero, nunca como cantidades a deducir 0 descontar de las planillas correspondientes. En el peor de los casos, de no acatarse por los obligados, podran demandarsej judicialmente de manera complementaria a lo previsto en el numeral 3°, inciso a) articulo 29° del ya citado Reglamento sobre Propiedad Inmueble, correspondiendo al Poder Judicial deslindar las responsabilidades a que hubiese lugar. Que, por otra parte y en lo que respecta al reclamo por el apercibimiento del que es 9. objeto el esposo de la demandante mediante el Oficio N.o 496-SMGE 8a a efectos de que proceda a la entrega del automovil Daewoo Racer 93 de placa E0-4567, este Tribunal entiende que tal medida tampoco resulta procedente, pues el dispositivo en que se pretende amparar, esto es, el articulo 190 del Decreto Supremo N.o 013 CCFFAA del quince de octubre de mil novecientos setenta y seis, se refiere al derecho de adquisicion de los vehiculos de servicio, y la demandante no se encuentra reclamando respecto de la adquisicion de tal vehiculo, sino unicamente el mantenimiento en la posesion del mismo hasta el momento en que se defina la situacion de su conyuge, lo que en efecto no deja de ser compatible con el principio de presuncion de inocencia. Lo contrario significaria adoptar decisiones sancionatorias por anticipado. Queda claro, en todo caso, que tal posesion no es ad TRIBUNAL CONSTITUCIONAL infinitum sino hasta el momento en que la situacion juridica del procesado quede totalmente determinada. 10. Que, por consiguiente, y habiéndose acreditado los hechos considerados violatorios de los derechos constitucionales, resultan de aplicacion los articulos 10, 2° inciso 24) literal \"e\", > 138°, , 174° y 200° inciso 2) de la Constitucion Politica del Estado, en concordancia con los articulos, 1,3°,7 70 y 24° inciso 22) de la Ley N.o 23506. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cinco, su fecha treinta y uno de enero de mil novecientos noventa y siete, que confirmando la apelada declaro infundada la demanda, reformandola declara FUNDADA la Accion de Amparo interpuesta por dona Consuelo Vargas Albarracin de Gallegos por su propio derecho y en representacion del coronel de infanteria EP (r) Flavio Jhonson Gallegos Vizcarra y, en consecuencia, inaplicable para su caso particular el numeral 1, inciso a) del articulo 29° del Reglamento del Ejército sobre Propiedad Inmueble Casas de Servicio del Ejército N.o RE 782-12. Ordena al Jefe de Servicios del Personal (Serper) cancelar las sumas indebidamente retenidas al demandante como consecuencia de las multas aplicadas sobre su pensiones, dejando en todo caso subsistentes las obligaciones economicas generadas por el mismo concepto y el derecho de acudir a la via judicial si fuese necesario. Ordena igualmente al Jefe del Servicio de Material de Guerra del Ejército (SMGE) abstenerse de apercibir a la demandante 0 a su esposo respecto de la entrega del vehiculo Daewoo Racer 93 de placa E0-4567, hasta que se determine la situacion juridica del coronel de infanteria EP(r) Flavio Jhonson Gallegos Vizcarra en el proceso que se le sigue ante el Fuero Privativo Militar. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los autos.", "SS.": "VAurar ACOSTA SANCHEZ DIAZ/VALVERDE NUGENT ARCLG GARCIA MARCELO VL WUN sd. LO QUE CERDIFICO: WWA Mf DR. CESAR ÇUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-06", "id": 35846, "nombre_demandado": "Jefe del Servicio de Material de Guerra del Ejército (Hugo Gonzales Ríos) y otro", "nombre_demandante": "Consuelo Vargas Albarracín de Gallegos y Flavio Jhonson Gallegos Vizcarra", "numero_expediente": "00389-1997-AA"}