{"CONTEXTO": " 00382-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00382-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 382-98-AA/TC LIMA RICARDO MORALES MORENO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ricardo Morales Moreno contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta y siete, su fecha diez de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Ricardo Morales Moreno interpone demanda de Accion de Amparo contra la Empresa de Servicio de Agua Potable y Alcantarillado de Lima-Sedapal, a fin de que la entidad demandada le abone su pension de cesantia en forma nivelada con la remuneracion que actualmente percibe el funcionario que lo reemplazo en la empresa Sedapal, comprendido dentro del régimen de la Ley N.o 4916, sin el tope establecido por el articulo 292° de la Ley N.o 25303, asimismo, solicita el pago de sus gratificaciones por fiestas patrias y Navidad, que perciben los funcionarios en actividad comprendidos dentro del régimen de la Ley N. 4916, asi como el pago de la correspondiente indemnizacion por los perjuicios causados. Expresa que ha prestado servicios para la demandada dentro del régimen del Decreto Ley N.o 11377 y que la demandada no ha cumplido con nivelar su pension de jubilacion, tal como lo dispone la Octava Disposicion General y Transitoria de la Constitucion de 1979 y la Resolucion de Directorio N.o 068-85-VC-83-00000. La Empresa Servicio de Agua Potable y Alcantarillado de Lima-Sedapal propone la excepcion de falta de agotamiento de la via administrativa y sin perjuicio de la excepcion propuesta contesta la demanda manifestando que el demandante laboro dentro del régimen de la Ley N.o 11377 y el Decreto Legislativo N.o 276, en consecuencia, la estructura remunerativa a considerar es ésa y no otra. El Décimo Juzgado Especializado en lo Civil de Lima, a fojas setenta y ocho, con fecha veinte de octubre de mil novecientos noventa y cinco, declara improcedente la demanda, por considerar que lo que reclama el demandante es el reconocimiento de un derecho, el cual no es objeto de las acciones de garantia, que son de restrictiva finalidad 1 TRIBUNAL CONSTITUCIONAL ante la violacion 0 amenaza de un derecho del que ya se venia gozando, que no es el caso de autos en el que se persigue se le reconozca un derecho. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cuarenta y siete, con fecha diez de marzo de mil novecientos noventa y ocho, confirma la sentencia apelada, por considerar que el demandante no demuestra en forma alguna haber solicitado administrativamente 0 jurisdiccionalmente el reconocimiento del derecho que pretende. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, respecto a la excepcion de caducidad deducida por la demandada, este 1. Tribunal en reiteradas ejecutorias ha establecido que debido a la naturaleza del derecho pensionario, y siendo el caso que los hechos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, toda vez que mes a me se repite la presunta vulneracion invocada por el demandante, resultando aplicacion el articulo 26° de la Ley N.o 25398. Que, en cuanto a la excepcion de falta de agotamiento de la via administrativ 2. propuesta, este Tribunal ha establecido que por la naturaleza del derecho invocado teniendo en consideracion que la pension tiene carâcter alimentario, no es exigibl el agotamiento de la via previa. Que, del tenor de la demanda se advierte que el demandante solicita: a) El pago 3. su pension de cesantia en forma nivelada con la remuneracion que actualment percibe el funcionario que lo remplazo en Sedapal, comprendido dentro del régime privado, sin el tope establecido por el articulo 292° de la Ley N.° 25303, y b) pago de sus gratificaciones por fiestas patrias y Navidad, con la remuneracion qu actualmente perciben dichos empleados, asi como la indemnizacion por perjuicios causados. Que, de autos se advierte que el demandante no ha adjuntado prueba alguna qu 4. acredite la alegada imposicion de tope a la pension que viene percibiendo; asi com tampoco ha probado que viniera percibiendo en forma diminuta las gratificacione que indica, respecto a lo que pudiera corresponderle de acuerdo a ley. Que el inciso b) del articulo 14° del Decreto Ley N.° 20530, concordante con 5. Tercera Disposicion Final y Transitoria de la Constitucion, establece que no SO acumulables los servicios prestados al Sector Publico, bajo el régimen laboral de actividad publica, con los prestados al mismo sector, bajo el régimen laboral de actividad privada. Que, existe reiterada jurisprudencia expedida por este Tribunal en el sentido de 6. senalar que la nivelacion a que tienen derecho todos los pensionistas que gozan de TRIBUNAL CONSTITUCIONAL pension bajo el régimen previsional del Decreto Ley N.o 20530, debe efectuarse en relacion al funcionario 0 trabajador de la Administracion Publica que se encuentre en actividad del mismo nivel, categoria y régimen laboral que ocupo el pensionista al momento de su cese. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta y siete, su fecha diez de marzo de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- . ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO V LL U E.G.D LO QUE-CERTIFICO: DRA.MARIA LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-10-02", "id": 35796, "nombre_demandado": "Servicio de Agua Potable y Alcantarillado de Lima (SEDAPAL)", "nombre_demandante": "Ricardo Morales Moreno", "numero_expediente": "00382-1998-AA"}