{"CONTEXTO": " 00384-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00384-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-384-96-AA/TC LIMA HUMBERTO RAUL OLAECHEA GUILLÉN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno la Jurisdiccional, con y asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Humberto Raul Olaechea Guillén, contra la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas doce del cuaderno de nulidad, su fecha veintinueve de mayo de mil novecientos noventa y seis, que declara improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Humberto Raûl Olaechea Guillén interpone demanda de Accion de Amparo contra la Universidad San Martin de Porres con el objeto de que se deje sin efecto legal el Acuerdo de Consejo Universitario de fecha dieciocho de enero de mil novecientos ochenta y ocho, por considerar que se ha vulnerado su derecho a la defensa, al debido proceso, a no ser desviado ni de la jurisdiccion ni de los procedimientos previamente establecidos, a la igualdad, a la educacion y a la dignidad personal. Refiere que con fecha dieciocho de enero de mil novecientos ochenta y ocho en sesion ordinaria del Consejo Universitario, se acordo separarlo de la Universidad en su condicion de estudiante de la Facultad de Derecho, sin haberle notificado por conducto regular dicha decision. Ante esta situacion, senala que interpuso una demanda de Accion de Amparo que fue declarada improcedente por la Corte Suprema de Justicia de la Republica. Toda vez que no estuvo de acuerdo con dicha decision, interpuso nuevamente una Accion de Amparo, la cual concluyo con ejecutoria suprema, del dieciocho de agosto de mil novecientos noventa y tres, que declaro improcedente la demanda por no haber agotado las vias previas. Debido a ello recurrio en ultima instancia al Consejo de Asuntos Contenciosos de la Asamblea Nacional de Rectores a través de un recurso de revision, el cual fue declarado improcedente. Por ultimo, alega que de acuerdo a lo dispuesto en el articulo 8° de la Ley No 23506, es procedente el inicio de este proceso por cuanto no existe aun cosa juzgada. El Rector de la Universidad San Martin de Porres, don Carlos Humberto Vilchez Vera, contesta la demanda senalando que en el presente caso se ha producido la caducidad de la accion, toda vez que los hechos que supuestamente violan los derechos del demandante ocurrieron en el ano de mil novecientos ochenta y ocho, vale decir hace mas de seis anos computados a la fecha de interposicion de la presente demanda. I TRIBUNAL CONSTITUCIONAL El Juez del Vigésimo Tercer Juzgado Especializado en lo Civil de Lima, a fojas setenta y dos, con fecha trece de diciembre de mil novecientos noventa y cuatro, declara improcedente la demanda por considerar que el acto administrativo cuestionado por el demandante debe ser objeto de cuestionamiento en la forma dispuesta en el inciso 6) del articulo 486° del Codigo Procesal Civil. La Cuarta Sala Civil de la Corte Superior de Justicia de Lima, a fojas noventa y nueve, con fecha diecinueve de junio de mil novecientos noventa y cinco, confirmo la sentencia apelada y declaro improcedente la demanda. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas doce del cuaderno de nulidad, con fecha veintinueve de mayo de mil novecientos noventa y seis, declaro No Haber Nulidad y, en consecuencia, improcedente la demanda por haberse producido la caducidad de la accion. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través de este proceso, el demandante pretende se deje sin efecto el Acuerdo de Consejo Universitario de fecha dieciocho de enero de mil novecientos ochenta y ocho, en virtud del cual se resolvio separarlo en su condicion de estudiante de la Facultad de Derecho de la Universidad San Martin de Porres. 2.- Que, al haberse interpuesto la presente demanda el diez de junio de mil novecientos noventa y cuatro, vale decir luego de mas de seis afos de cometida la supuesta violacion de los derechos alegados por el demandante, se colige que a dicha fecha ya habia transcurrido en exceso el plazo de caducidad establecido en el articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas doce del cuaderno de nulidad, su fecha veintinueve de mayo de mil novecientos noventa y seis, que declaro No Haber Nulidad en la sentencia de vista y, en consecuencia, IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, irce DIAZ VALVERDE, NUGENT, GARCIA MARCELO. 2 Rl CA Lo que Certifico: G.L.Z. Dra. MARIALUZ VASQUEZ 2 SEGRETARTA. RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-04-12", "id": 34955, "nombre_demandado": "Universidad San Martín de Porres", "nombre_demandante": "Humberto Raúl Olaechea Guillén", "numero_expediente": "00384-1996-AA"}