{"CONTEXTO": " 00385-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00385-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9385-97-AA/TC JUNIN JOHN SANABRIA VILLALVA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los tres dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don John Sanabria Villalva, contra la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas cuarenta y nueve, su fecha veintiséis de marzo de mil novecientos noventa y siete, que declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don John Sanabria Villalva interpone demanda de Accion de Amparo contra don Luis Alberto Meza Garcia, Director encargado de la Direccion Subregional de Educacion de Junin, con el objeto de que se deje sin efecto legal la Resolucion Directoral Subregional N.° 00379, en virtud de la cual se le separa temporalmente del servicio por el periodo de dieciocho meses sin goce de remuneraciones. Manifiesta que ha cumplido con agotar la via administrativa al haberse expedido la Resolucion Ejecutiva Regional N.o 62096CTAR-RAACPE, que resuelve declarar infundado el Recurso de Revision que interpuso contra la Resolucion Directoral Regional N.o 00506-96, que, a su vez, declaraba infundado el Recurso de Apelacion interpuesto contra la Resolucion cuestionada en autos. Por ultimo, alega que la sancion impuesta contra su persona es anticonstitucional y antijuridica, pues refleja el abuso de autoridad y violacion de la libertad de trabajo cometidas por el demandado; pues le ha sido impuesta por defender la situacion economica de los docentes en su calidad de Secretario General del SUTE Departamental de Junin. Mediante la Resolucion de fojas veinte, su fecha diecisiete de enero de mil novecientos noventa y siete se declaro en rebeldia al demandado. TRIBUNAL CONSTITUCIONAL El Juez del Segundo Juzgado Mixto de Huancayo, a fojas veintiuno, su fecha tres de febrero de mil novecientos noventa y siete, declaro infundada la demanda, por considerar que el demandante no ha ofrecido ninguna prueba que logre desvirtuar los fundamentos que contienen las resoluciones administrativas que cuestiona; y que para ventilar esta pretension, el demandante tiene expedita la via contenciosa comun. La Sala Civil de la Corte Superior de Justicia de Junin, a fojas cuarenta y nueve, con fecha veintiséis de marzo de mil novecientos noventa y siete, confirmando la sentencia apelada declaro infundada la demanda, por considerar que los documentos presentados por el demandante no enervan lo resuelto en primera instancia. Contra esta Resolucion, el V V demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través del presente proceso, el demandante pretende que se disponga la no aplicacion, a su persona, de la Resolucion Directoral Subregional N.o 00379, en virtud de la cual se resuelve separarlo temporalmente por el periodo de dieciocho meses sin goce de remuneraciones, del puesto que, como Director encargado de la E.E.M. N.o 30457 de Canchas, Jauja, venia desempenando; pues considera que dicha sancion es anticonstitucional y antijuridica. Que, conforme se acredita con la Resolucion de Direccion Subregional de 2. Educacion de Junin N.o 00009, obrante a fojas tres, la sancion impuesta al demandante fue precedida de la instauracion del proceso administrativo correspondiente. A su vez, se debe resaltar que dicha sancion fue objeto de la interposicion de los recursos de apelacion y de Revision ante las instancias administrativas pertinentes; situacion que demuestra que el demandante tuvo la oportunidad de ejercer los derechos de defensa y la pluralidad de instancia, consagrados en los articulos 2° inciso 23) y 1390 inciso 6) de la Constitucion Politica del Estado. Que, en consecuencia, se encuentra acreditado en autos que la sancion cuestionada 3. por el demandante proviene de un proceso regular y ha sido impuesta por autoridad competente en ejercicio de sus funciones, situacion que conlleva a que la presente demanda no pueda ser amparada; mas aun cuando no se han desvirtuado de manera alguna las faltas que se le imputaron al demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas cuarenta y nueve, su fecha veintiséis de marzo de mil novecientos 2 TRIBUNAL CONSTITUCIONAL noventa y siete, que confirmando la apelada declaro INFUNDADA la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Mir r ACOSTA SANCHEZ DIAZ VALVERDE NUGENT U Gurces GARCIA MARCELO G.L.Z. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-10-02", "id": 35792, "nombre_demandado": "Dirección Subregional de Educación de Junín (Luis Alberto Meza García)", "nombre_demandante": "John Sanabria Villalva", "numero_expediente": "00385-1997-AA"}