{"CONTEXTO": " 00380-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00380-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 380-96-AA/TC Justo Marcelo Pinto Barriales TACNA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fecha diez de abril de mil novecientos noventa y seis, en los seguidos por don Justo Marcelo Pinto Barriales contra don Tito Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna y dona Sonia Huere Curi ,Gerente de Economia y Finanzas de dicha Municipalidad > sobre accion de amparo.", "ANTECEDENTES:": "Con fecha quince de agosto de mil novecientos noventicinco, don Justo Marcelo Pinto Barriales interpone Accion de Amparo contra don Tito Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna y la Gerente de Economia y Finanzas dona Sonia Huere Curi, por cuanto esta ultima mediante Resolucion No. 02343-95 de cuatro de agosto de mil novecientos noventicinco, ha declarado la nulidad de la Licencia Especial de Funcionamiento expedida con Certificado N. 0001-95, de fecha veinticuatro de enero del mismo ano del local comercial que bajo el giro de Pub-Cabaret conduce en el inmueble ubicado en la Avda. Pinto No. 1151- Tacna, a pesar de haber cumplido con todas las exigencias, violandose sus derechos a la libertad de trabajo, contratacion y comercio contemplados en el articulo 2° de la Constitucion. TRIBUNAL CONSTITUCIONAL Admitida la demanda, esta es contestada por don Tito Chocano Olivera, Alcalde de Municipalidad Provincial de Tacna, quien la niega en todos sus extremos y sostiene que Reglamento de Licencias Especiales aprobado por Edicto Municipal No. 006-94 en capitulo VI, contempla especificamente cuales son las prohibiciones al otorgamiento de licencias, entre las que se encuentra aquella que se refiere a que los establecimientos pueden instalarse 0 funcionar a menos de 200 metros de Iglesias, Escuelas y Hospitales que es precisamente dentro del marco de estas disposiciones que se ha dejado sin efecto Licencia Especial otorgada al demandante y que por tanto no se ha violado ning derecho constitucional Con fecha doce de diciembre de mil novecientos noventa y cinco, el Juez Provisional Segundo Juzgado Civil de Tacna, expide resolucion declarando improcedente la demand Interpuesto recurso de apelacion, con fecha diez de abril de mil novecientos noventa seis, la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, expi resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional,", "FUNDAMENTOS:": "1. Que, del petitorio de la demanda, se desprende que el demandante cuestiona Resolucion No. 02343-95 de cuatro de agosto de mil novecientos noventicinco expedida por la Gerencia de Economia y Finanzas de la Municipalidad demandad mediante la cual se declara la nulidad de la Licencia Especial de Funcionamien expedida a favor del actor para el giro de Pub-Cabaret en el establecimiento ubicac en la Avda. G. Pinto No. 1151-Tacna, por cuanto se determino que el referido local encontraba ubicado a 60 metros aproximadamente del C.E.I Piloto. 2. Que, contra dicha resolucion el actor debio interponer previamente los recurs impugnativos previstos en la Ley de Normas Generales de Procedimient Administrativos cuyo Texto Unico Ordenado ha sido aprobado por Decreto Suprem No. 02-94 JUS. 3. Que, en consecuencia, no se ha dado cumplimiento a lo establecido en el articulo 27 la Ley No 23506, el mismo que establece que solo procede la accion de amparo cuand se hayan agotado las vias previas. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confiere la Constitucion Politica del Estado y su Ley Orgànica, 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas setenta y nueve, su fecha diez de abril de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la demanda; dispusieron su publicacion en el Diario Oficial EL Peruano y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE / Avere GARCIA MARCELO NF/tv Lo que Certifico: Dra: MARIA LUZ VASOVEZ RELATORA SEGRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-05-15", "id": 36873, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Tacna (Tito Chocano Olivera) y otro", "nombre_demandante": "Justo Marcelo Pinto Barriales", "numero_expediente": "00380-1996-AA"}