{"CONTEXTO": " 00387-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00387-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 387-96-AA/TC LIMA BONIFACIO TELMO LOLI OSORIO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent OM y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Bonifacio Telmo Loli Osorio contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas ciento noventa y uno, su fecha veinticuatro de abril de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Bonifacio Telmo Loli Osorio interpone Accion de Amparo contra el Director Regional de Educacion de la Region Chavin, el Administrador, y el Jefe de Personal refiere como hechos que tiene la condicion de Director encargado del Colegio N.o 86059 de Cajamarquilla-Pampa Grande y que por tener mayor nivel Magisterial, el III Nivel, asi como la mayor permanencia en el plantel, veintidos anos de servicios prestados al Estado, salio elegido como Secretario General del Sindicato Unitario de Trabajadores de Educacion de Huaraz, en las elecciones reaizadas en su gremio; por cuya razon solicito licencia sindical con goce de remuneraciones, petitorio que no ha sido resuelto hasta el momento de la presentacion de su demanda, ya que por Resolucion Directoral Regional N.° 1579 se le instauro proceso administrativo disciplinario, olvidando que se encontraba en trâmite su petitorio de licencia. El Director Regional de Educacion de la Region Chavin contesta la demanda precisando que mediante Resolucion Directoral Regional N.o 1938 se dispuso cesar al demandante en el cargo de profesor del Centro Educativo N.o 86059 de Cajamarquilla, previo proceso administrativo disciplinario mediante Resolucion Directoral Regional N.o 1579; agrega que se le notifico al demandante en su domicilio, el cual se nego a recibir la notificacion, motivo por el que se le notifica en el diario oficial de la localidad, apelando el demandante dicha resolucion sin haber realizado su descargo de los hechos que se le imputan. Que en cuanto a la solicitud de la licencia sindical, por no reunir los requisitos exigidos por el INAP, ésta fue devuelta al demandante. El Juez del Segundo Juzgado Especializado en lo Civil de Huaraz, a fojas ciento dieciséis, con fecha veintinueve de febrero de mil novecientos noventa y seis, declaro improcedente la demanda, por considerar principalmente que no se han agotado las vias TRIBUNAL CONSTITUCIONAL previas, condicion que solo no es exigible en los casos taxativamente senalados en el articulo 28° de la Ley N.o 23506, sino que en el presente caso, la via previa se encuentra establecida por el preexistente proceso administrativo disciplinario a que hace referencia el propio demandante, y en el cual recayo la Resolucion Directoral Regional N.o 1938, y cinco, fechada el veinticuatro de noviembre de mil novecientos noventa cinco dias M calendario anteriores a la fecha de presentacion de su demanda. La Sala Civil de la Corte Superior de Justicia de Ancash, a fojas ciento noventa y uno, con fecha veinticuatro de abril de mil novecientos noventa y seis, confirma la apelada, por estimar que mediante la Resolucion Administrativa por la que se le instaura proceso administrativo disciplinario, no se viola al demandante ningun derecho constitucional; que en el acto administrativo en el que se le imputa haber cometido faltas graves en el ejercicio de sus funciones, tuvo la oportunidad de absolverlas dentro del proceso administrativo, por otra parte la Accion de Amparo no procede si el acto administrativo cuestionado no agota la via administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los 1. derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506, concordante con el articulo 200° de la Constitucion Politica del Estado. Que, respecto a la excepcion de falta de agotamiento de la via administrativa, debe 2. tenerse en cuenta que el despido se produjo inmediatamente después de expedida la Resolucion Directoral Regional N.o 1938 del veinticuatro de noviembre de mil novecientos noventa y cinco, siendo aplicable en este caso la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506, en tanto que, la referida Resolucion ha sido ejecutada antes de quedar consentida, como se puede apreciar de autos a fojas ciento cincuenta y ocho, y ciento sesenta y cuatro. Que, de la Resolucion Directoral Regional N.o 1938, que obra en autos a fojas once, 3. se advierte que la misma se ha expedido como resultado del proceso administrativo disciplinario seguido al demandante por haber incurrido en faltas de carâcter disciplinario en el ejercicio de sus funciones, como son las inasistencias injustificadas en su centro de trabajo por mas de cinco dias consecutivos; motivo por el cual se le notifica con el respectivo pliego de cargos, no desvirtuando 0 enervando los cargos referidos; este hecho hace presumir la veracidad de los cargos imputados; en consecuencia, no se ha transgredido derecho constitucional alguno en razon de que dicha Resolucion fue emitida en estricta aplicacion del articulo 1290 del Decreto Supremo N.o 19-90-ED, Reglamento de la Ley del Profesorado. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones qu confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Just de Ancash, de fojas ciento noventa y uno, su fecha veinticuatro de abril de mil novecier noventa y seis, que confirmando la apelada declaro improcedente la demanda reformândola declara INFUNDADA la Accion de Amparo. Dispone la notificacion partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "KAJ A . - - ACOSTA SANCHEZ LAMCe DIAZ VALVERDE NUGENT GARCIA MARCELO  - 2 I.M. Gertifiooi Lo que Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA ONSTITUE eteN A TRIBUNAL 3", "fecha_publicacion": "1999-07-07", "id": 35281, "nombre_demandado": "Director Regional de Educación de la Región Chavín y otros", "nombre_demandante": "Bonifacio Telmo Loli Osorio", "numero_expediente": "00387-1996-AA"}