{"CONTEXTO": " 00385-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00385-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 385-99-AA/TC AREQUIPA CELIA GLORIA FLOREZ FLORES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los cinco dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Celia Gloria Florez Flores contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas doscientos siete, su fecha diecinueve de marzo de mil novecientos noventa y nueve, que declaro infundada la demanda.", "ANTECEDENTES:": "Dona Celia Gloria Florez Flores interpone Accion de Amparo contra la Municipalidad Provincial del Cusco por violacion de su derecho constitucional a la libertad de trabajo y al debido proceso. Refiere la demandante que conduce el establecimiento comercial denominado Disco Club La Noche, que venia funcionando desde el mes de junio de mil novecientos noventa y siete, hasta que el diecisiete de abril de mil novecientos noventa y ocho fue clausurado indefinidamente por el Ejecutor Coactivo de la Municipalidad Provincial del Cusco, don Gregorio Alvarez Segovia, en cumplimiento del Acuerdo Municipal N.o 027-CM/MC-SG-98, de fecha veintiocho de enero de mil novecientos noventa y ocho. Argumenta que dicho Acuerdo Municipal nunca le fue notificado, por lo que se ha vulnerado su derecho de defensa. Asimismo, senala que el funcionamiento de su establecimiento comercial no se ha realizado al margen del ordenamiento municipal, pues cuenta con los requisitos para hacerlo. El apoderado legal de la Municipalidad Provincial del Cusco solicita se declare improcedente la demanda, en razon de que la clausura del establecimiento comercial que conduce la demandante se realizo porque era un prostibulo disfrazado y, ademas, habia vencido la licencia de funcionamiento. EJ Primer Juzgado Especializado en lo Civil del Cusco, con fecha veinte de julio de mil novecientos noventa y ocho, expide sentencia declarando fundada la demanda, por considerar, principalmente, que no se ha acreditado haber notificado los actuados del procedimiento administrativo a la demandante, habiéndose vulnerado su derecho de defensa. La Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, con fecha diecinueve de marzo de mil novecientos noventa y nueve, expide sentencia TRIBUNAL CONSTITUCIONAL revocando la apelada, y reformandola Ja declara infundada, por estimar, principalmente, que el giro del comercio de la demandante, es distinto del que fue autorizado, y porque no se ha presentado la licencia de funcionamiento. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se acredita dej petitorio de la demanda, el objeto de ésta es que se 1. deje sin efecto el Acuerdo Municipal N.o 027-CMMC-SG-98, y se repongan las cosas al estado anterior de la violacion de su derecho constitucional a la libertad de trabajo. Que, por tanto, y segin se aprecia de los documentos obrantes en autos, 2. especialmente de fojas dos a cuatro y sesenta y ocho, la causal para decretarse la clausura del establecimiento comercial que conduce la demandante, esto es, tener un funcionamiento clandestino por no tener licencia que lo autorice, no ha sido enervada; por lo que no puede considerarse que se ha vulnerado su derecho constitucional de defensa en sede administrativa. Que, asimismo, tampoco puede considerarse que la libertad de trabajo de la 3. demandante ha sido vulnerada como consecuencia de la ejecucion del Acuerdo Municipal N.o 027-CMMC-SG-98 expedido por la Municipalidad Provincial del Cusco, su fecha veintiocho de enero de mil novecientos noventa y ocho; pues dicha libertad de trabajar no es absoluta, sino, se encuentra sujeta a las limitaciones que establece la ley, y que, en el caso particular de autos, esta constituida por la Ley N.o 23853, Organica de Municipalidades. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas doscientos siete, su fecha diecinueve de marzo de mil novecientos noventa y nueve, que, revocando Ja apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENTI GARCIAMARCELO rillile AvOL LO QUF CERTIFICO: Mwwiny DR. CESAR CUBAS LONGA SECRETARIO RELAUOR (e)", "fecha_publicacion": "1999-10-22", "id": 35863, "nombre_demandado": "Municipalidad Provincial del Cusco", "nombre_demandante": "Celia Gloria Florez Flores", "numero_expediente": "00385-1999-AA"}