{"CONTEXTO": " 00392-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00392-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 392-97-AA/TC VILMA MARLENE BARRETO IPARRAGUIRRE LA LIBERTAD SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de abril de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE;) y GARCIA MARCELO; i actuando como Secretaria - Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Vilma Marlene Barreto Iparraguirre A *. contra la resolucion de la II Sala Especializada en lo Civil de la Corte Superior de : Justicia de La Libertad, de fecha siete de marzo de mil novecientos noventisiete, que confirma la del Segundo Juzgado Especializado en lo Civil de Trujillo, su TRIBUNAL CONSTITUCIONAL fecha tres de diciembre de mil novecientos noventiséis y declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interpone contra el Presidente del Consejo Transitorio de Administracion Regional de La Libertad, y otros, a fin de que se declare I inaplicable la Resolucion Ejecutiva Regional No 735-95-CTAR-LL, del siete de diciembre de mil novecientos noventicinco, por la cual se le cesa por causal de excedencia en el proceso de evaluacion del primer semestre de mil novecientos noventicinco, solicitando su reposicion en el cargo de Auxiliar de Laboratorio en el Centro Educativo \"Jesus Nazareno\" de Chocope, y se le paguen las remuneraciones dejadas de percibir por tal acto arbitrario. El Segundo Juzgado en lo Civil de Trujillo, declaro improcedente la demanda, por considerar, entre otras razones, que el actor fue notificado con la resolucion que impugna el veintiuno de diciembre de mil novecientos noventicinco conforme aparece de la constancia de fojas ochentitrés, esta trabajo solo hasta el mes de diciembre de mil novecientos noventicinco, y su demanda aparece interpuesta el nueve de agosto de mil novecientos noventiséis, por lo cual ésta se encuentra caduca segun el articulo 37° de la Ley No 23506. Interpuesto recurso de apelacion, la Segunda Sala Civil Especializada de la Corte Superior de Justicia de La Libertad, confirma la apelada, segun resolucion de siete de marzo de mil TRIBUNAL CONSTITUCIONAL novecientos noventisiete, al estimar que la demanda, que en copia certificada obra a fojas doscientos treintidos, no aparece firmada por la actora, ni aparece tampoco en los demas actuados, a excepcion del escrito de ratificacion de fojas doscientos sesentiuno, su fecha cuatro de junio de mil novecientos noventiséis, por lo que de conformidad con el articulo 2005° del Codigo Civil y el articulo 37° de la Ley No 23506 es de aplicacion la caducidad sancionada en primera instancia. OH Contra esta resolucion el actor interpuso Recurso Extraordinario de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, de autos consta que la actora fue notificada con la Resolucion cuestionada No 735-95-CTAR-LL, el dia veintiuno de diciembre de mil novecientos noventicinco, conforme a la constancia debidamente suscrita como cargo de recepcion que corre a fojas ochentitrés, razon por la cual trabajo solo hasta el mes de diciembre del referido ano. 2.- Que, su demanda aparece interpuesta a fojas diecisiete, el dia nueve de agosto de mil novecientos noventiséis, razon por la cual ha sobrevenido la TRIBUNAL CONSTITUCIONAL caducidad prevista en el articulo 37° de a Ley No 23506 en cuanto dispone que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Orgânica No 26435 y la Ley No 26801;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de La Libertad, de fojas doscientos veinte, su fecha siete de marzo de mil novecientos noventisiete, que confirmo la apelada de fecha tres de diciembre de mil novecientos noventiséis, y declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el diario oficial \"EI Peruano\" con arreglo a ley, y los devolvieron. - S.S. Le - 7 ACOSTA SANCHEZ, 1L NUGENT, L L / DIAZ VALVERDE, V nuera - GARCIA MARCELO. Lo que Certifico: s Dre. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-05", "id": 36921, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de La Libertad", "nombre_demandante": "Vilma Marlene Barreto Iparraguirre", "numero_expediente": "00392-1997-AA"}