{"CONTEXTO": " 00396-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00396-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 396-99-AA/TC LIMA JULIAN ROMULO ACASIETE CAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julian Romulo Acasiete Cayo contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochenta y nueve, su fecha nueve de abril de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Julian Romulo Acasiete Cayo interpone Accion de Amparo contra la Oficina de Normalizacion Previsional, representada por dona Aida Amézaga Meléndez, solicitando que en aplicacion ultractiva del Decreto Ley N.o 19990 se reajuste el monto de su pension minima de jubilacion ordenada por la Ley N.o 23908, pues en forma unilateral y arbitraria, la emplazada, mediante Resolucion N.o 41299-97-ONP/DC, de fecha catorce de noviembre de mil novecientos noventa y siete, le ha aplicado en forma retroactiva e inconstitucional el Decreto Ley N.o 25967, liquidandole también sus anos de aportacion perdudicando sus derechos pensionarios al otorgarle un monto infimo, y negândole su pension minima de tres sueldos minimos vitales. La Oficina de Normalizacion Previsonal contesta la demanda precisando que las acciones de garantia solo proceden contra la violacion de un derecho consagrado en la Carta Magna, mas no respecto a una derivacion interpretativa de la misma, y que el objeto de la Accion de Amparo tampoco es declarar la existencia 0 inexistencia de un derecho 0 de una relacion juridica, sino reponer las cosas al estado anterior a una violacion 0 amenaza inminente de violacion de un derecho constitucional, y deduce, asimismo, las excepciones de falta de agotamiento de la via administrativa y de caducidad de la accion. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y ocho, con fecha veinticinco de setiembre de mil novecientos noventa y ocho, 2 TRIBUNAL CONSTITUCIONAL declaro infundadas las excepciones e improcedente la demanda, por considerar principalmente que al demandante le corresponde la pension maxima mensual de seiscientos nuevos soles (SI. 600.00), prevista en el articulo 3° del Decreto Ley N.o 25967 del diecinueve de diciembre de mil novecientos noventa y dos, que modifica el goce de las pensiones de jubilacion que administraba el fenecido IPSS, y que la solicitud de reajuste de su pension, derivado de la aplicacion de la Ley N.o 23908, implica la constitucion de un derecho, el cual no le corresponde, atendiendo a que la fecha en que solicito su pension es posterior a la vigencia del Decreto Ley N.o 25967. 1. n X La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ochenta y nueve, con fecha nueve de abril de mil novecientos noventa y nueve, confirmo la apelada, al estimar que la Accion de Amparo no es la via idonea para dilucidar reajustes pensionarios, por cuanto se estaria declarando un derecho que no es la finalidad de esta accion de garantia constitucional, y que al haber causado estado la resolucion administrativa, ella requiere de una via mas lata que cuente con etapa probatoria a efectos de resolver la pretension invocada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que este Tribunal Constitucional tiene establecido a través de reiteradas ejecutorias, derivadas de la aplicacion de los fundamentos diez, once, doce y quince, incorporados a la parte resolutiva de la Sentencia de fecha veintiséis de abril de mil novecientos noventa y siete, recaida en el Expediente N.o 007-96-I/TC, que al permitirse la aplicacion ultractiva de la norma, ésta se aplicara solo a los trabajadores que, aun cuando se encuentren laborando, reunan los requisitos senalados por el Decreto Ley N.o 19990 para obtener la pension de jubilacion, por cuanto han incorporado a su patrimonio un derecho en virtud del mandato expreso de la ley, que no esta supeditado al reconocimiento de la administracion. De esta manera, los asegurados que se encuentren inscritos en el Decreto Ley N.o 19990, hasta antes de la vigencia del Decreto Ley N.o 25967 y de la Ley N.o 26323, y ya han cumplido con los requisitos senalados por el Decreto Ley N.o 19990, tendran derecho a la pension correspondiente, en los términos y condiciones que el mismo y las normas modificatorias y complementarias vigentes establecen, incluyendo los criterios para calcularla, a fin de no violar la Primera Disposicion Final y Transitoria de la Constitucion Politica de 1993. Que, siendo ello asi, conforme aparece de la Resolucion N.o 41299-97-ONP/DC, de 2. fecha catorce de noviembre de mil novecientos noventa y siete, expedida por la emplazada, al haber cumplido el demandante setenta anos de edad el cinco de setiembre de mil novecientos noventa y dos, y acreditado veinticuatro anos completos 2 3 TRIBUNAL CONSTITUCIONAL de aportaciones al treinta y uno de enero de mil novecientos noventa y seis, éste se encuentra comprendido dentro del Sistema Nacional de Pensiones, normado por el Decreto Ley N.o 19990. Que, sin embargo, en dicha resolucion se ha aplicado en forma retroactiva el articulo 3° 3. del Decreto Ley N.o 25967, que entro en vigor a partir de dieciocho de diciembre de mil novecientos noventa y dos, para acortarle la pension de jubilacion solicitada por el demandante. Que, en cuanto a la liquidacion de los anos de aportacion, hecha también en forma 4. perjudicial a los derechos pensionarios, alegada en el petitorio de la demanda, la Oficina emplazada se servira tener en cuenta que la Ley N.o 13640, aplicado al demandante en la \"Hoja de Liquidacion D.L. N.o 19990\", fue derogada en su integridad mediante la Disposicion Final del Decreto Ley N.o 19990, a partir del uno de mayo de mil novecientos setenta y tres. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochenta y nueve, su fecha nueve de abril de mil novecientos noventa y nueve, que confirmando la apelada declaro improcedente la demanda; reformandola la declara FUNDADA y, en consecuencia, inaplicable al demandante la Resolucion N.o 41299-97-ONP/DC; dispone que la Oficina de Normalizacion Previsional cumpla con emitir nueva resolucion otorgandole pension de jubilacion en los términos y condiciones que establece el Decreto Ley N.o 19990 y sus normas complementarias, sin aplicacion de la Ley N.o 13640 ni del Decreto Ley N.o 25967. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ / DIAZ VALVERDE NUGENT GARCIA MARCELO MF area LO QUE CERTIFICO: WW Wy 3 DR. CESAR CUBAS LONGA SECRETARIO- RELATOR (e)", "fecha_publicacion": "1999-11-02", "id": 35932, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Julián Rómulo Acasiete Cayo", "numero_expediente": "00396-1999-AA"}