{"CONTEXTO": " 00390-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00390-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 390-98-AA/TC GRACIELA SOLEDAD MONTEZA TAPIA CHICLAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Graciela Soledad Monteza Tapia contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha dieciséis de enero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El diecisiete de febrero de mil novecientos noventa y siete, dona Graciela Soledad Monteza Tapia interpone Accion de Amparo contra don Juan Nakandakari Kanashiro, Presidente del Consejo Nacional Penitenciario y el Ministerio de Justicia, con el proposito de que se declare la inaplicacion de la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96-INPE/CR.P de fecha seis de agosto de mil novecientos noventa y seis, mediante la cual se dispone su cese por causal de excedencia. Refiere que no ha incurrido en ninguna de las causales de cese establecidas en el articulo 70 de la Directiva No 001-96-INPE/CR, aprobada por Resolucion de la Presidencia de la Comision Reorganizadora No 039-96-INPE/CR.P; que, nunca ha sido sancionada disciplinariamente; y, que su foja de servicios no registra ninguna sancion disciplinaria, ni siquiera una llamada de atencion. El Procurador Adjunto a cargo de los asuntos judiciales del Ministerio de Justicia absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada; senala que la Resolucion cuestionada no es violatoria de los derechos constitucionales invocados, toda vez que tiene como sustento lo dispuesto por el Decreto Ley No 26093; que el proceso de evaluacion correspondiente al primer semestre de mil novecientos noventa y seis que consistio en: a ) Revision del legajo personal; b) Comportamiento laboral; y c) Cualquier acto que atente contra la imagen institucional; y que la comision evaluadora llego a la conclusion de que la demandante tenia deméritos y no reunia los requisitos necesarios para continuar como servidora del Instituto Nacional Penitenciario-INPE. El Cuarto Juzgado Especializado en lo Civil de Chiclayo emite sentencia declarando fundada la demanda, por considerar - entre otras razones - que la causal invocada por la TRIBUNAL CONSTITUCIONAL comision evaluadora no guarda relacion con la trayectoria laboral de la demandante; y que la resolucion de cese no precisa como se ha obtenido el resultado final. Interpuesto el Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque revoca la apelada, por estimar que los demandados no han infringido derecho constitucional alguno, habiéndose limitado a aplicar normas de L cumplimiento obligatorio. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que en el presente caso, el petitorio se circunscribe a que se declare inaplicable a la demandante la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96- INPE/CR.P, que dispone su cese por causal de excedencia. 3. Que la evaluacion a la que fue sometida la demandante - como se senala en el segundo fundamento de la mencionada resolucion - consistio en la \"exhaustiva revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional\", asi como en la investigacion de los actos que atentan contra la imagen institucional y no se llevo a cabo en un procedimiento dentro del cual se respetara el contenido esencial del debido proceso administrativo. 4. Que, en ese sentido, debe tenerse en cuenta que la \"exhaustiva revision y evaluacion\" a la que fue sometida la demandante no guarda coherencia con el contenido de los documentos obrantes de fojas doce a fojas dieciséis, no observadas por los demandados, que certifican que la demandante se ha desempefiado en sus funciones con responsabilidad, honradez, eficiencia y respeto, en virtud de lo cual recibio felicitaciones de la Direccion Regional de Chiclayo del Instituto Nacional Penitenciario, mediante las Resoluciones Directorales Nos. 158-89-IDRN-INPE.CH y 1527-95-INPE/DRN.CH; tampoco con el certificado de fojas ciento ochenta y uno, expedido por el Jefe de la Unidad de Personal, que acredita que la demandante no registra ningun proceso administrativo disciplinario. De lo que cabe inferir la subjetividad de la evaluacion a la que ésta fue sometida, en franca transgresion del principio de interdiccion de la arbitrariedad, que se desprende del principio de razonabilidad, previsto en el articulo 200° de la Constitucion Politica del Estado. 5. Que, el derecho constitucional a la proteccion contra el despido arbitrario supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes,a fin de no vulnerar derechos fundamentales de los mismos. 6. Que, en consecuencia, este Colegiado estima que al no haberse evaluado al demandante con criterios objetivos y dentro de un procedimiento en el cual se respetara el debido 3 TRIBUNAL CONSTITUCIONAL proceso administrativo, se han vulnerado los derechos constitucionales invocados por la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque de fojas ciento treinta y nueve, su fecha dieciséis de enero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA; en consecuencia, inaplicable para el caso de la demandante la Resolucion de la Presidencia de la Comision Reorganizadora No 192-96-INPE/CR.P y dispone que se reponga a la demandante en su puesto de trabajo 0 en otro de igual nivel, sin abono de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. SS Le ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT A yavera N GARCIA MARCELO Ceptif100: Lo que 14- Dra. MARIA LUZ VASOUEZ CCL SECRETARIA \" RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-01-22", "id": 34868, "nombre_demandado": "Ministerio de Justicia y otro", "nombre_demandante": "Graciela Soledad Monteza Tapia", "numero_expediente": "00390-1998-AA"}