{"CONTEXTO": " 00398-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00398-1996-HC.pdf) --- Exp. 398-96-HC/TC Lima Caso: Berena Vasquez Paredes  SENTENCIA  DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de noviembre de mil novecientos noventiséis, reunido el Tribur Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados:  Nugent,  Presidente; Acosta Sanchez,  Vice Presidente; Aguirre Roca, Rey Terry, Revoredo De Mur, Garcia Marcelo,  actuando como secretaria la doctora Maria Luz Vasquez de Lopez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por Berena Vasquez Paredes, contra la Resolucion de la Novena Sala Penal de la Corte Superior de Justicia de Lima, de fecha dos de marzo de mil novecientos noventicinco, que, revocando la apelada,declara infundada la accion de Habeas Corpus interpuesta. ", "ANTECEDENTES:": "Berena Vasquez Paredes, interpone accion de Habeas Corpus contra el Comisario de la Delegacion Policial de Magdalena Nueva, Comandante PNP José Valderrama Espinoza y contra el Capitan PNP Tim Luis Guerrero Villafane, para que cese el acoso, vigilancia y persecucion del que es victima.  Alega la accionante que con fecha veintisiete de noviembre de mil novecientos noventicinco, don Mario Montahez Ferreri, trabajador de la agencia de empleos de la que es propietaria, celebro con la senora Dora Vargas contrato por el cual la referida agencia le proporciono los servicios de Mercedes Mamani Quispe, abonando la suma de ciento veinte nuevos soles. La referida trabajadora debido a los malos tratos de que era objeto decide dejar de trabajar en la casa de Dora Vargas, ante este hecho la agencia le proporciona los servicios de otra empleada doméstica, Nancy Hilario Pinan, puesto que se encontraba contractualmente obligada a ello, quien labora hasta el cinco de diciembre, fecha en la que hace uso de su descanso semanal; como sus documentos se encontraban retenidos por la contratante fue detenida luego de una batida efectuada por los miembros de las fuerzas armadas, lo que motivo que no regresara a laborar en la fecha prevista; ante ello Dora Vargas se apersono a su oficina a solicitar la devolucion del dinero que habia abonado a la agencia por concepto de comision; devolucion que no es procedente dado que en la clausula cuarta del contrato suscrito entre las partes se estipula que en ninguna caso se devolverà la suma pagada por comision, la contratante solo tendra derecho a solicitar los servicios de otra empleada doméstica.  Ante esta situacion Dora Vargas se apersona a al Delegacion Policial de Magdalena a sentar una denuncia por el delito de estafa, por lo que se procedio a citar a Berena Vasquez de Paredes a fin de que rinda Su manifestacion para esclarecer los hechos que se le imputan, para ello se le curso las correspondientes citaciones para el dia siete de febrero sehaldndose que en caso de incumplimiento se procederia conforme al articulo 368° del Codigo Penal. Por estos hechos, la actora interpone Accion de Habeas Corpus, afirmando que era objeto de acoso, vigilancia y persecucion, por los efectivos policiales de la Delegacion de Magdalena.  El Sétimo Juzgado Especializado en lo Penal de Lima declara improcedente la accion de Habeas Corpus por considerar que no se ha llegado a establecer la existencia de elemento alguno que evidencie la violacion de los derechos fundamentales de la favorecida, quien en ningin momento se apersono a la Delegacion Policial a realizar los descargos del caso; asimismo sehala, que los efectivos policiales contra los que se dirige la accion han actuado en el ejercicio regular de sus funciones, no apreciandose indicio alguno de actitud ilegal o ilicita.  Apelada la sentencia, la Novena Sala Penal de la Corte Superior de Justicia de Lima, declara Infundada la accion, puesto que la accionante no ha demostrado que es victima de acoso, vigilancia 0 persecucion, y ademas, de autos no se aprecia la existencia de indicios razonables que llevaren a presumir violacion de derecho constitucional alguno.  Contra esta Resolucion, se interpone Recurso Extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto por el articulo 41° de su Ley Organica. ", "FUNDAMENTOS:": "Que, si bien el inciso 15) del articulo 12° de la Ley No 23506, Ley de Habeas Corpus y Amparo, senala que es procedente la interposicion de la accion de habeas corpus afin de lograr se retiren los guardias puestos en un domicilio 0 cese el seguimiento policial, cuando ello atente contra la libertad individual, en el caso de autos, y realizada la investigacion sumaria, estos supuestos no han sido acreditados.  Que, la actora interpuso la presente accion de garantia, por considerar que los actos de la autoridad policial, tendientes al esclarecimiento de la denuncia interpuesta en su contra por dona Dora Vargas, por delito de Estafa el seis de febrero de mil novecientos noventicinco, es atentatoria de Su derecho a la libertad individual, resultando de autos que ella solamente habria sido citada para rendir su manifestacion, maxime si de la declaracion de fecha nueve de febrero de mil novecientos noventicinco, del Comandante PNP Francisco Valderrama Espinoza, obrante afojas quince, se establece que a la fecha de la interposicion de la accion aun no se habria elaborado el correspondiente Atestado Policial porque la denunciada no se apersono para hacer los descargos correspondientes.  Que, las autoridades policiales, tienen por funcion principal, a tenor de lo dispuesto por el articulo 166° de la Constitucion, la de garantizar, mantener y restablecer el orden interno, protegiendo a las personas y a la comunidad, funcion que en el caso de autos se han limitado a cumplir.  Por estos fundamentos, el Tribunal Constitucional, ", "FALLA:": "Confirmando la resolucion de la Novena Sala Penal de la Corte Superior de Lima, que declaro Infundada la accion interpuesta, revocando la del Sétimo Juzgado Especializado en lo Penal que en su oportunidad declaro Improcedente la accion de habeas corpus interpuesta por dona Berena Vasquez Paredes, contra el Jefe de la Delegacion de la Policia Nacional de Magdalena Nueva y otro.  Publiquese en el Diario Oficial El Peruano  Nugent, Acosta Sanchez, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo De Mur, Garcia Marcelo.  DRA.  MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA", "fecha_publicacion": "1996-12-23", "id": 37424, "nombre_demandado": "Comisario de la Delegación Policial de Magdalena Nueva (Comandante de la Policía Nacional del Perú, José Valderrama Espinoza) y otro", "nombre_demandante": "Berena Vásquez Paredes", "numero_expediente": "00398-1996-HC"}