{"CONTEXTO": " 00394-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00394-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 394-96-HC/TC ROSA ELENA ZARATE SANCHEZ ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de junio de mil novecientos noventa y ocho, reunido Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nuge y Garcia Marcelo, pronuncia la siguiente sentencia: ASUNTO: Recurso de nulidad que debe ser entendido como recurso extraordina interpuesto por dona Rosa Elena Zârate Sanchez contra la resolucion expedida por Segunda Sala Penal de la Corte Superior de Justicia de Ica, su fecha nueve de febrero mil novecientos noventa y seis, de folios cuarenta y seis, que declaro improcedente accion de Habeas Corpus. ANTECEDENTES: Dona Rosa Elena Zarate Sanchez interpone accion de Habe Corpus contra los senores Vocales de la Primera Sala Penal de la Corte Superior Justicia de Ica, doctores Fernando Zevallos Rodriguez y don Alejandro Paucar Fél quienes expidieron resolucion con fecha veintiocho de noviembre de mil novecient noventa y seis en la instruccion que se le sigue al actor por la supuesta comision delito de peculado en agravio de la Subregion de Ica, por la cual indebidamente se ofic a la Policia Nacional del Peru y a la Oficina de Migraciones con la finalidad de que se capture, y se le impida su salida al exterior; se alega en la demanda que la orden captura en contra del actor no fue dictada por juez competente sino por la Sala Pen emplazada sin tener para ello facultad. Los demandados contestan la demanda precisando que la ley en forma clara e inequivo dispone que no proceden las acciones de garantia contra resoluciones judiciales emanad de un procedimiento regular. El Primer Juzgado Especializado en lo Penal de Ica, con fecha veinticuatro de enero mil novecientos noventa y seis, de folios treinta y seis, declara improcedente la accion Habeas Corpus, por considerar principalmente que, en el presente caso la Primera S Penal de la Corte Superior de Justicia de Ica ha expedido en via de apelacion el auto Vista teniendo plenas facultades jurisdiccionales para hacerlo y dentro de un proce regular en el que no se ha transgredido norma constitucional o legal alguna, como pa que se pueda amparar legalmente la accion de garantia que se formula. La Segunda Sala Penal de la Corte Superior de Justicia de Ica, con fecha nueve de febre de mil novecientos noventa y seis, de folios cuarenta y seis, confirma la apelada a 2 TRIBUNAL CONSTITUCIONAL declaro improcedente la accion de Habeas Corpus por considerar \"que la orden emanada por los miembros de la Sala fue resultado de un proceso regular a cuyo conocimiento se avocaron\". Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, como fluye de autos, la actora pretende se deje sin efecto el extremo de la resolucion expedida con fecha veintiocho de noviembre de mil novecientos noventa y seis, por la Primera Sala Penal de la Corte Superior de Justicia de Ica por la cual oficia a la Policia Nacional del Peru la inmediata captura de la demandante; 2. Que, examinados los autos se aprecia que no existe elemento de conviccion alguno que permita colegir que la decision jurisdiccional impugnada por la actora derive de un procedimiento irregular, en tal sentido resulta aplicable lo prescrito por el articulo 6,inciso 20, de la Ley No 23506; 3. Que, abona a la consideracion precedente el propio texto de la demanda que exphcita fundamentalmente un alegato de inculpabilidad penal, totalmente ajeno al sustento propio de una accion de garantia ; Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de Ica, de folios cuarenta y seis, su fecha nueve de febrero de mil novecientos noventa y seis, que confirmo la apelada que declaro IMPROCEDENTE la accion de Habeas Corpus; dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. - / s ACOSTA SANCHEZ - 2 ian L DIAZ VALVERDE NUGENT a GARCIA MARCELO JMS Lo que Certifico: 2 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-04", "id": 41919, "nombre_demandado": "Vocales de la Primera Sala Penal de la Corte Superior de Justicia de Ica", "nombre_demandante": "Rosa Elena Zárate Sánchez", "numero_expediente": "00394-1996-HC"}