{"CONTEXTO": " 00392-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00392-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 392-99-AA/TC AREQUIPA ANGÉLICA PACHECO SANCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los cuatro dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Angélica Pacheco Sanchez contra la Resolucion expedida por la Sala Especializada en lo Laboral de la Corte Superior de Justicia de Arequipa, de fojas setenta y cuatro, su fecha siete de abril de mil novecientos noventa y nueve, que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Angélica Pacheco Sanchez, interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional, solicitando que se deje sin efecto la Resolucion N.o 23465-93, mediante la cual se viola su derecho constitucional a percibir una pension con arreglo a ley. Senala que al emitirse la resolucion impugnada, se aplico en forma retroactiva el Decreto Ley N.° 25967, cuando, a su caso, correspondia aplicarse las normas contenidas en el Decreto Ley N.o 19990, toda vez que ceso en sus actividades laborales el uno de octubre de mil novecientos noventa y uno; esto es, antes de la dacion del primer dispositivo legal mencionado. Indica que contra dicha resolucion interpuso los recursos impugnativos correspondientes. La Oficina de Normalizacion Previsional contesta la demanda proponiendo las excepciones de caducidad y de falta de agotamiento de la via previa, indicando que la demandante, para la interposicion de los recursos impugnativos, no ha cumplido con los términos senalados en el Decreto Supremo N.o 02-94-JUS. Asimismo, sostiene que la Accion de Amparo procede para proteger los derechos violados 0 que se intenten violar, lo cual no se presenta en este caso, toda vez que a la demandante se le nego la pension de jubilacion en aplicacion a la normativa vigente, es decir, el Decreto Ley N.o 25967, por tanto, su representada no ha violado ningun derecho constitucional, debiendo, en todo caso, hacerse cualquier reclamo en la via contenciosp.administativa. TRIBUNAL CONSTITUCIONAL El Tercer Juzgado Especializado de Trabajo de Arequipa, a fojas cuarenta y cuatro, con fecha veintinueve enero de mil novecientos noventa y nueve, declaro fundada la Accion de Amparo, por considerar que, en el caso de autos, ha habido una aplicacion retroactiva de la ley que ha perjudicado los derechos pensionarios de la demandante, lo cual contraviene lo prescrito por el articulo 103° de la vigente Carta Politica del Estado. La Sala Especializada en lo Laboral de la Corte Superior de Justicia de Arequipa, a fojas setenta y cuatro, su fecha siete de abril de mil novecientos noventa y nueve, revocando la apelada, declaro improcedente la demanda, por considerar que la demandante no agoto la via administrativa en los plazos estipulados por ley. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, en el presente caso, por la naturaleza del derecho invocado, teniéndose en 1. consideracion que la pension tiene caracter alimentario, y habiéndose ejecutado la cuestionada resolucion en forma inmediata, no resulta exigible el agotamiento de la via previa, conforme lo prescribe los incisos 1)y 2) del articulo 28° de la Ley N.o 23506. Que, de autos aparece que la demandante ceso en su actividad laboral con fecha uno 2. de octubre de mil novecientos noventa y uno, habiendo solicitado su pension jubilatoria, el veinticuatro de enero de mil novecientos noventa y dos, dentro del Sistema Nacional de Pensiones regulado por el Decreto Ley N.o 19990. Que, teniéndose en cuenta lo precisado en los fundamentos precedentes, y conforme 3. se ha expresado en la Sentencia recaida en el Expediente N.° 007-96-I/TC, este Tribunal considera que el estatuto legal segun el cual debe resolverse la solicitud presentada por la demandante para que se le otorgue su pension de jubilacion es el Decreto Ley N.o 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener dicha pension, ha incorporado a su patrimonio dicho derecho, en virtud del mandato expreso de la ley, y que no esta supeditado a la decision de la administracion; en consecuencia, el nuevo sistema de câlculo de la pension jubilatoria asi como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.o 25967, vigente desde el veintidos de diciembre de mil novecientos noventa y dos, se aplicaran solo a los asegurados que a dicha fecha, no hayan cumplido aun con los requisitos senalados en el Decreto Ley N.° 19990, y no a aquéllos que ya los cumplieron con anterioridad a esa fecha, porque de hacerlo se estaria contraviniendo lo consagrado por el articulo 187° de la Constitucion Politica del Estado de 1979, vigente en la fecha de ocurridos los hechos, posteriormente reafirmado por el articulo 103° y la Primera Disposicion Final y Transitoria de la vigente Carta Politica del Estado. 2 TRIBUNAL CONSTITUCIONAL 4. Que, en consecuencia, al haberse resuelto la solicitud presentada por la demandante aplicando las normas contenidas en el Decreto Ley N.o 25967, se ha vulnerado su derecho pensionario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Especializada en lo Laboral de la Corte Superior de Justicia de Arequipa, de fojas setenta y cuatro, su fecha siete de abril de mil novecientos noventa y nueve, que revocando la apelada declaro improcedente la demanda; reformandola la declara FUNDADA; en consecuencia, inaplicable a la demandante la Resolucion N.o 23465 y por extension la Resolucion N.o 5113-98-GO/ONP,y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.o 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ IUhrre DIAZ VALVERDE NUGENT GARCIA MARCELO 1 i IM t0 que gertifico: WWw DR. CESAR CUBAS LONGA GECRETARIO-KELATOR (e) 3", "fecha_publicacion": "1999-11-02", "id": 35933, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Angélica Pacheco Sánchez", "numero_expediente": "00392-1999-AA"}