{"CONTEXTO": " 00393-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00393-1996-AA.pdf) --- DEL TRIBUNAL CONSTITUCIONAL EXP.: No 393-96-AA/TC ASOCIACION DE TRABAJADORES UNIDOS DEL MERCADO No2 UCAYALI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, DI a los veinticuatro dias del mes de abril de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados: Acosta Sanchez; Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo; pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ciento treinta y uno del cuaderno de nulidad, su fecha trece de mayo de mil novecientos noventa y seis, que declarando no haber nulidad en la de vista, su fecha dos de mayo de mil novecientos noventa y cinco, que revocando la apelada fechada el quince de noviembre de mil novecientos noventa y cuatro, declaro infundada la accion interpuesta por don Valeriano Huamani Ysasi, en su calidad de presidente la Asociacion de Trabajadores Unidos del Mercado No 2 de Pucallpa, contra la Municipalidad Provincial de Coronel Portillo.", "ANTECEDENTES:": "Don Valeriano Huamani Ysasi, en su calidad de Presidente de la Asociacion de Trabajadores Unidos del Mercado No 2 de Pucallpa, interpone accion de amparo contra la Municipalidad Provincial de Coronel Portillo, con el objeto que se ordene a la entidad edilicia demandada cese en su amenaza de cerrar el Mercado No 2 de Pucallpa; amenaza propalada por la television local, en el sentido de que el treinta y uno de octubre de mil novecientos noventa y cuatro, va a cerrar el Mercado No 2, sin haberlos notificado con resolucion alguna que determine dicho cierre y se reponga las cosas al estado anterior a la amenaza de la violacion del derecho constitucional a la libertad de trabajo. Ampara su demanda en los articulos 1°, inciso 10) y 22) del articulo 24° y 26° de la Ley No 23506; en las leyes Nos. 25398 y 25439 modificatorias de la Ley No 23506 y en los articulos 15° inciso 2), 22°, 230 y 270 de la Constitucion Politica del Perû. Dona Melita Ruiz de Padilla, Alcaldesa de la Municipalidad Provincial de Coronel Portillo, contesta la demanda senalando que los actos dispuestos por su representada, se insertan dentro de un contexto de medidas de reordenamiento del comercio ambulatorio de la ciudad y de seguridad ciudadana, dispuesta en atencion a las 2 DEL TRIBUNAL CONSTITUCIONAL facultades establecidas por la ley de municipalidades No 23853, a fin de salvaguardar la seguridad de la poblacion y también la salud de la misma; por cuanto dicho mercado se encuentra en estado ruinoso y es un foco infeccioso, razon por la cual el cierre no importa ninguna violacion a las garantias constitucionales a la libertad de trabajo. Agrega que el cierre invocado, es una decision tomada por Acuerdo de Concejo No 016-94-CPCP, de diez de octubre de mil novecientos noventa y cuatro, por lo que mediante Resolucion de Alcaldia No 1390-94-MPCP, se ordena la clausura y demolicion del Mercado No 2 de Pucallpa, disponiéndose su ejecucion para el treinta y uno de octubre de mil novecientos noventa y cuatro, ordenandose en la misma resolucion la reubicacion de los vendedores en los Mercados Nos. 01, 03, 04, 05 y 06 de la misma ciudad; decision que se sustenta en los diversos informes tanto del Director Regional de Salud, del Jefe de Defensa Civil y del Prefecto de la Region de Ucayali. Sanala ademas, que no se ha notificado a la entidad demandante sobre estas decisiones, por cuanto éstas han sido expedidas antes de la constitucion juridica de la demandante, la cual recién se inscribio en los Registros Publicos el doce de noviembre de mil novecientos noventa y cuatro. El Juez del Primer Juzgado Civil de la Provincia de Coronel Portillo-Pucallpa, expide sentencia de fojas noventa a noventa y cuatro, su fecha quince de noviembre de mil novecientos noventa y cuatro, mediante la cual declaro fundada la Accion de Amparo, por considerar principalmente que en el presente caso se incumple las acciones de garantia violando los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, como lo dispone el articulo 2° de la Ley No 23506, al omitir notificar la resolucion No 016-94-CPCP, en la cual se establece la clausura de demolicion del mercado No 2, documento que corre de fojas sesenta y siete a sesenta y ocho. La Sala Mixta de la Corte Superior de Justicia de Ucayali, por resolucion de fojas doscientos sesenta y cinco a fojas doscientos sesenta y seis, su fecha dos de mayo de mil novecientos noventa y cinco, revocando la apelada que declaro fundada la accion de amparo, y reformândola, la declaro infundada; de conformidad con lo opinado por el senor Fiscal y ademas porque la Municipalidad Provincial de Coronel Portillo emitio el acuerdo referido al amparo del articulo 122° de la Constitucion Politica del Peru, que determina su competencia y conforme a la Ley Orgânica de Municipalidades. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, expide resolucion de fojas ciento treinta y uno del cuaderno de nulidad, su fecha trece de mayo de mil novecientos noventa y seis, declarando No Haber nulidad en la de vista del dos de mayo de mil novecientos noventa y cinco, que revocando la 3 TRIBUNAL CONSTITUCIONAL apelada del quince de noviembre de mil novecientos noventa y cuatro, declaro infundada la accion interpuesta, de conformidad con lo opinado por la senora Fiscal, por sus fundamentos y por estimar principalmente que no se ha acreditado violacion de derechos constitucionales invocados por la demandante. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1) Que, el articulo 191° de la Constitucion Politica del Peri, establece que \"las Municipalidades Provinciales ... conforme a ley, son organos de gobierno local. Tienen autonomia politica, economica y administrativa en los asuntos de su competencia a 2) Que, el articulo de la Carta Magna antes senalado, en su segundo paragrafo establece que \"corresponde al Concejo las funciones normativas y fiscalizadoras; y a la alcaldia las funciones ejecutivas\"; 3) Que, la Ley No 23853 \"Organica de Municipalidades\", otorga a las entidades edilicias las funciones especificas de su competencia, entre las cuales en materia de poblacion, salud y saneamiento ambiental, estân la de normar y controlar las actividades relacionadas con el saneamiento ambientales; la de normar y controlar el aseo, higiene y salubridad en establecimientos comerciales...y otros lugares publicos -incisos 1)y 2) del articulo 66°-; en materia de abastecimiento y comercializacion de productos, la de regular y controlar el comercio ambulatorio -inciso 3) del articulo 680-; construir, organizar, supervisar y controlar, segun el caso, mercados de abastos...a fin de controlar los precios y calidad de los productos y el saneamiento ambiental -inciso 6) del articulo 68°-; 4) Que, siendo esto asi, en el caso sub-materia, se establece que las resoluciones impugnadas se encuentran arregladas a ley; advirtiéndose que no se ha violado derecho constitucional alguno de la asociacion, toda vez que la entidad demandada ha actuado en el ejercicio regular de un derecho que la ley y la Constitucion le reconoce. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ciento treinta y uno del cuaderno de nulidad, su fecha trece de mayo de mil novecientos noventa y seis, que declarando No Haber Nulidad en la resolucion de vista, revoco la apelada y 4 TRIBUNAL CONSTITUCIONAL declaro INFUNDADA la accion de amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano; y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT o- DIAZ VALVERDE W GARCIA MARCELO Lo que dertifiop, Ora. MARIAT tIR-TASOUEZ RELATORA SECRETARIA RCONSTITUCIONAL TRIBUNAL MCM", "fecha_publicacion": "1998-08-26", "id": 42002, "nombre_demandado": "Municipalidad Provincial de Coronel Portillo", "nombre_demandante": "Presidente de la Asociación de Trabajadores Unidos del Mercado N° 2 de Pucallpa", "numero_expediente": "00393-1996-AA"}