{"CONTEXTO": " 00399-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00399-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL 1 Exp.: 399-97-AA/TC. CLOTILDE HERRERA AMOROTTO DE PAPUICO HUANCAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de noviembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, y / Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Clotilde Herrera Amorotto de Papuico contra la sentencia pronunciada por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica su fecha doce de diciembre de mil novecientos noventa y seis que declaro NO HABER NULIDAD en la sentencia de vista de fojas setenta y cuatro su fecha diez de setiembre de mil novecientos noventa y seis que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Dona Clotilde Herrera Amorotto de Papuico a fojas uno interpone accion de amparo contra don Emer Orihuela Miguel quien se desempenaba como Juez del Primer Juzgado Agrario de la Provincia de Huancayo, para que se reponga el proceso al estado anterior a la violacion de los derechos constitucionales y se deje sin efecto la sentencia dictado por el demandado su fecha dos de abril de mil novecientos noventa y seis que declaro improcedente la demanda de retracto contra Victor Papuico Rodriguez y otros. TRIBUNAL CONSTITUCIONAL 2 Expone que el dos de abril de mil novecientos noventa y seis el doctor Emer Orihuela Miguel, como Juez Agrario dicto una sentencia parcializada, contradictoria; incurriendo en prevaricato revoco la sentencia dictado por el Juzgado de Paz Letrado que declaro fundada la demanda. La sentencia revocatoria sustento como fundamento que el inmueble es urbano y no rural. Funda su demanda en la Ley No 23506, articulos 1, 2, 4 inciso 13, 26; articulo 139 inciso 3 de la Constitucion. Don Emer Orihuela Miguel contesta la demanda a fojas sesenta y ocho expresando que debe rechazarse la demanda en tanto el actor ha hecho valer sus recursos impugnatorios correspondientes. Expone que la sentencia impugnada se sustenta en mérito de la inspeccion judicial y que el inmueble se califica por su uso y no por su ubicacion. En primera instancia a fojas setenta y cuatro la Sala Civil de la Corte Superior de Justicia de Junin pronuncia sentencia su fecha diez de setiembre de mil novecientos noventa y seis declarando improcedente la demanda porque la sentencia impugnada se ha emitido en un proceso regular. El Fiscal Supremo en lo Contencioso Administrativo a fojas siete del cuaderno de apelacion ante la Corte Suprema de Justicia de la Republica, opina que se confirme el fallo de primera instancia porque no se advierte que la resolucion impugnada emane de un procedimiento irregular. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica por sentencia de doce de diciembre de mil novecientos noventa y siete declaro NO HABER NULIDAD en la sentencia de vista que declaro improcedente la demanda.", "FUNDAMENTOS:": "1. A que, la sentencia, objeto de la accion de amparo, pronunciado por el Juez del Primer Juzgado Agrario de la Provincia de Huancayo obrante a fojas treinta y TRIBUNAL CONSTITUCIONAL 3 ocho su fecha dos de abril de mil novecientos noventa y seis, al resolver que el inmueble sometido a su jurisdiccion es urbano y no rural pronuncio sentencia, dentro de un proceso regular, al aplicar el articulo 1599 del Codigo Civil que es ley sustantiva y no ley procesal; esta circunstancia juridica configura la improcedencia de la accion de amparo para debatir sobre la verdad 0 falsedad del contenido de la sentencia objeto de impugnacion. Que, segun el articulo 10 de la Ley 25398, las anomalias que pudieran cometerse 2. dentro del proceso regular deberan resolverse dentro del mismo proceso. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Organica,", "FALLA:": "CONFIRMANDO la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica de fojas catorce del cuaderno de su proposito su fecha doce de diciembre de mil novecientos noventa y seis que resolvio NO HABER NULIDAD en la sentencia de vista de fojas setenta y cuatro su fecha diez de setiembre de mil novecientos noventa y seis que declaro improcedente la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. S.S. ACOSTA SANCHEZ ML NUGENT DIAZ VALVERDE GARCIA MARCELO dutkln L Re JGS. LO QUE CERTIFICO. DRA. MARIA UR-VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-27", "id": 36748, "nombre_demandado": "Primer Juzgado Agrario de la Provincia de Huancayo (Emer Orihuela Miguel)", "nombre_demandante": "Clotilde Herrera Amorotto de Papuico", "numero_expediente": "00399-1997-AA"}