{"CONTEXTO": " 00407-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00407-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. : No 407-96-AA/TC CASO : Julio Verde Mora HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de agosto de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencias de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia; Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, promuncia la siguiente Sentencia:", "ASUNTO:": "Recurso de nulidad entendido como extraordinario, interpuesto contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Hudnuco, Su fecha quince de mayo de mil novecientos noventiséis, en la accion de amparo seguida por donJulio Verde Mora contra la sehora Alcaldesa de la Municipalidad Provincial de Hudnuco Luzmila Templo Condeso, Secretarios Generales Alexander Ruiz Ramirez, Mida Espinoza de Garay y Su Asesor Legal Manuel Cornejo Falcon.", "ANTECEDENTES:": "Don Julio Verde Mora, interpone accion de amparo contra la Alcaldesa Luzmila Templo Condeso de la Municipalidad Provincial de Hudnuco y sus Secretarios Generales senores Alexander Ruiz Ramirez y Mida Espinoza de Garay asi como contra Su Asesor Legal Manuel Cornejo Falcon, en defensa del derecho constitucional de libertad de trabajo, y ante la amenaza inminente de realizarse la destruccion de la rampa para lavar carros que ha construido con autorizacion del Ministerio de Agricultura, previo estudio técnico y levantamiento de plano, por lo que solicita el amparista que mediante la presente accion se ordene la TRIBUNAL CONSTITUCIONAL inaplicabilidad de la Resolucion de Alcaldia Nos. 1597-95 mediante la cual dispone la destruccion de la rampa para lavar carros y desalojo, asi como Resolucion de Alcaldia No 1656-95, mediante la cual se le ha aplicado una mul pecuniaria de dos mil muevos soles. Ampara Su demanda en los articulos 24° inciso 10), 26, 2 290, 30° y 31° de la Ley No 23506 y los articulos 40 al 15°, 290 y 31° de la Ley 25398. Corrido traslado, los codemandados contestan la demand negandola y contradicièndola, sehalando que conforme lo dispone el articulo 470 la Ley No 23853, la persona responsable de la Municipalidad Provincial Huanuco es la Alcaldesa Luzmila Templo Condeso, indicando ademas que accionante no ha agotado la via administrativa, por cuanto no ha agotado la ultin instancia en el Concejo Provincial de Huanuco. El Juez falla declarando fundada la demanda interpues contra la Municipalidad Provincial de Hudnuco, representada por su Alcalde dona Luzmila Templo Condeso, excluyendo a los otros emplazados Alexander Ru Ramirez, Mida Espinoza de Garay y el asesor legal Manuel Cornejo Falcon, carecer de responsabilidad. El Fiscal Superior Civil Decano de Hudnuco Pasco opin porque se revoque la sentencia apelada, y reformandola se declare improcedente demanda, por cuanto el accionante no ha agotado la via previa, conforme lo exige articulo 270 de la Ley No 23506, concordante con el articulo 122° de la Ley 23853 el articulo 114° del Decreto Supremo No 02-94-JUS. La Sala Civil de la Corte Superior de Justicia de Huamuco, conformidad con lo dictaminado por el citado Senor Fiscal, mediante resolucion fecha quince de mayo de mil novecientos noventiséis, revoca la sentencia apelad declarando fundada la demanda interpuesta contra la alcaldesa Luzmila Temp Condeso, pero excluyendo de esta accion por carecer de responsabilidad a empleados Alexander Ruiz Ramirez, Mida Espinoza de Garay y el asesor leg Manuel Cornejo Falcon y dispone la no aplicacion de las Resoluciones de Alcaldi Nos. 1597-95 y 1656-95 para el caso del actor y reformandola declarar improcedente la demanda interpuesta. 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que, del estudio de autos, se desprende que el accionante interpone accion de amparo a fin de que se dejen sin efecto las Resoluciones de Alcaldia Nos. 1597-95y 1656-95, sin haber interpuesto recurso impugnativo alguno contra la primera resolucion J solo recurso de reconsideracion contra la segunda resolucion, el cual fue declarado improcedente, toda vez que los actos administrativos municipales que den origen a reclamaciones individuales, se rigen por lo dispuesto en el Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos -aprobado por Decreto Supremo No 02-94-JUS, conforme lo dispone el articulo 122° de la Ley No 23853, por lo que el actor no ha agotado la via previa, conforme lo establece el articulo 270 de la Ley No 23506, por lo que este Colegiado no puede amparar la demanda incoada. Por estos fundamentos, el Tribunal Constitucional, en aplicacion de las atribuciones que le confieren la Constitucion y leyes pertinentes.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huamuco, Su fecha quince de mayo de mil novecientos noventiséis, que revocando la sentencia apelada de fecha diecinueve de marzo de mil novecientos noventiséis, declaro fundada la demanda interpuesta contra la alcaldesa de la Municipalidad Provincial de Huanuco dona Luzmila Templo Condeso, y reformandola la declaro improcedente; dispusieron su publicacion en el diario oficial \"El Peruano \"; y los devolvieron. S.S. Ldl - - ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO ( t D Ne CLC MCM Lo que Certifico: Dra. MARIA LUZVASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-09-05", "id": 36327, "nombre_demandado": "Alcaldesa de la Municipalidad Provincial de Huánuco (Luzmila Templo Condeso) y otros", "nombre_demandante": "Julio Verde Mora", "numero_expediente": "00407-1996-AA"}