{"CONTEXTO": " 00409-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00409-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 409-97-AA/TC PEDRO VILCHEZ GEMIN CHICLAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los diecisiete dias del mes de setiembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: 02 ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Pedro Vilchez Gemin, contra la resolucion de la Primera Sala Especializada Civil de la Corte Superior de Justicia 2 TRIBUNAL CONSTITUCIONAL de Lambayeque, de fecha diecisiete de abril de mil novecientos noventisiete, que revoca la Sentencia del Primer Juzgado Especializado Mixto de Lambayeque, de fecha veintiseis de noviembre de noventiseis y declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion se interpone contra el Alcalde del Concejo Provincial de Lambayeque, don Ricardo Casimiro Velezmoro Ruiz, por violacion de su derecho de propiedad en el predio \"Montes de la Virgen\", ubicado en la final de la calle Ermiliano Nino, con un area de 5.75 hectareas, a fin de que cesen los actos de perturbacion sobre dicho bien, obtenido mediante titulo otorgado por la Direccion Regional Agraria del Ministerio de Agricultura, que conduce desde el ano mil novecientos setentidos, y que se encuentra debidamente inscrito en el Registro Publico. El Primer Juzgado Mixto de Lambayeque declaro fundada la demanda, por considerar, entre otras razones, que el demandado ha violado el derecho de propiedad del demandante, el cual se encuentra debidamente amparado con la titulacion ante los Registros Publicos y garantizado por el numeral 12 del articulo 24° de la Ley No 23506. Interpuesto recurso de apelacion, la Primera Sala Civil Especializada de la Corte Superior de de Justicia Lambayeque, revoco la apelada, segun resolucion del diecisiete de abril TRIBUNAL CONSTITUCIONAL de mil novecientos noventisiete, al estimar que la Direccion Regional Agraria del Ministerio de Agricultura,ha declarado la caducidad del derecho de propiedad del demandante, por resolucion de fojas ochentitrés, por lo que no resulta procedente pronunciarse sobre la cuestion de fondo. Contra esta resolucion el accionante interpone Recurso Extraordinario, por lo que de conformidad con los dispositivos legales que se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que el Estado garantiza la inviolabilidad del derecho de propiedad, segun lo preceptuado por el articulo 70 de la Constitucion Politica del Pais. 2.- Que el actor ha acreditado su dominio absoluto sobre el predio rustico materia de esta demanda, mediante Contrato de Otorgamiento de Terrenos Eriazos No 0037-AG-PETT, expedido pro la Direccion Regional Agraria de Lambayeque, con fecha veinticuatro de julio de mil novecientos noventicuatro, adjudicacion que se encuentra inscrita en la Ficha No 799 del Registro de Propiedad Inmueble de esa localidad, con fecha treinta de setiembre de mil novecientos noventicuatro. TRIBUNAL CONSTITUCIONAL 3.- Que dicho derecho ha sido ratificado en otro juicio que, sobre mejor derecho de propiedad, han seguido el actor con el demandado y otros, ante el Juzgado Agrario de Lambayeque, que ha concluido por sentencia consentida a favor del demandante de fecha veintinueve de abril de mil novecientos noventiseis, que obra a fojas 5-8. 4.- Que no obstante ello, el emplazado continua -segun es de verse de los propios términos de sus escritos presentados en autos- con los actos perturbatorios en el dominio del actor, consistentes en azusar a gente humilde a invadir dicho predio, asi como a estimular a otros a permanecer en él, y ordenar la distribucion del oficio-circular de fecha veintiseis de junio de mil novecientos noventiseis, expedido por la propia autoridad demandada, ofreciéndoles su defensa, con el evidente proposito de perjudicar al derecho de propiedad del actor. 5.- Que la argumentacion del demandado, de que el contrato de adjudicacion otorgado al actor es irregular e ilegal, carece de eficacia juridica, ya que su calificacion y definicion corresponden al fuero jurisdiccional y no a la persona del Alcalde emplazado. 6.- Que, igualmente, el desconocimiento de los alcances de la Resolucion Directoral Sub-Regional No 0036-91-DSRVI del 12 de abril de 1991, que TRIBUNAL CONSTITUCIONAL corre a fojas 91 y la Resolucion Directoral No 396-96-AG-DRA, del 2 de octubre de 1996, que obra a fojas 83-84, ambas de tramite administrativo, no pueden enervar los efectos del principio de legitimacion establecido en el articulo 2013° del Codigo Civil, segun el cual, el contenido de la inscripcion registral se presume cierto y produce todos sus efectos, mientras no se rectifique O se declare judicialmente su validez, con mayor 2 razon aun si el ultimo acto administrativo mencionado se encuentra en via de apelacion. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica:", "FALLA:": "Revocando la sentencia expedida por la Primera Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque, de fecha diecisiete de abril de mil novecientos noventisiete, que a su vez revoca la apelada del Primer Juzgado Mixto de Lambayeque,de veintiseis de noviembre de mil novecientos noventiseis y declara improcedente la accion de amparo; reformandola confirma la resolucion expedida por el referido Primer Juzgado Mixto de Lambayeque, que obra de fojas cincuentiseis, que declara FUNDADA la accion de amparo; con lo demas que DEL ) TRIBUNAL CONSTITUCIONAL contiene; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, L MDal 4 GARCIA MARCELO. A.A. Lo que Certifico: Dra. MARIA LUZ VASQUEZ DE LOPP\" SECRETARIA RELATOF TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-06", "id": 36593, "nombre_demandado": "Municipalidad Provincial de Lambayeque (Alcalde, Ricardo Casimiro Velezmoro Ruiz)", "nombre_demandante": "Pedro Vílchez Gemin", "numero_expediente": "00409-1997-AA"}