{"CONTEXTO": " 00405-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00405-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 405-97-HC/TC ICA CARLOS HUMBERTO PAREDES EGOCHEAGA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don Carlos Humberto Paredes Egocheaga contra la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas ciento diecinueve, su fecha dieciséis de abril de mil novecientos noventa y siete, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Carlos Humberto Paredes Egocheaga interpone Accion de Habeas Corpus contra don Francisco Alejandro Paredes Morales por impedimento del libre transito y amenazas contra su libertad individual y su vida; alega el actor que sostiene varios juicios con el denunciado sobre derechos hereditarios, lo cual ha motivado que el emplazado, a fin de hacerle desistir de sus reclamos judiciales, le hostilize reiteradamente y profiera amenazas contra su vida. Realizada la investigacion sumaria, el emplazado don Francisco Alejandro Paredes Morales declara que los hechos que le atribuye el actor son totalmente falsos y calumniosos. El Tercer Juzgado Penal de Ica, a fojas ciento diez, con fecha veinticinco de marzo de mil novecientos noventa y siete, declara infundada la Accion de Habeas Corpus, por considerar principalmente que, \"ninguna de las pruebas presentadas por el actor corroboran su denuncia, en consecuencia, no se ha probado la violacion 0 amenaza a la libertad individual como prevé el articulo doce de la ley veintitrés mil quinientos seis\". La Primera Sala Penal de la Corte Superior de Justicia de Ica, a fojas ciento diecinueve, con fecha dieciséis de abril de mil novecientos noventa y siete, confirma la apelada, considerando principalmente que no se ha probado fehacientemente la violacion de los derechos constitucionales materia de la denuncia y mas aun teniéndose en cuenta que entre las partes se tramitan litigios tanto por asuntos civiles como penales. Contra esta TRIBUNAL CONSTITUCIONAL resolucion, el demandante interpone Recurso de Nulidad entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que la Accion de Habeas Corpus es un instrumento procesal que protege la libertad 1. individual y demas derechos conexos. Que el actor alega que el denunciado viene cometiendo hechos de supuesto 2. hostigamiento, atentatorios a su libertad individual y que amenazan su vida. Que, examinado el contenido factico de la demanda y los autos, se aprecia que no 3. existen elementos probatorios que comprueben la veracidad de la denuncia del actor, siendo evidente que las partes en conflicto vienen librando diversas disputas judiciales sobre derechos hereditarios, lo que permite colegir que la imputacion materia de autos constituye una mas de sus controversias que, por su naturaleza, debe ser dirimida en la via ordinaria, y no mediante este proceso constitucional sumarisimo y excepcional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas ciento diecinueve, su fecha dieciséis de abril de mil novecientos noventa y siete, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Mnc ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 2 / MS A aec ce LO QDE CERTIFICO: Ww a DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 2", "fecha_publicacion": "1999-11-02", "id": 35931, "nombre_demandado": "Francisco Alejandro Paredes Morales", "nombre_demandante": "Carlos Humberto Paredes Egocheaga", "numero_expediente": "00405-1997-HC"}