{"CONTEXTO": " 00405-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00405-1996-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 405-96-AC/TC ICA RUBÉN MOQUILLAZA ESPINOZA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario, interpuesto por don Rubén Moquillaza Espinosa, contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, que con fecha veintisiete de marzo de mil novecientos noventa y seis, declaro improcedente la demanda.", "ANTECEDENTES:": "Don Rubén Moquillaza Espinoza interpuso con fecha veintiséis de octubre de mil novecientos noventa y cinco Accion de Cumplimiento contra la Gerencia General de la Empresa Municipal de Agua Potable y Alcantarillado de Ica-EMAPICA, a fin de que cumpla con lo dispuesto por la Resolucion de Alcaldia N.o 602-83 de fecha quince de agosto de mil novecientos ochenta y tres, mediante la cual se exonero del pago del 100% de los derechos por el consumo de agua potable a los cesantes y jubilados del Concejo Provincial de Ica; y, en consecuencia, también pretende con la presente accion, que EMAPICA disponga la anulacion de la cobranza y el quiebre de los recibos que le han sido girados por razon de aquel servicio. (fojas 10 a 15). Dona Maria Pena Pena, Gerente General de EMAPICA, contesta la demanda solicitando que sea declarada improcedente, por las razones siguientes: Que la Resolucion de Alcaldia N.o 602-83 fue expedida por el Concejo Provincial de Ica, por consiguiente, no se puede obligar a EMAPICA a cumplir una resolucion que no expidio. Que el demandante no agoto la via administrativa. (fojas 60 a 67). El Segundo Juzgado Civil de Ica, con fecha tres de enero de mil novecientos noventa y seis, declaro improcedente la demanda, por considerar que EMAPICA no otorgo exoneracion alguna del pago de servicios de agua y alcantarillado a los cesantes y jubilados de la Municipalidad Provincial de Ica; siendo esa la realidad, considera que el emplazamiento a la empresa es improcedente. (fojas 86 a 88). La Sala Civil de la Corte Superior de Justicia de Ica, con fecha veintisiete de marzo de mil novecientos noventa y seis, resuelve confirmar la apelada y, consecuentemente, TRIBUNAL CONSTITUCIONAL declara improcedente la Accion de Amparo; su fundamentacion es la siguiente: Q EMAPICA es persona juridica distinta a la Municipalidad Provincial de Ica, que es la U emitio la Resolucion de Alcaldia N.o 602-83, cuyo cumplimiento se demanda. Que no ob en autos documento alguno que acredite la obligacion de EMAPICA de cumplir con referida Resolucion. (fojas 112 y 113). Contra esta Resolucion, el demandante interpon Recurso de Nulidad, que debe entenderse como Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Cumplimiento procede contra cualquier autoridad O funcionari renuente a acatar una norma legal 0 un acto administrativo. Que, al amparo del numeral 6) del articulo 36° de la Ley N.o 23853 Orgânica 2. Municipalidades, el Concejo Provincial de Ica constituyo la Empresa Municipal Agua Potable y Alcantarillado de Ica-EMAPICA, que actua con autonom administrativa, economica y financiera. En el articulo vigésimo quinto de Estatuto (fojas 123 vuelta) se especifica que EMAPICA asume los compromis que por convenios haya suscrito la Municipalidad Provincial de Ica \"C organismos nacionales e internacionales\" (sic); resultando claro que la demanda no tiene obligacion de asumir otros compromisos de la Municipalidad. Que, consecuentemente, de existir algun derecho adquirido tomando como base 3. Resolucion de Alcaldia N.o 602-83, la presente accion debio ser dirigida contra organo que la emitio y se comprometio, vale decir, contra la Municipalida Provincial de Ica y no contra EMAPICA. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior Justicia de Ica, de fojas ciento doce, su fecha veintisiete de marzo de mil noveciento noventa y seis, que confirmo la apelada y declaro IMPROCEDENTE la Accion Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ Aihuce DIAZ VALVERDE NUGENT GARCIA MARCELO  CeeR Mu h JAGBlO Lo que Oertifioo: L1. Dra. MARIA LUZ VASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-06-28", "id": 35179, "nombre_demandado": "Gerencia General de la Empresa Municipal de Agua Potable y Alcantarillado de Ica (EMAPICA)", "nombre_demandante": "Rubén Moquillaza Espinosa", "numero_expediente": "00405-1996-AC"}