{"CONTEXTO": " 00407-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00407-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 407-98-AA/TC CALLAO GERMAN ABRAHAM GONZALES LLEREN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don German Abraham Gonzales Lleren contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, a fojas ciento cuatro, su fecha veintisiete de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don German Abraham Gonzales Lleren interpone demanda de Accion de Amparo contra la Comandancia General de la Fuerza Area del Peru, a fin de que se declare inaplicable la Resolucion emitida poy dicha Comandancia General No 0700/DE/FAP, mediante la cual se le pasa a la situacion militar de retiro por medida disciplinaria. Asimismo, demanda el pago de remuneraciones y gratificaciones dejadas de percibir. Argumenta que en el ano de mil novecientos noventa y seis fue nombrado en el Hospital de la FAP, ocupando el cargo de Jefe de Almacén de Farmacia Interna; recibio en el mes de agosto un memorandum del Jefe de la Division Almacén para que informe sobre el problema de una \"pecosa\" de numero seiscientos veinticuatro, que habia sido descubierta como falsificada en lo que respecta a las firmas; recibio otro memorandum en donde se le solicito que informe sobre la sustraccion de medicamentos; presentando su descargo donde especifico los hechos investigados, declarandose inocente. La Fuerza Area del Peru, representada por el Procurador Publico del Ministerio de Defensa, contesta la demanda y solicita que se declare improcedente por considerar que la Accion de Amparo, por ser de naturaleza extraordinaria, especialisima y sumaria, tiene un trâmite sui generis, por lo que no es procedente esta via para declarar inaplicable una resolucion. Asimismo, no existe, en el caso materia de autos, ningun derecho constitucional que haya sido violado. El Segundo Juzgado Civil del Callao, con fecha dieciocho de diciembre de mil novecientos noventa y siete, a fojas setenta y cuatro, declara improcedente la demanda por considerar que en el presente caso no se ha violado derecho constitucional alguno; asimismo, la presente Accion de Amparo no es la idonea para declarar la inaplicabilidad 2 TRIBUNAL CONSTITUCIONAL 0 invalidez de una resolucion, en cuyo caso, el demandante pudo haber solicitado en otra via la impugnacion del acto administrativo cuestionado. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas ciento cuatro, con fecha veintisiete de febrero de mil novecientos noventa y ocho, confirma la apelada, por estimar que la Resolucion cuestionada ha sido expedida mediante un proceso regular, y que ésta via no resulta la idonea para analizar los argumentos de inocencia 0 calificar los motivos de sus cese, pudiendo el demandante interponer las acciones civiles que le franquea la ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, el proposito de la presente Accion de Amparo es la inaplicacion al demandante de la Resolucion No 700-DE/FAP, mediante la cual se declara infundado el Recurso de Apelacion presentado por el demandante y se le pasa a la situacion militar de retiro por medida disciplinaria. 2. Que, el cuestionamiento que el demandante formula contra la Resolucion impugnada esta referido a establecer la veracidad de los cargos que se le imputaron, no resultando ser esta via la idonea para analizar los argumentos de inocencia 0 calificar los motivos de su cese, lo cual no puede dilucidarse en el presente proceso constitucional, que, por su naturaleza especial y sumarisima, carece de estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, de fojas ciento cuatro, su fecha veintisiete de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "A ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, avtra GARCIA MARCELO. drcul - Lo que Certifico: E.G.D Dra. MARIA LUZVASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-20", "id": 34901, "nombre_demandado": "Comandancia General de la Fuerza Aérea del Perú", "nombre_demandante": "Germán Abraham Gonzales Lleren", "numero_expediente": "00407-1998-AA"}