{"CONTEXTO": " 00409-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00409-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 409-96-AA/TC CAJAMARCA MADILENI ABANTO RUBIO Y OTI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL / En Lima, a los tres dias del mes de diciembre de mil novecientos noventa y 00 reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de seniores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nug y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Madileni Abanto Rubio y otros COI la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Cajamarca, fecha ocho de junio de mil novecientos noventa y cinco, que declaro infundada la Acc de Amparo.", "ANTECEDENTES:": "Dona Madileni Abanto Rubio y otros interponen demanda de Accion de Amp contra los miembros de la Comision de Ingreso y Reingreso de la Subregion IV Educacion-Cajamarca conformada por los siguientes funcionarios: don Wilson Olorte Chavez, Presidente; don Raul Rojas Mallqui, Secretario, y el profesor don Manuel Ron Torres, con la finalidad de que se les restituyan sus derechos constitucionales que le sido infringidos. Manifiestan que atendiendo a lo dispuesto por el Decreto Supremo 19-90-ED, se convoco con fecha uno de agosto de mil novecientos noventa y cuatro procedimiento de ingreso y reingreso a la carrera magisterial, el mismo que concluyo treinta y uno de octubre y el siete de noviembre de mil novecientos noventa y cuatro COI adjudicacion de las diferentes plazas a las que concursaron, pero se fue retardando adjudicacion y nunca se les entrego los oficios de posesion y mas bien se les cancelo contrato que venian cubriendo como profesores contratados, dejandolos sin nombramie y sin contrato. El fundamento esgrimido fue que con la dacion de la Ley N.o 26368 suspendio toda accion de personal, referida a las plazas por contrato que estaban sier cubiertas por profesores que deberian cumplir con ciertos requisitos para hac acreedores del nombramiento automatico en la misma plaza que estaban desempeniando en el caso de los demandantes, la motivacion de la ley es distinta, toda vez que las pla que se adjudicaron no estaban siendo cubiertas, ademas, éstas eran las que habian dejadas por los procesos de cese, reasignaciones y nombramientos interinos. Amparan 2 DE TRIBUNAL CONSTITUCIONAL accion en lo dispuesto por los articulos 15°, 22° y 23° de la Constitucion Politica del Estado; inciso 10) del articulo 24°, inciso 2) del articulo 28°, articulos 29° y 31° de la Ley N.o 23506; articulo 34° de la Ley N.o 24029; articulo 153° de la Ley N.o 25212; Decreto Supremo N.o 19-90-ED; Resolucion Ministerial N.o 016-95-ED; Resolucion Ministerial N.o 024-95-ED. Los demandados, don Manuel Roncal Torres, Director Subregional de Educacion IV; Wilson Gilberto Olortegui Chavez y don Victor Raul Rojas Malqui, miembros de la Comision de Ingreso y Reingreso a la Carrera Publica del Profesorado contestan la demanda y solicitan que se declare infundada la accion de garantia en mérito a que los suscritos han actuado conforme a ley, pues han aplicado todos y cada uno de los dispositivos legales pertinentes, pero es el Ministerio de Educacion quien considera vacantes las indicadas plazas y aptas para cubrirse por concurso publico. El Segundo Juzgado Especializado en lo Civil de Cajamarca, con fecha tres de marzo de mil novecientos noventa y cinco, declaro infundada la demanda, por considerar, entre otras razones, que por medio de la Ley N.o 26368 se autoriza al Ministerio de Educacion la realizacion del nombramiento automatico de aquellos profesores que se encontraban laborando como contratados en las diversas plazas docentes presupuestadas, que la citada ley deja expresamente en suspenso todas aquellas normas que se opongan a ella, la misma que se reglamenta mediante resoluciones ministeriales que dejan en suspension toda accion de movimiento de personas hasta la conclusion del proceso de concurso; en consecuencia, frente a una disposicion de mayor jerarquia, nada tiene que hacer la Subregion IV de Educacion ni la Comision de Ingreso y Reingreso. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Cajamarca, con fecha ocho de junio de mil novecientos noventa y cinco, confirma la apelada, por estimar que el procedimiento de ingreso y reingreso a la carrera magisterial que comenzo el uno de agosto de mil novecientos noventa y cuatro y duro hasta el treinta y uno de octubre y el siete de noviembre de mil novecientos noventa y cuatro, no concluyo definitivamente, pues faltaba el oficio que daba la posesion de los cargos correspondientes, no obstante haberse adjudicado nominalmente las plazas a los docentes demandantes, que promulgada la Ley N.o 26368, aclarada en cuanto a sus alcances, por Resolucion Ministerial N.o 0-849-94-ED indica que a partir de su vigencia, queda prohibida toda accion de movimiento de personal en los niveles de inicial, primaria y secundaria. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, se debe tener presente que el proceso de ingresos y reingresos convocado por la Subregion IV de Educacion se efectuo el uno de agosto de mil novecientos noventa y cuatro, de acuerdo a lo dispuesto en el articulo 1570 del Decreto Supremo TRIBUNAL CONSTITUCIONAL N.o 019-90-DE, Reglamento de la Ley del Profesorado; y con anterioridad expedicion de la Ley N.o 26368, publicada el veinte de octubre de mil novecier noventa y cuatro, que autorizaba al Ministerio de Educacion a efectuar nombramiento de los profesores que se encontraban laborando en calidad contratados en los niveles de inicial, primaria y secundaria de menores, pre concurso publico. Que, se encuentra acreditado en autos que con fecha treinta y uno de octubre y 2. de noviembre de mil novecientos noventa y cuatro se les adjudicaron a demandantes diversas plazas en los centros educativos de la jurisdiccion de Subregion IV de Educacion, tal como se aprecia del Acta de Adjudicacion de Pla de Ingreso y Reingreso Docente: Inicial, Primaria y Secundaria, obrante de veintiséis a cuarenta y cinco, debidamente suscrita por el Presidente de la Comi de Ingreso y Reingreso Docente de la Direccion de la Subregion de Educacion de Cajamarca. Que, si bien es cierto se prohibio efectuar acciones de movimiento de personal 3. los dias nueve de noviembre y veintiocho de diciembre de mil novecientos nov y cuatro, segun las resoluciones ministeriales N.o 0849-94-ED y N.o 944-94-ED debe tener presente que la Resolucion Ministerial N.o 024-95-ED si perm realizar las referidas acciones de personal luego de ese plazo hasta el nueve enero de mil novecientos noventa y cinco, fecha inmediata posterior a la entrada vigencia de la Resolucion Ministerial N.o 016-95-ED que aprobaba las normas la ejecucion del concurso publico, situacion que es reconocida por el pro demandado, don Manuel Roncal Torres, segun el Memorandum N.o 001 RENOM-DSRED-IVSEC, de fecha veintitrés de enero de mil novecientos nov y cinco, obrantes a fojas noventa y ocho. Que, en clara contravencion al derecho de igualdad ante la ley, consagrado e1 4. articulo 2° inciso 2) de la Constitucion Politica del Peru, el demandando, Manuel Roncal Torres, en su condicion de Director del Programa Sectorial III d Direccion Subregional de Educacion IV de Cajamarca, procedio a nombrar grupo de profesores entre el veintidos de diciembre de mil novecientos noven cuatro y veintiocho de diciembre del mismo ano, tal como consta de las copias las resoluciones que obran en autos de fojas ciento sesenta y siete a ciento setent cinco, mas aun, entre ellos, se nombro a un grupo de los demandantes lo cual motivado que éstos se desistan de la accion, lo que no sucedio con el resto de demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Organica; TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Just de Cajamarca, de fojas doscientos cuarenta y tres, su fecha ocho de junio de novecientos noventa y cinco, que confirmando la apelada declaro infundada la deman reformandola la declara FUNDADA; consecuentemente, se ordena que se nombre a demandantes en la plaza que les fueron adjudicadas 0 en otras de igual categoria y ni con excepcion de los demandantes don José Wilmer Villar Aquino, don César Aug Davila Abanto y don Elvin Adelfo Alayo Diaz por haberse desistido de la presente acci Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano devolucion de los actuados.", "SS.": "- ACOSTA SANCHEZ VAuci DIAZ VALVERDE NUGENT GARCIA MARCELO avced MR Oertifi00: Lo que MARIA LUZ VASOUEZ - RELATORA Dra. DEURIETARIAN RLANITTUCONAL TRIBUNAL", "fecha_publicacion": "1999-06-30", "id": 35225, "nombre_demandado": "Comisión de Ingreso y Reingreso de la Subregión IV de Educación - Cajamarca", "nombre_demandante": "Madileni Abanto Rubio y otros", "numero_expediente": "00409-1996-AA"}