{"CONTEXTO": " 00409-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00409-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 409-98-AA/TC AREQUIPA PUEBLO JOVEN MI PERU. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion Pueblo Joven Mi Peru contra la sentencia expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos noventa y tres, su fecha diecinueve de marzo de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion Pueblo Joven Mi Peru interpone Accion de Amparo contra la Cooperativa de Vivienda El Paraiso Ltda. y la Direccion Regional de Transportes, Comunicaciones, Vivienda y Construccion con el objeto de que se declaren inaplicable las Resoluciones Directorales Regionales N.o 16291-GRA-SRAS-DRV, que dejo sin efecto la afectacion en uso de 13,907.85 m? a favor del Ministerio de Educacion IV Direccion Regional del Instituto Peruano del Deporte, el N.° 0089-93-GRA/DRTCV-DV y la N.o 189-95-GRADIRICV-DV, por afectar derechos constitucionales como el debido proceso, a la recreacion, al desarrollo integral de la persona y se respete la calidad de uso publico del campo deportivo de Villa Olimpica de Mi Perû, del Distrito de José Luis Bustamante y Rivero. La Direccion Ejecutiva de Vivienda de la Direccion Regional de Transportes, Comunicaciones y Vivienda del Consejo Transitorio de Administracion Regional de la Region Arequipa contesta expresando que la demandante no ha tenido ningun derecho sobre el area de terreno adjudicado, y que omite manifestar que la Resolucion Directoral N.o 083-89 VC-6600 se dio a favor del Ministerio de Educacion y no a favor del demandante. Expresa que por Resolucion Directoral Regional N.o 162-91-GRA/SRAS- DRV, al no cumplirse los fines de la afectacion, se dejo sin efecto la misma. La Cooperativa de Vivienda El Paraiso Ltda. expone que el demandante no ha agotado las vias previas y ha caducado la Accion de Amparo por no haberse interpuesto dentro del plazo de ley. Deduce la excepcion de falta de legitimidad para obrar porque como meros administradores no estan facultados para interponer acciones judiciales. El Procurador Publico del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion contesta exponiendo que no proceden las acciones de amparo contra normas legales. 2 TRIBUNAL CONSTITUCIONAL El Segundo Juzgado Especializado de Arequipa declara infundada la excepcion de falta de legitimidad para obrar del demandante e improcedente la Accion de Amparo. Argumenta, que si se ha aceptado al demandante recursos impugnatorios en la via administrativa no se le puede negar recursos judiciales y como se esta ejecutando resoluciones administrativos cuestionadas el agotamiento de la via previa no es exigible segun el articulo 28° inciso 1)y 2) de la Ley No 23506. Se ha producido caducidad de la Accion de Amparo. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa confirmo el fallo. Fundamenta que unicamente el Ministerio de Educacion, Cuarta Direccion Regional del Instituto Peruano del Deporte, fue beneficiario, via adjudicacion en uso, del terreno de 13,907.85m? y la intervencion del Pueblo Joven Mi Peru se limita a una mera administracion del campo deportivo. La adjudicacion estaba condicionada a una efectiva administracion. El titular de adjudicacion consintio en la Resolucion Directoral Regional N.o 0162-91-GRA/SRAS-DRV.", "FUNDAMENTOS:": "1. Que, la Resolucion Directoral Regional expedida por la Direccion Regional de Vivienda Region Arequipa N.o 16291-GRA/SRAS/DRV, de fojas treinta y siete, su fecha dieciocho de diciembre de mil novecientos noventa y uno, objeto de la pretension, ha quedado consentida administrativamente, por la cual se dejo sin efecto la Resolucion Directoral Regional de la Region Arequipa N.o 083-89-VC-6600, del catorce de junio de mil novecientos ochenta y nueve, obrante a fojas cuarenta y uno, que afecto en uso el terreno de 13,907.85m? a favor exclusivamente del Ministerio de Educacion, IV Direccion Regional del Instituto Peruano del Deporte para ser destinado a campo deportivo, limitando su administracion a favor del Instituto Peruano del Deporte y la Directiva del Pueblo Joven Mi Perû, que es la entidad que ha interpuesto la presente Accion de Amparo. 2. Que la Administracion y la afectacion en uso del terreno materia del debate, segun la resolucion anotada, se otorgo bajo condicion resolutoria de caducidad en el supuesto que se constate la no realizacion en el terreno de actividades deportivas; al efecto se constato, segun informes técnicos e inspectivos, que al terreno no se le dio el fin para el cual se destino, se dejo en abandono, siendo susceptible de invasiones. En consecuencia la Resolucion N.9162-91-GRA/SRAS/DRV se ha expedido legitimamente y no afecta ningun derecho constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos noventa y tres, su fecha diecinueve de marzo de mil novecientos noventa y ocho, que confirmando la apelada declaro 3 TRIBUNAL CONSTITUCIONAL IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ztal ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, UUE L GARCIA MARCELO. Certtf100 Lo que LUZ VASOUEZ TORA Dra. MARIA REL SECRETARIAN CONST ITUCIONAL - TRIBUNAL JG.", "fecha_publicacion": "1999-04-17", "id": 34967, "nombre_demandado": "Cooperativa de Vivienda El Paraíso Ltda. y otros", "nombre_demandante": "Asociación Pueblo Joven Mi Perú", "numero_expediente": "00409-1998-AA"}