{"CONTEXTO": " 00406-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00406-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 406-96-AA/TC JUNIN EMPRESA DE TRANSPORTES TAMBO- AZAPAMPA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiséis dias del mes de noviembre mil novecientos noventiséis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: NUGENT, PRESIDENTE; ACOSTA SANCHEZ, VICE PRESIDENTE; DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Pedro Macassi Cajahuanca, en representacion de la Empresa de Transportes Tambo-Azapampa S.A., contra la Resolucion No 12 de la Sala Civil de la Corte Superior de Justicia de Junin que declaro infundada la Accion de Amparo que interpuso contra el Director de Transporte, Transito y Circulacion Vial del Concejo Provincial de Huancayo.", "ANTECEDENTES": "El treintiuno de marzo de mil novecientos noventicinco, Pedro Moisés Macassi Cajahuanca, Gerente General de la Empresa de Transportes Tambo-Azapampa S.A., interpone Accion de Amparo contra el Director de Transportes, Transito y Circulacion Vial del Concejo Provincial de Huancayo. Mediante dicha demanda, que obra de folio uno a cinco ? solicita que se dejen sin efecto las ordenes de captura que pesan sobre los vehiculos de su empresa, y de otro con Placa RN-1199; por considerar que ellas violan \"los derechos constitucionales de jerarquia y vigencia de normas, de libertad de trabajo y libertad de empresa\". TRIBUNAL CONSTITUCIONAL El demandado, segun se ve a folios veinticinco y veintiséis, contesta la demanda el once de abril de mil novecientos noventicinco, aduciendo que el dentandante no ha precisado el acto administrativo que transgrede sus derechos constitucionales. Manifiesta, ademas, que una multa de transito no es de carâcter confiscatorio y por consiguiente no viola el derecho de propiedad; que la Municipalidad Provincial de Huancayo obra al amparo de la Ley 23853, Orgânica de Municipalidades que tienen mayor jerarquia que las referidas por la demandante. De folios treinta a treintidos, obra la Sentencia No 090-95 del Primer Juzgado Especializado en lo Civil de Huancayo, mediante la cual declara infundada la accion de Amparo, por los siguientes fundamentos: que el demandante no ha acreditado los extremos de su pretension al no haber adjuntado pruebas que puedan acreditar los hechos que considera violatorios de sus derechos constitucionales; y, por consiguiente, no ha cumplido con lo dispuesto por el Art. 196 del Codigo Procesal Civil que a la letra dice: \"Salvo disposicion legal diferente, la carga de probar corresponde a quien afirma hechos que configuran su pretension, 0 a quien los contradice alegando nuevos hechos\". Con fecha veinticuatro de abril de mil novecientos noventicinco, segun se ve a folios treinticuatro y treinticinco, el demandante interpone recurso de apelacion, manifestando que no adjunto pruebas en razon de que su demanda se refiere a amenazas; y ademas, a que el Juez de Primera Instancia \"no se pronuncio sobre la jurisprudencia que invoco en el numeral 11 de la demanda\". Mediante el Dictamen No 146, que obra a folios cuarentiséis, el Fiscal Superior Civil de Junin opina confirmar la Resolucion apelada, y reformarla para que la Accion de Amparo sea declarada improcedente. Basa su opinion en lo siguiente: que el demandante no ha precisado con claridad el derecho violado; y que, ademas, no ha acreditado con pruebas los fundamentos de su demanda. A folios ochentiséis y ochentisiete, obra la Resolucion No 12 de fecha doce de junio de mil novecientos noventicinco, por medio de la cual la Sala Civil de la Corte Superior de Justicia de Junin confirma la Resolucion de primera instancia, en razon a lo siguiente: que la Empresa de Transportes Tambo-Azapampa S.A. no acredito que sus vehiculos hubieren sido capturados; y, que en la relacion de vehiculos con orden de captura enviada por el Director Municipal demandado, que obra a folio ochentitrés, no se precisa haber entre ellos, vehiculos de la empresa demandante. El Fiscal Supremo en lo Comtencios-Admintitratio emite el Dictamen No 1660-95-MP- FSCA, de fecha veinticuatro de noviembre de mil novecientos noventicinco, que obra a folios cuatro del Cuaderno de Nulidad; mediante el cual opina se declare no haber nulidad en la sentencia de vista, por no haber acreditado suficientemente la demandante los fundamentos en los cuales baso su pretension. DEE TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "La empresa demandante, no precisa en su demanda ni durante el proceso, cuales son los vehiculos con orden de captura, salvo el matriculado con el numero RN-1199, ni acredita ser propietaria de ellos; importando esto, incumplimiento a lo preceptuado en el Art. 196 del Codigo Procesal Civil. Por su parte, la demandada adjunta en autos mediante el Oficio CAP No 004-95.DTTCVMPH, de fecha dos de mayo de mil novecientos noventicinco, que obra folios ochentidos y ochentitrés, una relacion de vehiculos con orden de captura donde no figura el de matricula RN-1199 que es el unico vehiculo identificado por la demandante. Por estas consideraciones, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la Resolucion No 12 de la Sala Civil de la Corte Superior de Justicia de Junin, de fecha doce de junio de mil novecientos noventicinco, que declaro infundada la Accion de Amparo interpuesta por la Empresa de Transportes Tambo-Azapampa S.A. en contra del Director de Transportes, Transito y Circulacion Vial de la Municipalidad Provincial de Huancayo, y mandaron que se publique esta sentencia en el Diario Oficial \"El Peruano\", > conforme a Ley S.S. NUGENT Auh ACOSTA SANCHEZ 2 DIAZ VALVERDE REYTERRY REVOREDO MARSANO GARCIA MARCELO LL 24 Lo que Certifico: JOSELUSECHAIZ ESPINOZA SECRETARIO RELATOR TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-06-07", "id": 36134, "nombre_demandado": "Director de Transportes, Tránsito y Circulación Vial del Concejo Provincial de Huancayo", "nombre_demandante": "Pedro Moisés Macassi Cajahuanca, Gerente General de la Empresa de Transportes Tambo-Azapampa SA", "numero_expediente": "00406-1996-AA"}