{"CONTEXTO": " 00416-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00416-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 416-96-AA/TC LA LIBERTAD VICTOR MANUEL CAIPO GIL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Manuel Caipo Gil, contra la sentencia expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas doscientos setenta y cinco, su fecha veintiocho de junio de mil novecientos noventa y seis, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Victor Manuel Caipo Gil interpone demanda de Accion de Amparo contra don Silvestre Guillermo Gil Malca, Rector de la Universidad Nacional de Trujillo y el Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Educacion, con el objeto de que cesen los actos violatorios contra la libertad de trabajo y se le permita ingresar en la ciudad universitaria a continuar con la concesion de la cafeteria de la Facultad de Ingenieria. Refiere que el ano de mil novecientos setenta y siete, su senor padre gano un concurso publico para la concesion de la cafeteria de la Facultad de Ingenieria de la Universidad Nacional de Trujillo, servicio que su padre vino prestando hasta mil novecientos ochenta y cinco, ano en que fallecio. Sin embargo, luego de un acuerdo al que llegaron con el doctor, don Anibal Espino Rodriguez, el demandante continuo prestando servicios en la cafeteria, hecho por el cual, con fecha uno de febrero de mil novecientos noventa, se expidio la Resolucion de Decanato No 014-90-FAC.ING, autorizando a partir de la fecha la renovacion del contrato de concesion por un periodo de cinco anos, contrato que podia ser renovado por un periodo similar. No obstante ello, senala que incumpliendo lo pactado y sin explicacion de causa ni notificacion previa, el trece de setiembre de mil novecientos noventa y cinco, procedieron a retirar todas sus pertenencias del cafetin que venia conduciendo, y el catorce del mismo mes y ano, el Jefe de la Oficina de Recursos Fisicos y Mantenimiento de la Universidad Nacional de Trujillo dispuso que se le impida el ingreso a la ciudad universitaria. Por ultimo, senala que el demandado ha convocado a Concurso Publico de Méritos No 001-95/UNT para la \"Concesion de Servicios de Cafeterias y Kioskos\" a través de las publicaciones aparecidas los dias once y doce de setiembre de mil novecientos noventa y cinco en el diario La Industria. 2 TRIBUNAL CONSTITUCIONAL El Rector de la Universidad Nacional de Trujillo, don Silvestre Guillermo Gil Malca, contesta la demanda senalando que todos los actos administrativos emanados de su Despacho han sido notificados a todos los conductores de los cafetines y kioskos del campus universitario, inclusive al demandante, conforme aparece del Oficio Circular No 001-95-CE, del seis de setiembre de mil novecientos noventa y cinco, por el que se le notifico la Resolucion Rectoral No 1441-95/UNT, del uno de setiembre de mil novecientos noventa y cinco. Asimismo senala que de acuerdo al articulo 385° del Estatuto de la Universidad, el arrendamiento de los bienes inmuebles y la concesion de servicios en la Universidad deben ajustarse al procedimiento de publica subasta. Por ultimo, dedujo excepcion de falta de agotamiento de la via administrativa. El Juez del Segundo Juzgado Especializado en lo Civil de Trujillo, a fojas doscientos veinte, con fecha uno de abril de mil novecientos noventa y seis, declaro improcedente la demanda por considerar que el demandante, al no haber impugnado en su oportunidad la Resolucion Rectoral No 1441-95/UNT, no cumplio con agotar la via administrativa previa. La Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas doscientos setenta y cinco, con fecha veintiocho de junio de mil novecientos noventa y seis, confirmando la sentencia apelada declaro improcedente la demanda, por considerar que de acuerdo a la Ley Universitaria, el Decano de la Facultad de Ingenieria no tiene representatividad 0 facultad administrativa para resolver asuntos de naturaleza contractual otorgando los servicios de cafeteria, pues dicha atribucion, segun el articulo 33° inciso b) de la mencionada ley, solo compete al Rector; motivo por el cual la Resolucion de Decanato No 014-90-FAC.ING fue emitida sin fundamento legal. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Previamente se debe dejar establecido que, en el presente caso, no era exigible el agotamiento de la via administrativa, toda vez que la Resolucion Rectoral No 1441- 95-UNT, notificada al demandante el seis de setiembre de mil novecientos noventa y cinco, en virtud de la cual se daba por concluida la concesion del servicio de cafeteria y kiosko a partir del once de setiembre del mismo ano, fue ejecutada el mismo once de setiembre de mil novecientos noventa y cinco, al publicarse en el diario La Industria la Convocatoria a Concurso Publico de Mérito No 001-95/UNT para la \"Concesion Servicios de Cafeterias y Kioskos\". Vale decir, antes de que venciera el plazo para impugnar la mencionada Resolucion Rectoral. 2.- Que, si bien es cierto el demandante venia prestando servicios en el cafetin de la Facultad de Ingenieria, segun Resolucion de Decanato No 014-90-FAC.ING, por la que se le renovaba el contrato de concesion por un periodo de cinco afos, se debe tener presente que de acuerdo a lo dispuesto en el articulo 385° del Estatuto de la Universidad Nacional de Trujillo, la concesion de los servicios debe necesariamente TRIBUNAL CONSTITUCIONAL ajustarse al procedimiento de subasta publica. Por tal razon, al haberse contratado demandante sin ajustarse al procedimiento establecido en el Estatuto de Universidad, se expidio la Resolucion Rectoral No 1441-95/UNT. 3.- Que la Resolucion Rectotral No 1441-95/UNT, del uno de setiembre de m novecientos noventa y cinco, fue emitida en estricto cumplimiento de recomendaciones efectuadas por Auditoria Interna a través del Oficio No 142-9 OAI y que fueran aprobadas por Resolucion Rectotral No 1294-95/UNT, toda V que las mismas se referian a las condiciones ambientales, areas de alto riesgo para salubridad universitaria, e informacion sobre licitacion y concursos publicos. En tal sentido, la Resolucion Rectoral No 1441-95/UNT se ajusto a lo dispuesto el articulo 16° inciso f) de la Ley No 26162, Ley del Sistema Nacional de Contro en cuanto senala que \"los informes y/o dictamenes resultado de una accion control emitidos por cualquier organo del Sistema constituyen prueba pre constituida para la iniciacion de las acciones administrativas y/o legales a u hubiera lugar\". 4.- Que, aunado a los fundamentos precedentes, se debe senalar que se encuenti acreditado en autos que la citada Resolucion Rectoral No 1441-95/UNT fu notificada al demandante con fecha seis de setiembre de mil novecientos noventa cinco, segun Oficio Circular No 001-95-CE, obrante a fojas treinta y cinco, toda V que la firma que aparece en el cargo de notificacion del mencionado ofic corresponde a la esposa del demandante, dona Carmen Nunila Acosta Pérez, segu el Examen Pericial de Grafotecnia No 087/96, obrante a fojas doscientos sesenta uno. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la sentencia expedida por la Segunda Sala Civil de la Corte Superior Justicia de La Libertad, de fojas doscientos setenta y cinco, su fecha veintiocho de junio mil novecientos noventa y seis, que declaro improcedente la demanda; y reformandol declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTASANCHEL, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. avced V Lo que Certifi0o: GL Dra. MARIALUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-04-12", "id": 34957, "nombre_demandado": "Rector de la Universidad Nacional de Trujillo (Silvestre Guillermo Gil Malca) y otro", "nombre_demandante": "Víctor Manuel Caipo Gil", "numero_expediente": "00416-1996-AA"}