{"CONTEXTO": " 00414-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00414-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 414-98-AA/TC COMPANIA MINERA AGREGADOS CALCAREOS S.A LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Compania Minera Agregados Calcareos S.A. contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veinticuatro de marzo de mil novecientos noventa y ocho, que revoco la apelada en el extremo que declaro fundada la demanda y la declara improcedente y la confirmo respecto al punto cuarto del petitorio, el que declara improcedente en la Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima.", "ANTECEDENTES:": "Con fecha veintiséis de mayo de mil novecientos noventa y siete la Compania Minera Agregados Calcareos S.A., representada por don Carlos Alberto Calderon Huertas, interpone demanda de Accion de Amparo contra la Municipalidad Metropolitana de Lima, solicitando que el demandado cumpla con lo siguiente: 1) Respete sus derechos a la propiedad, a la libertad de trabajo y al debido proceso; 2) Se abstenga de continuar los procedimientos derivados de la reubicacion 0 traslado de su planta industrial y la fiscalizacion en asuntos ambientales, que considera son de exclusiva competencia del Ministerio de Industria Turismo Integracion y Negociaciones Comerciales Intemacionale-MITINC: 3) Se abstenga de tramitar las notificaciones de multa 015458 y 105013, sus fechas veintiséis de agosto de mil novecientos noventa y seis y veintinueve de enero de mil novecientos noventa y siete, derivada de una fiscalizacion ambiental y 4) Remita los expedientes administrativos a la Direccion Nacional de Industrias para que dicha entidad continue el tramite. Sostiene la demandante, que desarrolla actividades de beneficio de minerales no metalicos en el inmueble ubicado en el jiron Acomayo ciento uno-Lima; que originalmente tuvo calificacion industrial I-3, la misma que en el ano mil novecientos setenta fue cambiada a Residencial (R-4), lo que motivo que la Municipalidad Metropolitana de Lima dispusiera su erradicacion en sucesivas oportunidades; es asi que, mediante Resolucion de Alcaldia No 2007-89, de veintitrés de noviembre de mil novecientos ochenta y nueve, se fijo el ultimo plazo con vencimiento al veintiséis de junio de mil novecientos noventa y siete, sin embargo, mediante Resolucion de Concejo No 007-94, de veinticuatro de enero de mil novecientos noventa y cuatro, se dispuso la erradicacion inmediata de su planta industrial, procediéndose a 2 TRIBUNAL CONSTITUCIONAL anular su licencia de funcionamiento a través de la Resolucion de Alcaldia No 1054-94. Manifiesta asimismo, que ante la ilegalidad de la medida, iniciaron una Accion de Amparo, la misma que se encuentra en tramite en el Tribunal Constitucional (Exp.No 203-96); que, sin embargo, la presente accion se formula por hechos y agresiones nuevas efectuadas a través de las notificaciones de multa, alegando que la planta industrial esta ubicada en zona de uso no conforme y que supuestamente existian ruidos por encima de los limites permisibles; que, en virtud a lo establecido en el Decreto Supremo No 001-97 ITINCI corresponde al MITINCI, y no a la municipalidad, la facultad de resolver los casos de reubicacion de las empresas U industriales, sea cual fuere su ubicacion y la zonificacion que la municipalidad le haya otorgado; que, tales agresiones vulneran sus derechos a la propiedad a la libertad de trabajo y al debido proceso. Admitida la demanda, ésta es contestada por don Victor Colmenares Ortega, en representacion de la Municipalidad Metropolitana de Lima, el que solicita se la declare infundada por cuanto sostiene que la demandante pretende eximirse de las sanciones dispuestas en aplicacion de la Ley Orgânica de Municipalidades No 23853, sin advertir que la ley es jerarquicamente superior a cualquier decreto supremo que se haya expedido en materia de poblacion, salud y saneamiento ambiental y que, en todo caso, siendo el fundamento basico de la demanda las reclamaciones interpuestas por la imposicion de las papeletas de multa, la via idonea no es la Accion de Amparo, sino la contenciosa administrativa, previo agotamiento de la via administrativa, por cuanto las supuestas violaciones a los derechos constitucionales a que alude la demandante no han sido afectados sino que la municipalidad simplemente ha impuesto la sancion correspondiente en estricta aplicacion de las normas reglamentarias. Con fecha diez de octubre de mil novecientos noventa y siete, el Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima expide resolucion declarando fundada en parte la demanda, en consecuencia, deja sin efecto las multas 014558 y 015013, asimismo, dispone que la municipalidad se abstenga de seguir conociendo los trâmites de reubicacion en mérito al Decreto Supremo No 001-97 y la declara improcedente respecto al punto cuatro del petitorio. Interpuesto recurso de apelacion, con fecha veinticuatro de marzo de mil novecientos noventa y ocho, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoca la apelada en el extremo que declara fundada la demanda, reformandola la declara improcedente y la confirma en el extremo que declara improcedente la demanda respecto al punto cuatro del petitorio. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de amparo proceden en los casos en que se violen 0 amenacen de violacion los derechos constitucionales por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que la demandante pretende fundamentalmente, mediante la presente accion, que se le inaplique las multas que contienen las notificaciones de fojas cincuenta y dos, y cincuenta y tres cuyos numeros son 014558 y 015013 de fechas veintiocho de agosto de mil TRIBUNAL CONSTITUCIONAL novecientos noventa y seis, y veintinueve de enero de mil novecientos noventa y sie respectivamente, impuestas por ruidos que exceden lo permitido en zona urbar asimismo, que la demandada suspenda los procedimientos para la reubicacion de su plai industrial. En cuanto se refiere a las notificaciones de multa, éstas han sido impuestas acuerdo a las facultades que la Ley No 23853 otorga a las municipalidades en materia poblacion, salud y saneamiento ambiental y para establecer medidas de control de ruido (articulo 66° inciso 10). 3. Que, respecto al pedido de la demandante en el sentido de que la demandada se abstenga de continuar los procedimientos para la reubicacion de su planta industrial y de la fiscalizacion de los aspectos ambientales, cabe senalar que, de conformidad con la mencionada Ley, compete a las municipalidades pronunciarse sobre el uso de la tierra de conformidad con la zonificacion, planes reguladores y el Reglamento Nacional de / Construcciones, articulo 73° inciso 1); asimismo, ordenar la clausura transitoria 0 definitiva de edificios, establecimientos 0 servicios cuando su funcionamiento constituya peligro 0 sean contrarios a las normas reglamentarias, 0 produzcan olores, humos, ruidos u otros danos perjudiciales para la salud 0 tranquilidad del vecindario (articulo 119°). 4. Que, en cuanto al argumento de la demandante en el sentido que, de acuerdo al Decreto Supremo No 001-97 ITINCI, compete al MITINCI suspender las actividades de las empresas industriales y disponer el traslado de las mismas y no a la municipalidad demandada, debe tenerse en cuenta que dicho Decreto Supremo precisa, en su articulo 40, que las empresas industriales manufactureras que al momento de instalarse contaban con ubicacion conforme y con la autorizacion de la municipalidad correspondiente cuyos niveles de emision de elementos contaminantes se encuentran dentro de los margenes permisibles no podran ser obligadas 0 conminadas a suspender sus actividades 0 trasladar sus establecimientos; caso que no es el presente, por cuanto, debido a que la planta industrial produce contaminacion ambiental por encima de los limites permisibles desde el ano mil novecientos setenta, la Municipalidad Metropolitana de Lima dispuso dejar sin efecto la autorizacion de funcionamiento, lo que fue confirmado por Resolucion de Concejo No 007-94; disposicion esta ultima, que fue objeto de una Accion de Amparo seguida entre las mismas partes (Exp. 203-96-AA/TC) y que culmino con sentencia expedida por este Tribunal con fecha uno de abril del presente ano, declarandose infundada la Accion de Amparo interpuesta. 5. Que, en consecuencia, no existe violacion a los derechos de propiedad, al trabajo y al debido proceso invocados por la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y dos, su fecha veinticuatro de marzo de mil novecientos noventa y ocho, que declaro 4 TRIBUNAL CONSTITUCIONAL IMPROCEDENTE la demanda en todos sus extremos. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT / Ma GARCIA MARCELO Lo que dertifioo:) Dre. MARIALUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL NF", "fecha_publicacion": "1998-12-12", "id": 37312, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Compañía Minera Agregados Calcáreos SA representada por Carlos Alberto Calderón Huertas", "numero_expediente": "00414-1998-AA"}