{"CONTEXTO": " 00413-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00413-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:413-96-AA/TC Piura Francisca Otero G. de Seminario SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En, Piura al primer dia del mes de diciembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: 1 Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto por dona Francisca Otero G. de Seminario, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, Su fecha dieciséis de junio de mil novecientos noventa y cinco, que revocando la sentencia declaro improcedente la accion de amparo. ANTECENDENTES: Dona Francisca Otero G. de Seminario interpone accion de amparo contra la Municipalidad Provincial de Piura, con el objeto de que se deje sin efecto la Resolucion de Alcaldia No 1446-94-A/CPP de fecha ocho de noviembre de mil novecientos noventa y cuatro, por haberse conculcado sus derechos al trabajo, estabilidad laboral, al debido proceso administrativo y de defensa. Sostiene la demandante que fue cesada mediante la Resolucion antes indicada sin previo proceso administrativo; posteriormente, el veintisiete de diciembre de mil novecientos noventa y cuatro, por Resolucion de Alcaldia No 1889-94-A/CPP, se le abre proceso administrativo en su contra por supuesta falta de cardcter disciplinario contenida en los incisos a),fyj) del articulo 28° del Decreto Ley No 276. TRIBUNAL CONSTITUCIONAL Aduce la actora que es servidora publica y que solo podia ser destituida por causa prevista en la ley, previo proceso administrativo disciplinario, lo que no se observoy respeto en la destitucion de la recurrente. Admitida la demanda, ésta es contestada por la demandada quien sostiene que la demandante ha sido designada en un cargo de confianza, el mismo que no genera estabilidad laboral para el trabajador y que Su relacion laboral, al término de ésta concluye, por no ser servidora de carrera. El Juez del Primer Juzgado Civil de la Corte Superior de Justicia de Piura, con fecha catorce de marzo de mil novecientos noventa y cinco, expide sentencia declarando fundada la accion de amparo y dejando sin efecto la Resolucion de Alcaldia No 1446-94/A/CPP. Interpuesto el recurso de apelacion, mediante resolucion defecha dieciséis de junio de mil novecientos noventa y cinco, la Segunda Sala Civil de la Corte Superior de Justicia de Piura, revoca la sentencia apelada y reformandola declaro improcedente la accion por considerar que la actora no ha agotado la via administrativa; como lo dispone para el caso de autos el articulo 124° de la Ley de Municipalidades. Interpuesto el recurso de nulidad entendido como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1.- Que, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2.- Que, mediante Resolucion de Alcaldia No 182-94-A/CPP, se designa a la demandante en el cargo de confianza de Jefe del Area de recaudacion, a partir del mes de enero de mil novecientos noventa y cuatro. Asimismo, por Resolucion de Alcaldia No 1446-94-A/CPP, de fecha ocho de noviembre de mil novecientos noventa y cuatro se destituye a la actora a partir del ocho de noviembre de mil novecientos noventa y cuatro y en consecuencia se deja sin efecto la Resolucion de Alcaldia No 182-94- A/CPP, con la que la nombran como funcionaria de confianza. 3.- Que, estando a lo establecido en el Articulo 2° del Decreto Legislativo No 276°, en concordancia con los Articulos 12° y 14° del Decreto Supremo 005-90- PCM, debe entenderse por servidor publico al ciudadano en ejercicio que presta servicio en entidades de la Administracion Publica con nombramiento 0 contrato de TRIBUNAL CONSTITUCIONAL autoridad competente, con las formalidades de Ley, en jornada legal y sujeto a retribucion remunerativa permanente en periodos regulares; dichos servidores no hacen carrera administrativa en dichas condiciones, pero, si estan comprendidos en las disposiciones de la Ley. y el presente reglamento en lo que les sea aplicable. 4.- Que, tratandose de una Funcionaria de Confianza, la destitucion que constituye una sancion, por falta disciplinaria debe aplicarse previo proceso administrativo de acuerdo a lo establecido en los articulos 150°, 152°, 154°, 155° 159°y 165° del Decreto Supremo No 005-90-PCM, que regula el Reglamento de la Carrera Administrativa, lo que no se ha producido en el presente caso. 5.- Que, a fojas cinco obra en el expediente copia de la Resolucion de Alcaldia No 1876-94-A/CPP, de fecha veintisiete de diciembre de mil novecientos noventa y cuatro en la que se resuelve instaurar proceso administrativo a la actora, fecha posterior a la destitucion. 6.- Que en consecuencia se ha vulnerado el derecho al debido proceso de la demandante, por lo que debe ampararse la presente accion. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Peri y su ley Organica.", "FALLA:": "REVOCANDO la resolucion de vista expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Piura, dej fojas cuarenta y nueve su fecha dieciséis de junio de mil novecientos noventa y cinco, la que revocando la apelada declaro improcedente la accion de amparo y REFORMANDOLA, declararon FUNDADA la accion; debiéndose reincorporar a la demandante en el cargo que venia desemperiando hasta antes de la destitucion, no siendo de abono las remuneraciones devengadas en el tiempo no trabajado; dispusieron Su publicacion en el Diario Oficial El Peruano;y los devolvieron. S.S. Ve - qul Acosta Sanchez & Nugent ntilal - Diaz Valverde Garcia Marcelo. IRT LO QUE CERTIFICO, DRA. MARAA LUZVASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-02-14", "id": 36690, "nombre_demandado": "Municipalidad Provincial de Piura", "nombre_demandante": "Francisca Otero G. de Seminario", "numero_expediente": "00413-1996-AA"}