{"CONTEXTO": " 00415-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00415-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.O 415-98-HC/TC LIMA CHRISTIAN PETER RAMIREZ CASTILLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pedro Ramirez Mamani contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y tres, su fecha tres de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Pedro Ramirez Mamani interpone Accion de Habeas Corpus a favor de su hijo don Christian Peter Ramirez Castillo y la dirige contra el Jefe de la Division de Estafas de la Policia Nacional del Peru, por haber sido victima de secuestro, maltrato fisico, psicologico y violacion de domicilio. Expresa que el dia diecisiete de marzo de mil novecientos noventa y ocho, siendo aproximadamente las 14 h 15 min., miembros de la Policia Nacional del Peru irrumpieron en su domicilio sin autorizacion expresa del Juez, y en forma prepotente sacaron a su hijo don Christian Peter Ramirez Castillo, el mismo que se encuentra en los calabozos de la Division de Estafas de la avenida Espania, privândosele de su libertad en forma arbitraria, por lo que solicita su inmediata libertad. El Juez de la causa, cuando se apersono el dia siguiente, al local de la Division de Estafas de la Policia Nacional del Peri, constato que el detenido don Christian Peter Ramirez Castillo ya no se encontraba en este local policial al haber sido remitido a la Fiscalia Permanente de Turno, por encontrarse involucrado en un delito contra el patrimonio, lo que se acredita con los documentos que obran en autos. El Primer Juzgado Transitorio Especializado en Derecho Publico de Lima, con fecha dieciocho de marzo de mil novecientos noventa y ocho, declara improcedente la 2 TRIBUNAL CONSTITUCIONAL Accion de Habeas Corpus, por considerar principalmente que la violacion denunciada, por haber sido remitido don Christian Peter Ramirez Castillo ante la autoridad pertinente, se ha convertido en irreparable. La Sala Corporativa Transitoria Especializada en Derecho Publico de Lima, a fojas treinta y tres, con fecha tres de abril de mil novecientos noventa y ocho, confirma la apelada, por estimar que la Policia Nacional del Peru ha actuado en ejercicio de los deberes y funciones constitucionalmente delegados. Contraesta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Habeas Corpus es que cese el secuestro, 1. maltrato fisico, psicologico y la violacion de domicilio ocasionados al beneficiario de esta accion de garantia por parte de la autoridad policial emplazada, y finaliza solicitando que reponiendo las cosas al estado anterior a la violacion de los derechos constitucionales senalados, sea puesto en inmediata libertad don Christian Peter Ramirez Castillo. Que no esta acreditada la existencia de una orden judicial de detencion, pero 2. existian actos que hacian presumir que el beneficiario era participe de un delito del cual habia denuncia. Que, como consta del Certificado Médico Legal N.o 015476-EA-D del dieciocho de 3. marzo de mil novecientos noventa y ocho, expedido por el médico legista del Instituto Médico Legal de Lima, el beneficiario de esta accion \"no presenta huellas de lesiones traumaticas recientes\", > como es de verse de fojas veinte del Cuaderno del Tribunal. Que este Tribunal, por imperativo del articulo 60, inciso 1), de la Ley N.o 23506 de 4. Habeas Corpus y Amparo, declara que existe sustraccion de la materia al haber cesado y haberse producido a la vez la irreparabilidad de la infraccion, por cuanto se ha comprobado en la diligencia de verificacion, de fojas seis, que el afectado no se hallaba en poder de sujecion de la autoridad policial emplazada, sino que al dia siguiente de ser detenido, habia sido puesto a disposicion de la Fiscalia Provincial de Turno Permanente de Lima, como es de verse de fojas cinco; es decir, quedo sujeto a la efectiva autoridad del Fiscal, quien dispuso el archivamiento de la denuncia como consta a fojas treinta y siete. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y tres, su fecha tres de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Iu1e Cei DIAZ VALVERDE NUGENT GARCIA MARCELO JAM/daf Lo queOertifi0o: Dra. MARNALIZVASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-04", "id": 35242, "nombre_demandado": "Jefe de la División de Estafas de la Policía Nacional del Perú", "nombre_demandante": "Christian Peter Ramírez Castillo", "numero_expediente": "00415-1998-HC"}