{"CONTEXTO": " 00411-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00411-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N. o 411-97-AA/TC LIMA PASCUAL GODOFREDO ALEY ULLOA Y OTRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pascual Godofredo Aley Ulloa, contra la Resolucion de la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, de fojas noventa, su fecha nueve de abril de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El quince de noviembre de mil novecientos noventa y seis, don Pascual Godofredo Aley Ulloa y dona Irma Rosario Villarreal de Aley interponen demanda de Accion de Amparo contra la Municipalidad Distrital de Puente Piedra, a efectos de que se suspenda la apertura de una via y, consecuentemente, la demolicion de su vivienda construida en la manzana \"J\", lote veinticinco de la asociacion de vivienda Milagrosa Cruz de Motupe, kilometro 27.5 de la carretera Panamericana Norte-Puente Piedra, que amenaza su derecho de propiedad. Refieren que dicho inmueble fue adquirido mediante contrato de compraventa del veintitrés de marzo de mil novecientos noventa y dos, suscrito con la persona juridica antes mencionada; que dicho bien les fue adjudicado previa elaboracion de los planos de lotizacion, y perimétrico, que fueron aprobados por la Municipalidad Distrital de Puente Piedra. La Municipalidad Distrital de Puente Piedra, representada por don Milton Jiménez Salazar, contesta la demanda solicitando que sea declarada infundada. Senala que los demandantes no han acreditado titulo de propiedad sobre el area que vienen ocupando ni mucho menos que la asociacion de vivienda Milagrosa Cruz de Motupe cuente con la aprobacion de su habilitacion urbana, asi como tampoco de la aprobacion de sus planos perimétricos y de lotizacion por la Municipalidad Metropolitana de Lima. Refieren, ademas, que los demandantes vienen ocupando, de hecho, areas que se encuentran comprendidas dentro del derecho de via de la carretera Panamericana Norte establecido por el Decreto Supremo N.° 028-F, del veinte de abril de mil novecientos sesenta y seis, siendo ilegal su ocupacion, por constituir dichas areas de uso publico y estar comprendidas dentro de la ampliacion de la carretera Panamericana Norte, por tanto, sobre areas que estan afectadas por 2 TRIBUNAL CONSTITUCIONAL derecho de via y, consecuentemente, intangibles para fines especificos y sobre la cual no se puede constituir ningun derecho real. El Tercer Juzgado Especializado Civil del Cono Norte de Lima, a fojas cuarenta y ocho, con fecha nueve de diciembre de mil novecientos noventa y seis, declaro fundada la demanda, por considerar que con la constatacion policial de fojas veinticuatro, expedida por la delegacion policial de Puente Piedra, se comprobo que la demandada esta realizando el trazado de la futura construccion de una via que atravesara la propiedad de los demandantes, afectandose de una manera injustificada los derechos constitucionales de domicilio y de propiedad. La Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, a fojas noventa, con fecha nueve de abril de mil novecientos noventa y siete, revoca la apelada y reformandola declaro improcedente la demanda, por considerar que el derecho constitucional a la propiedad privada debe hacerse con sujecion a ley, de alli que si la asociacion de vivienda Milagrosa Cruz de Motupe no tiene habilitacion, carece de sustento legal la lotizacion interna efectuada entre sus asociados, por lo que la misma calidad de propietario del predio que invoca el accionante no es cierta, en la medida en que, como resultado de la adecuacion de dicha habilitacion urbana con los espacios de via publica e implicando asi ello una remensura, el espacio fisico del lote del accionante puede variar. Contra esta resolucion, los codemandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que los codemandantes, a fojas cuatro de autos, han dejado constancia de que el proceso de habilitacion urbana iniciado por la asociacion de vivienda Milagrosa Cruz de Motupe no ha concluido ante la Municipalidad Provincial de Lima, lo que ha sido corroborado por la demandada a fojas sesenta y cuatro, cuando expresa que la mencionada persona juridica no cuenta con el reconocimiento de la mencionada habilitacion, de sus planos perimétricos y lotizacion, debido a que, justamente, esta Asociacion de Vivienda ha infringido el Reglamento Nacional de Construcciones al no haber dejado los aportes correspondientes, encontrandose, a la fecha, sujeto a una reestructuracion conforme al aludido reglamento. Que la Asociacion de Vivienda mencionada en el fundamento que precede, donde se 2. ubica el bien inmueble de propiedad de los codemandantes, de conformidad con lo establecido por el articulo 220 del Decreto Supremo N.o 022-97-MTC, sustituido por el articulo 5° del Decreto Supremo N.o 007-98-MTC, para la Regularizacion de Habilitaciones Urbanas Ejecutadas, entendiéndose por éstas las que cuentan con viviendas construidas, debe seguir obligatoriamente el procedimiento administrativo para la referida regularizacion. La misma obligacion le impone el articulo 23° del Decreto Supremo N.o 011-98-MTC, Texto Unico Ordenado del Reglamento General de Habilitaciones Urbanas, al disponer que el procedimiento mencionado anteriormente debera ser seguido obligatoriamente, entre otras, por las asociaciones de vivienda, que a la fecha de entrada en vigencia de la Ley N.o 26878, Ley General de Habilitaciones Urbanas, hubieran adquirido terrenos sobre los cuales han construido 3 TRIBUNAL CONSTITUCIONAL viviendas y no cuentan con resolucion de autoridad competente que apruebe sus estudios preliminares 0 estudios definitivos de habilitacion urbana. Que, no habiendo acreditado en autos los codemandantes, con absoluta certeza, la 3. violacion 0 amenaza de violacion de un derecho que en este momento no tiene definido en su totalidad, sino que por lo contrario aun la asociacion de vivienda Milagrosa Cruz de Motupe, debe agotar el procedimiento en la via administrativa sobre regularizacion de habilitaciones urbanas ejecutadas, aprobacion de planos y otorgamiento de licencia de construccion para recién poder ejercer la Accion de Amparo, si se ve perjudicado 0 amenazado su derecho. Que, por consiguiente, en el presente caso, no resulta de aplicacion lo senalado en los 4. articulos 1°y2 2° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, de fojas noventa, su fecha nueve de abril de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ bohie DIAZ VALVERDE NUGENT GARCIA MARCELO Cirelel MA ELG. Lo que certifico: WN DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-11-25", "id": 36002, "nombre_demandado": "Municipalidad Distrital de Puente Piedra", "nombre_demandante": "Pascual Godofredo Aley Ulloa y otro", "numero_expediente": "00411-1997-AA"}