{"CONTEXTO": " 00419-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00419-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 419-98-AC/TC PIURA OSCAR DANIEL ZELADA NAVARRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Oscar Daniel Zelada Navarro contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Piura- Tumbes, de fojas ciento treinta y tres, su fecha doce de diciembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Oscar Daniel Zelada Navarro interpone Accion de Cumplimiento contra el Director Regional de Trabajo y Promocion Social de Piura, doctor Arturo Seminario Chirinos, a fin de que se le cancele la pension provisional que le corresponde por el régimen del Decreto Ley N.o 20530, por sus veinticuatro anos, un mes y un dia alcanzados al tres de mayo de mil novecientos noventa y cuatro, fecha en que ceso. El Director Regional de Trabajo y Promocion Social de Piura, el Procurador Publico encargado de los asuntos judiciales del Ministerio de Trabajo y Prevision Social, y la Oficina de Normalizacion Previsional contestan la demanda, negândola y contradiciéndola, por cuanto la incorporacion al régimen pensionario que alega el demandante es irregular. El Segundo Juzgado Especializado en lo Civil de Piura, con fecha treinta y uno de enero de mil novecientos noventa y siete, declaro improcedente la demanda, por considerar principalmente que, mediante el articulo 4° del Decreto Legislativo N.o 817, de fecha veintitrés 2 TRIBUNAL CONSTITUCIONAL de abril de mil novecientos noventa y seis, se dispone que la Oficina de Normalizacion Previsional tiene competencia en el reconocimiento y calificacion de los derechos pensionarios del régimen del Decreto Ley N.o 20530. La Segunda Sala Civil de la Corte Superior de Justicia de Piura-Tumbes, a fojas ciento treinta y tres, con fecha doce de diciembre de mil novecientos noventa y siete, confirmo la apelada, por estimar que ninguna de las resoluciones acompanadas por el demandante contiene la orden de pago de pension alguna, conforme lo manda el articulo 46° del Decreto Ley N.o 20530. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, segun el articulo 16° del Decreto Ley N.o 20530, la pension de cesantia se otorga 1. de conformidad con lo dispuesto en los articulos 40,50 y 12° del mismo cuerpo legal. Que dichos numerales disponen que el asegurado adquiere ese derecho al alcanzar 2. quince anos de servicios reales y remunerados, en base al ciclo laboral maximo de treinta anos, a razon de una treintava parte del promedio de las remuneraciones pensionables percibidas en los doce ultimos meses, por cada ano de servicios, observandose el régimen de dozavos por fracciones inferiores a un ano, procediendo la acumulacion de servicios siempre que ellos no hubiesen sido simultâneos. Que, de acuerdo a los articulos 46° y 470 del citado Decreto Ley N.o 20530, las 3. pensiones se otorgan de oficio, en base al reconocimiento de servicios, mediante Resolucion de Pension expedida por el Titular del Pliego desde el dia en que el trabajador ceso y, en tanto se expida la resolucion respectiva, se pagara pension provisional por el 90% de la probable pension definitiva. Que, mediante la Resolucion Directoral N.o 062-91-DRT-PIU, de fecha diecisiete de 4. junio de mil novecientos noventa y uno, se le comprendio al demandante dentro del régimen de pensiones normado por el Decreto Ley N.o 20530, y con la Resolucion Directoral N.o 072-94-DRTPS-RG, del veintidos de setiembre de mil novecientos noventa y cuatro, se le reconocieron veinticuatro anos, un mes y un dia como tiempo de servicios prestados al Estado, al tres de mayo de mil novecientos noventa y cuatro, resoluciones administrativas que se encuentran vigentes. 3 TRIBUNAL CONSTITUCIONAL Que, teniendo en cuenta estos presupuestos legales, el demandante tiene derecho al 5. pago de la pension provisional de cesantia, a partir del dia de su cese en su relacion laboral, mientras la administracion formaliza y determina con precision la pension de cesantia definitiva y emite la resolucion de pension que le corresponde, en funcion del caracter tutelar y de subsistencia que cumple dicha pension provisional. Que el demandante ha requerido notarialmente a la autoridad competente, dandole al 6. efecto el plazo de quince dias para que acate la norma legal contenida en la segunda parte del referido articulo 470 del Decreto Ley N.o 20530, por lo que su accion se encuentra amparada en lo prescrito por el inciso 6) del articulo 200° de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Piura-Tumbes, de fojas ciento treinta y tres, su fecha doce de diciembre de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda; reformandola la declara FUNDADA y, en consecuencia, ordena que el Director Regional de Trabajo y Promocion Social de Piura cumpla con pagarle al demandante la pension provisional de cesantia que le corresponde. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "hudhal A ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 2 Milw / M que Oertif100: Lo Dre. MARIA LUZ VASOVEZ RELATORA SECRETARIAN CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-07", "id": 35592, "nombre_demandado": "Director Regional de Trabajo y Promoción Social de Piura (Arturo Seminario Chirinos)", "nombre_demandante": "Oscar Daniel Zelada Navarro", "numero_expediente": "00419-1998-AC"}