{"CONTEXTO": " 00424-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00424-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:424-97-AA/TC Chiclayo José Marcelino Neciosup Quesquén. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los dieciséis dias del mes de setiembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario que interpone José Marcelino Neciosup Quesquén, contra la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque su fecha dieciocho de marzo de mil novecientos noventa y siete, que confirmando la apelada, en el extremo que declaro fundada la excepcion de caducidad del ejercicio de la accion, la declararon mula en cuanto declara improcedente la Accion de Amparo interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional de la Region - San Martin - La Libertad y declararon nulo todo lo actuadoy concluido el proceso.", "ANTECEDENTES:": "Don José Marcelino Neciosup Quesquén, con fecha quince de agosto de mil novecientos noventa y seis, interpone accion de amparo, a efecto de que se deje sin efecto la Resolucion Ejecutiva Regional No 731-95-CTRAR-LL, de fecha treinta de noviembre de mil novecientos noventa y cinco, que lo cesa por la causal de excedencia, por violacion de sus derechos fundamentales del trabajo y proteccion contra el despido, debido proceso e irretroactividad de las normas; solicitando se le reponga en su centro de trabajo y se le abone sus remuneraciones dejadas de percibir. 2 TRIBUNAL CONSTITUCIONAL Sostiene el accionante que fue nombrado en la carrera administrativa, en el cargo de Artesano I, en el Hospital de Apoyo No 03 de Chepén del Ministerio de Salud; que ha sido cesado por causal de excedencia, derivado de un proceso de evaluacion de rendimiento laboral, que el proceso de evaluacion debio de llevarse a cabo en los meses de enero y julio de cada aho y que sin embargo el examen se desarrollo en octubre y noviembre de mil novecientos noventa y cinco; que la resolucion que lo cesa no ha sido publicada en el diario oficial \"El Peruano \"y que al dia siguiente de su publicacion surte sus efectos, ampara su demanda en lo dispuesto por los Articulos 24°, 26°, 270, 139° inciso 3) y 1020, segundo paragrafo de la Constitucion Politica del Estado y en lo establecido por el Articulo 24° inciso 10), de la Ley 23506. Agrega que la racionalizacion del personal que autorizo la referida norma legal, estaba circunscrito para el personal administrativo y no de servicio, como en su caso; por lo que su cese es ilegal. Admitida la demanda, ésta es contestada por los demandados, quienes a su turno, deducen la excepcion de caducidad de la accion, por considerar que la incoada ha sido interpuesta fuera del plazo de Ley, asi como que se declare infundada la accion de amparo. La Jueza del Tercer Juzgado Especializado en lo Civil de Trujillo, de fojas ciento setenta y uno, a fojas ciento setentitrés, expide sentencia declarando fundada la excepcion de caducidad de la accion e improcedente la accion de amparo interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional de la Region San Martin La Libertad. Formulado el recurso de apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque expide resolucion confirmando la de primera instancia, en cuanto declaro fundada la excepcion de caducidad del ejercicio de la accion y la declararon mula en cuanto declaran improcedente la demanda de la accion de amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la Region San Martin - La Libertady, declararon Nulo todo lo actuado y concluido elproceso. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1.- Que, del petitorio de la demanda se desprende que el accionante solicita se declare inaplicable la Resolucion Ejecutiva Regional No 731-95-CTAR-LL, de 3 TRIBUNAL CONSTITUCIONAL fecha treinta de noviembre de mil novecientos noventa y cinco, que dispuso el cese del demandante por la causal de excedencia. 2.- Que la parte demandada presenta copia certificada de la constancia de notificacion de la resolucion cuestionada, firmada por el actor, en la que acredita que el accionante fue notificado el dia seis de diciembre de mil novecientos noventa y cinco, conforme obra en el expediente a fojas ciento sesenta, en donde toma conocimiento del cese. 3.- Que, en consecuencia, es a partir de la fecha antes indicada que procede a computarse el plazo de caducidad; puesto que contra la resolucion cuestionada no se interpuso ningun recurso impugnativo, por lo que al haberse interpuesto la demanda con fecha quince de agosto de mil novecientos noventa y seis, el derecho del accionante a interponer la presente accion de garantia ha caducado, ya que habia vencido en exceso el plazo de sesenta dias habiles prescrito por el articulo 370, de la Ley No 23506 y su modificatoria. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, su Ley Organica No 26435 y la Ley Modificatoria No 26801.", "FALLA:": "REVOCANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad su fecha dieciocho de marzo de mil novecientos noventa y siete, confirmando en parte la apelada, declaro fundada la excepcion de caducidad y nulo todo lo actuado, reformandola declaro improcedente la accion de amparo, dispuso su publicacion en el Diario Oficial El Peruano, y los-devolvieron. S.S. Aeacilo Acosta Sanchez, Lh Nugent, Diaz Valverde, L Garcia Marcelo. Lo que Certifico: IRT. DE LOPEZ Dra. MARIALUZVASQUEZO RELATORA SECRETARIA- CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1997-11-14", "id": 36444, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región - La Libertad", "nombre_demandante": "José Marcelino Neciosup Quesquén", "numero_expediente": "00424-1997-AA"}