{"CONTEXTO": " 00427-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00427-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 427-99-AA/TC LIMA ALBERTO ANTONIO CASTILLO DE LA TORRE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los veintiuno dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alberto Antonio Castillo de la Torre contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha treinta y uno de marzo de mil novecientos noventa y nueve, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Alberto Antonio Castillo de la Torre interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional, con la finalidad de que se le reconozca expresamente el derecho de percibir una pension de jubilacion sujeta al régimen del Decreto Ley N.o 20530. Manifiesta que ha laborado, al servicio del Estado, durante treinta y ocho anos, seis meses y dos dias; senala que ingreso a laborar para la Direccion de Correos y Telégrafos del Ministerio de Comunicaciones el uno de marzo de mil novecientos cincuenta, laborando para dicha entidad hasta el treinta y uno de diciembre de mil novecientos setenta y ocho, acumulando veinticinco anos, cinco meses y cuatro dias de servicio. Con fecha uno de enero de mil novecientos setenta y nueve, sin solucion de continuidad, paso a prestar servicios a la Empresa Nacional de Telecomunicaciones del Peru-Entel Peru por mandato del Decreto Ley N.o 22412, cesando en dicha fecha el veintinueve de enero de mil novecientos noventa y dos, acumulando, consecuentemente, trece anos y veinte dias de servicio. Sin embargo, al momento de otorgarle la pension bajo el régimen previsional del Decreto Ley N.o 20530, no se le ha considerado el tiempo de servicio prestado a Entel Peru, conculcandose con ello derechos constitucionales. Ampara su demanda en lo dispuesto por los articulos 2°, inciso 20); 40; 26° incisos 2) y 3) y demas normas concordantes de la Carta Magna; Decreto Ley N.o 20530, Ley N.o 23506 y demas normas concordantes. TRIBUNAL CONSTITUCIONAL La ONP contesta la demanda manifestando que la pretension del demandante no puede ser materia de una accion de garantia, por su naturaleza excepcional, pues tal pretension requiere de la actuacion de medios probatorios para verificar si le corresponde 0 no tal derecho; por otro lado, los trabajadores sujetos a la Ley N.o 4916 no pueden ser comprendidos dentro del régimen pensionario del Decreto Ley N.o 20530 y que no son acumulables los servicios prestados al sector publico con los servicios prestados bajo el régimen de la actividad privada. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha cuatro de setiembre de mil novecientos noventa y ocho, declaro infundada la demanda, por considerar principalmente, que al demandante se le ha reconocido su derecho a percibir pension dentro del Decreto Ley N.° 20530, la que viene percibiendo mensualmente; que respecto a que no se le ha considerado el tiempo trabajado en Entel Peru, el Decreto Ley N.o 20530 en su articulo 14°, refiere que no son acumulables los servicios prestados al Sector Publico con los prestados al Sector Privado. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha treinta y uno de marzo de mil novecientos noventa y nueve, por los propios fundamentos de la apelada, la confirma. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de la revision de autos se advierte que mediante la Resolucion Directoral N.o 1. 2315-92-TCC15.16.05 de fecha veinte y cinco de setiembre de mil novecientos noventa y dos, se reconoce al demandante veinticinco anos, cuatro meses y seis dias de servicios prestados al Estado hasta el treinta y uno de diciembre de mil novecientos setenta y ocho, y se le otorga pension definitiva dentro del régimen pensionario del Decreto Ley N.o 20530. Que, en virtud del Decreto Ley N.o 22412, se dispuso la transferencia a Entel Peru 2. de los trabajadores de la Direccion de Correos y Telégrafos del Ministerio de Transportes y Comunicaciones. Que, mediante la Ley N.o 25273, se autorizo, de acuerdo a los requisitos senalados 3. en dicha ley, la reincorporacion al régimen de pensiones a cargo del Estado de los trabajadores que ingresaron a prestar servicios al Sector Publico bajo el régimen de la Ley N.o 11377, antes del doce de julio de mil novecientos sesenta y dos, comprendidos en la Ley General de Goces de 1850, y que a la fecha de expedicion de la mencionada ley, se encontraran laborando sin solucion de continuidad en las empresas estatales de derecho publico 0 privado, siempre que, al momento de pasar a pertenecer a las referidas empresas, hubieran estado aportando al Régimen de Pensiones a cargo del Estado. 2 TRIBUNAL CONSTITUCIONAL Que, de la propia Resolucion de otorgamiento de pension al demandante 4. mencionada en el primer fundamento, se acredita que ingreso a laborar en la Direccion General de Correos y Telégrafos el uno de marzo de mil novecientos cincuenta, habiéndose verificado que a dicho ex servidor se le ha efectuado los descuentos para el Fondo de Pensiones y Compensaciones-Decreto Ley N.o 20530 hasta el mes de diciembre de mil novecientos setenta y ocho, toda vez que a partir del uno de enero de mil novecientos setenta y nueve fue transferido a Entel Peru por imperio del Decreto Ley N.o 22412. Que, de conformidad con lo expuesto en los fundamentos precedentes, queda 5. acreditado que el demandante cumple con los requisitos establecidos por la Ley N.° 25273, razon por la que, conforme lo ha senalado este Tribunal en reiteradas ejecutorias, resulta procedente considerar los anos que, sin solucion de continuidad, el demandante laboro en Entel Peru a efectos de otorgarle su pension dentro del régimen de pensiones regulado por el Decreto Ley N.° 20530, toda vez que el demandante incorporo a su patrimonio dicho derecho en virtud de un mandato legal y que no se encuentra supeditado al reconocimiento expreso por parte de la demandada, tal como este Tribunal lo ha senalado en el Expediente N.° 008-96- I/TC, consecuentemente, el desconocimiento de este derecho vulnera al demandante sus derechos legales y constitucionales. Que, segun el contrato de compraventa de acciones de la Empresa Nacional de 6. Telecomunicaciones, el Estado ha asumido, entre otros pasivos, la responsabilidad del pago de las pensiones correspondientes a los ex trabajadores de la ex Direccion General de Correos y Telégrafos del Ministerio de Transportes y Comunicaciones que, en virtud del Decreto Ley N.o 22412, hubieren sido transferidos a Entel Peru S.A. en la parte proporcional que le corresponderia abonar a la referida empresa; y, de acuerdo con lo establecido por la Ley N.o 26323, el Estatuto de la Oficina de Normalizacion Previsional, con rango de ley segun la Ley N.o 26504, y la Resolucion Suprema N.o 012-96-EF, de fecha veintiuno de febrero de mil novecientos noventa y seis, corresponde a esta entidad la administracion del pago de las referidas pensiones. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cuatro, su fecha treinta y uno de marzo de mil novecientos noventa y nueve, que confirmando la apelada declaro improcedente la Accion de Amparo; y REFORMANDOLA la declara FUNDADA; en consecuencia, ordena que la demandada abone al demandante su pension dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, expidiendo resolucion estableciendo la acumulacion de los anos que laboro en Entel Peru, y el monto 3 TRIBUNAL CONSTITUCIONAL de la pension igual a un servidor O funcionario de igual nivel del Régimen Publico con sujecion a lo establecido por la Resolucion Suprema N.o 012-96-EF. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MR. Lo gue certifico: J DR. CÈSAR ÇUBAS LONGA SECRETARIO-RELATOR (e) 4", "fecha_publicacion": "1999-11-06", "id": 35952, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Alberto Antonio Castillo de la Torre", "numero_expediente": "00427-1999-AA"}