{"CONTEXTO": " 00422-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00422-1996-AA.pdf) --- CA TRIBUNAL CONSTITUCIONAL Exp. No: 422-96-A/TC. Caso : Oscar Velarde Martinez Piura SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, a los veintiocho dias del mes de noviembre de mil novecientos novenfisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto contra la sentencia de la Sala Especializada en lo Civil de la Corte Superior de Justicia de Piura, de cinco de setiembre de mil novecientos noventa y cinco, que declara improcedente la accion de amparo incoada por don Oscar Velarde Martinez en representacion de \"Peru Inversiones Velarde\" con la Direccion Regional de Agricultura de la Region Grau.", "ANTECEDENTES:": "Don Oscar Velarde Martinez, interpone accion de amparo contra la Direccion Regional de Agricultura de la Region Grau, a fin de que se deje sin efecto la Resolucion Directoral No 088-95-Region Grau DRA.P, de veintiuno de febrero de mil novecientos noventa y cinco, que resuelve su contrato de arrendamiento de pastos naturales con una duracion de nueve anos, suscrito con la Direccion Regional Agraria, el veintiocho de diciembre de mil novecientos noventa y tres. Senala que este hecho vulnera su derecho de libre desempeno de su trabajo y la libertad de contratacion. Por lo que pide que amparando su demanda se le restituyan los derechos vulnerados por la autoridad emplazada. Contesta el demandado contradiciendo la accion puesto que a su juicio lo que se pretende es revisar los considerandos de una resolucion administrativa y se cuestiona la validez de un proceso administrativo, estimando que la accion de amparo no es la via pertinente. El Primer Juzgado Especializado en lo Civil de Chulucanas - Piura, declaro, improcedente la accion por falta de agotamiento de la via previa. 2 TRIBUNAL CONSTITUCIONAL La Sala Especializada en lo Civil de la Corte Superior de Justicia de Piura, de conformidad con la fiscalia superior, confirmo la apelada declarandola improcedente, por estimar que la accion de amparo no es la apropiada, sino la via ordinaria. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, en el fondo lo que se pretende es el cuestionamiento de una resolucion administrativa que pone fin a un contrato por supuesto incumplimiento de las clausulas estipuladas en él, donde no existe arbitrariedad puesto que supone un procedimiento, donde es menester, previamente la existencia de una etapa probatoria que acredite los hechos expuestos por las partes y produzca certeza en el juzgador; circunstancia que va a generar situaciones litigiosas que deben ser ventiladas en un proceso especifico establecido para tal efecto en la via ordinaria. Que, por tanto, la accion de amparo no resulta ser la via idonea para dilucidar situaciones controvertibles como es el caso de la presente demanda, resultando de aplicacion lo prescrito en el Articulo 13° de la Ley No 25398. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "Confirmando la sentencia de vista, expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Piura, de fojas ciento uno, su fecha cinco de setiembre de mil novecientos noventa y cinco, que confirmando la apelada declaro IMPROCEDENTE la accion de amparo; dispusieron se publique en el Diario Oficial \"El Peruano\", 2 y los devolvieron. S.S. L ACOSTA SANCHEZ NUGENT DIAZ VALVERDE arerd GARCIA MARCELO que Certif100: S.G.Ch. Lo MARIA LUZVASQUEZ DE LOPEZ Ura. SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-10", "id": 36623, "nombre_demandado": "Dirección Regional de Agricultura de la Región Grau", "nombre_demandante": "Óscar Velarde Martínez", "numero_expediente": "00422-1996-AA"}