{"CONTEXTO": " 00429-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00429-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 429-98-AA/TC LIMA JUAN MANUEL ASCENSIO FARRONAY y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Manuel Ascencio Farronay contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y nueve, su fecha veinte de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El quince de octubre de mil novecientos noventa y siete, don Juan Manuel Ascencio Farronay y don Luis Velarde Samanez interponen Accion de Amparo y la dirigen contra el Instituto Peruano de Seguridad Social, solicitando se declaren inaplicables para los recurrentes las Resoluciones N.o 1865-DG-HN-ERM-IPSS-92 y N.o 1866-DG-HN-ERM- IPSS-92, ambas del treinta de noviembre de mil novecientos noventa y dos y se ordene su reincorporacion en sus cargos, el pago de sus remuneraciones dejadas de percibir, al habérseles violado su derecho constitucional a la estabilidad laboral, refiriendo como hechos que el primero de los nombrados ingreso a laborar el siete de abril de mil novecientos ochenta y seis en calidad de Auxiliar de Servicio Asistencial y el segundo de los nombrados ingreso con fecha uno de octubre de mil novecientos setenta y cuatro en el cargo de Auxiliar de Conservacion y Limpieza; que la demandada, en cumplimiento del Decreto Ley N.o 25636, llevo a cabo un proceso de racionalizacion, a pesar de no estar comprendidos dentro de los alcances de la norma indicada, y al no habérseles comunicado para presentarse a rendir el examen de seleccion, fueron cesados mediante las resoluciones senaladas de fecha treinta de noviembre de mil novecientos noventa y dos, por lo que solicitan reponer las cosas al estado anterior a la violacion realizada. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha veintidos de octubre de mil novecientos noventa y siete, a fojas dieciocho, declara in limine improcedente la demanda, por considerar que ha caducado el ejercicio de la accion por haber vencido en exceso el plazo previsto en el articulo 37° de la Ley N.o 23506 de Habeas Corpus y Amparo. TRIBUNAL CONSTITUCIONAL Al apelar esta resolucion se notifica a la demandada, el Instituto Peruano de Seguridad Social, quien representada por el abogado, don Daniel Gordillo Lazaro, manifiesta que la Accion de Amparo caduca a los sesenta dias de producido el hecho lesivo, y que los demandantes no impugnaron administrativamente esas resoluciones. La Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y nueve, con fecha veinte de marzo de mil novecientos noventa y ocho, confirma la apelada, por resultar extemporanea la presente accion. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que los demandantes acuden en amparo contra las Resoluciones Directorales Nos 186-DG-HN-ERM-PSS-92 y 1866-DG-HN-ERM-IPSS-92, ambas de fecha treinta de noviembre de mil novecientos noventa y dos, mediante las cuales los cesan de sus cargos, interponiendo esta accion el quince de octubre de mil novecientos noventa y siete, ésto es, a los cinco anos de producida la supuesta agresion de sus derechos. 2. Que, de conformidad con el articulo 370 de la Ley N.o 23506 de Habeas Corpus y Amparo, el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion del derecho constitucional, no siendo, por tanto, procedente examinar en esta sede el fondo de la pretension por haber transcurrido excesivamente el plazo que tenia para interponerla, operando asi la caducidad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA :: CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y nueve, su fecha veinte de marzo de mil novecientos noventa y ocho, que confirmo la apelada y declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, V Lirg ure DIAZ VALVERDE, NUGENT, mod GARCIA MARCELO. VV U LO que Certifi00: JAM Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-17", "id": 35004, "nombre_demandado": "Instituto Peruano de Seguridad Social", "nombre_demandante": "Juan Manuel Ascencio Farroñay y otro", "numero_expediente": "00429-1998-AA"}