{"CONTEXTO": " 00425-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00425-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 425-97-AA/TC La Libertad. José Daniel Arce Mejia y otros. Sentencia del Tribunal Constitucional En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y GARCIA MARCELO; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario, que interpone don José Daniel Arce Mejia y otros; contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad su fecha dieciocho de abril de mil novecientos noventa y siete, que confirmando la apelada, declaro infundada la Accion de Amparo, interpuesta contra el Alcalde de la Municipalidad Distrital de Victor Larco Herrera y otros.", "ANTECEDENTES:": "Con fecha veinticinco de noviembre de mil novecientos noventa y seis don José Daniel Arce Mejia, Lucia Ruiz Arana, Ernesto Dubreil Garro Marin y Severino Castillo Ramos, interponen Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Victor Larco Herrera y otros; por considerar que mediante la Resolucion de Alcaldia No 408-96-MDVLH de fecha 27 de agosto de 1996, que dispone sus ceses por causal de excedencia, derivada del proceso de evaluacion del rendimiento laboral correspondiente al primer semestre de 1996, se ha violado sus derechos constitucionales referidos al 2 TRIBUNAL CONSTITUCIONAL trabajo, a la proteccion contra el despido arbitrario y al debido proceso, consagrados en los articulos 22° > 270 y 1390 inciso 3) del articulo 139° de la Carta Politica de 1993, respectivamente; solicitando su reposicion en los mismos cargos que han venido desemperando hasta antes del cese que consideran arbitrario y se les abone sus remuneraciones dejadas de percibir. Sostiene los demandantes, que fueron cesados mediante Resolucion de Alcaldia No 408-96-MDVLH, su fecha 27 de agosto de 1996. Asimismo, indican que el Reglamento de Evaluacion Semestral de Personal de la Municipalidad Distrital de Victor Larco Herrera, aprobado por Resolucion de Alcaldia No 338-96-MDVLH del 25 de julio de 1996, no ha sido dado a publicidad. Indican que no habiéndose seleccionado los examenes de acuerdo con la naturaleza de la funcion desempenada ni con el grado de cultura e instruccion de los evaluados, soslayando preguntas relacionadas con sus labores diarias, se ha generado una arbitraria discriminacion con el personal obrero, quienes no tienen siquiera primaria completa. De otro lado, argumentan que la evaluacion se ha ejecutado a través de una empresa particular denominada Centro de Asesoramiento y Desarrollo Empresarial, la que fue contratada para llevar a cabo dicho proceso, facultandola para que evalue en sus distintas variables al personal, sustituyendo en sus funciones a la comision de evaluacion, lo cual ha generado que los trabajadores sean calificados con puntajes erroneos, que perjudica a los evaluados, mostrando abierta parcialidad con algunos de los trabajadores. Admitida la incoada, es contestada por los demandados, quienes solicitan que la demanda sea declarada infundada, por considerar que la administracion municipal ha actuado dentro del marco que el Decreto Ley No 26093 ampliado por Ley No 26553, toda vez que dichas normas legales le facultaba a cesar por excedencia a los trabajadores que no califiquen en el proceso de evaluacion de personal efectuado, correspondiente al primer semestre de 1996. Asimismo, informan que los accionantes han cobrado sus respectivas compensaciones por tiempo de servicios, conforme a las liquidaciones que para el efecto cumple con adjuntar, suscribiendo los correspondientes comprobantes de pago en senal de plena conformidad con ello. Agrega que no obstante lo antes senalado, si tuvieran que reclamar respecto de sus beneficios sociales, pueden recurrir a la via laboral 3 TRIBUNAL CONSTITUCIONAL correspondiente, a fin de hacer valer su derecho. Con fecha veinticuatro de diciembre de mil novecientos noventa y seis, el Juez del Segundo Juzgado Especializado en lo Civil de Trujillo, expide sentencia declarando infundada la accion de amparo. Formulado el recurso de apelacion, la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, con fecha dieciocho de abril de mil novecientos noventa y siete, confirma la recurrida. Interpuesto el Recurso Extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, en el petitorio de la demanda, los accionantes solicitan se declare en sus casos inaplicable la Resolucion de Alcaldia No 408-96-MDVLH de fecha 27 de agosto de 1996 que dispone sus ceses por causal de excedencia, asi como se les reponga en el mismo cargo que venian desempenando en la Municipalidad Distrital de Victor Larco Herrera, Provincia de Trujillo, y se les abone las remuneraciones dejadas de percibir. 2. Que, conforme se advierte de las Liquidaciones de Compensacion por tiempo de servicios y de los comprobantes de pago correspondientes, que en copias legalizadas obran de fojas 138 a 146 de autos, los demandantes han efectuado el cobro de sus beneficios sociales durante el mes de setiembre de 1996, es decir con anterioridad a la interposicion de la demanda, que tuvo lugar el 25 de noviembre del mismo ano, convalidando su cese dispuesto mediante la cuestionada resolucion, razon por la que resulta improcedente la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : 4 TRIBUNAL CONSTITUCIONAL REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas doscientos sesenta y cinco, su fecha dieciocho de abril de mil novecientos noventa y siete, que confirmando la apelada, declaro infundada la demanda y reformandola, declararon IMPROCEDENTE la accion de amparo. Ordenaron su publicacion en el Diario Oficial \"El Peruano\", y los devolvieron.", "SS.": "4 2 21CA A ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. Fal RL A.A.M. 4 LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-02", "id": 36845, "nombre_demandado": "Alcalde la Municipalidad Distrital de Víctor Larco Herrera y otros", "nombre_demandante": "José Daniel Arce Mejía y otros", "numero_expediente": "00425-1997-AA"}