{"CONTEXTO": " 00421-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00421-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 421-97-AA/TC LAMBAYEQUE VICTOR RODRIGO PALACIOS OLAZABAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Rodrigo Palacios Olazabal contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fecha quince de abril de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Victor Rodrigo Palacios Olazabal interpone demanda de Accion de Amparo contra el Presidente Ejecutivo del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon, don César Ramal Pesantes, con la finalidad de que, deje sin efecto la Resolucion Presidencial Regional No 49896CTAR-RENOMP, de fecha once de octubre de mil novecientos noventa y seis, en la que se le impone una sancion disciplinaria de treinta dias de suspension sin goce de haber y anotarla en el legajo personal del demandante; manifiesta que en el proceso disciplinario que se le abrio no se han valorado los hechos conforme acontecieron, por lo que han transgredido su derecho de defensa, a la tutela jurisdiccional efectiva e igualdad de las partes; ampara su demanda en lo dispuesto por el articulo 100° de la Ley General de Procedimientos Administrativos, articulos II, Vy VI del Titulo Preliminar del Codigo Civil, articulos Iy VI del Codigo Procesal Civil, articulos 1° y 2° de la Ley No 23506 y articulos 2° incisos 2)y 15)y 200° inciso 2) de la Constitucion Politica del Estado. El Presidente Ejecutivo del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon contesta la demanda senalando que en el proceso administrativo disciplinario que se siguio al demandante no ha habido quebrantamiento del debido proceso, toda vez que se ha procedido conforme a ley, recibiendo y merituando el descargo del demandante, consecuentemente, la resolucion impugnada mediante la presente accion fue expedida conforme a ley. El Quinto Juzgado Especializado en lo Civil de Chiclayo, con fecha veintiuno de enero de mil novecientos noventa y siete, declaro improcedente la demanda por considerar, entre otras razones, que de autos se acredita que el demandante efectuo su descargo correspondiente en el proceso administrativo que se le instauro y que la falta cometida por el demandante se encuentra probada, es decir, las resoluciones impugnadas fueron expedidas conforme a ley, ademas, no se puede dejar sin efecto via la accion de 2 TRIBUNAL CONSTITUCIONAL amparo, resoluciones administrativas que han causado estado y cuyos efectos se han convertido en irreparables. Interpuesto el Recurso de Apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha quince de abril de mil novecientos noventa y siete, confirma la apelada que declara improcedente la demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia tienen por objeto reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, en el caso de autos no corresponde al Tribunal Constitucional --como se ha dicho en reiterada jurisprudencia-- calificar la viabilidad del proceso disciplinario, ni si en el mismo se han acreditado 0 desvirtuado las imputaciones, ni pronunciarse sobre la sancion, pues ello corresponde a otra via, pero si corresponde, via la Accion de Amparo, analizar si el proceso disciplinario se ha realizado con observancia de la ley a efectos de salvaguardar el derecho al debido proceso. 3. Que, del analisis de los autos se aprecia que el demandando no ha incurrido en ninguna irregularidad y que el proceso disciplinario que se le abrio al demandante y las resoluciones impugnadas son consecuencia de un proceso realizado con sujecion a ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento quince, su fecha quince de abril de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda,reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, cercia / NUGENT, GARCIA MARCELO. Lo que dertifioo: mr LHe Dra. MANAIUIZS VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-20", "id": 34903, "nombre_demandado": "Presidente Ejecutivo del Consejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón (César Ramal Pesantes)", "nombre_demandante": "Víctor Rodrigo Palacios Olazábal", "numero_expediente": "00421-1997-AA"}