{"CONTEXTO": " 00434-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00434-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 434-97-HC/TC LIMA SEGUNDO JOSÉ QUIROZ CABANILLAS Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL M En Lima, a los nueve dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo Jose Quiroz Cabanillas y don Marco Francisco Samamé Quiroz contra la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha catorce de abril de mil novecientos noventa y siete, que declara improcedente la Accion de Habeas Corpus interpuesta contra el general PNP Luis Malasquez Duran y el capitàn PNP Emilio Augusto Pena Silva.", "ANTECEDENTES:": "Don Segundo José Quiroz Cabanillas y don Marco Francisco Samamé Quiroz interponen Accion de Habeas Corpus, por considerar que vienen siendo vulnerados sus derechos constitucionales. En el caso del primero, la libertad de ejercicio de la defensa y en el caso del segundo, la libertad individual. Especifica don Segundo Quiroz Cabanillas que el dia veintisiete de marzo de mil novecientos noventa y siete, se presento en su estudio juridico el Capitan PNP Emilio Augusto Pena Silva con el objeto de indagar acerca de la autenticidad de una firma suya consignada en un escrito, asi como para senalar que, por ordenes directas del general PNP Luis Malasquez Duran, Jefe de Inspectoria de la Policia Nacional del Peru, se venia haciendo un seguimiento policial sobre la persona don Mario Francisco Samamé Quiroz, quien es su trabajador. Por su parte, don Marco Francisco Samamé especifica que el dia treinta y uno de marzo, y en circunstancias que se dirigia a su centro de trabajo, fue seguido 2 TRIBUNAL CONSTITUCIONAL por dos sujetos con caracteristicas policiales, presumiendo que ello era debido a las ordenes del general Malasquez y al capitan Pena Silva, ya que ante el Tercer Juzgado Especializado en lo Civil del Cono Norte de Lima, venia siguiendo un proceso en el que aparecia como demandado el tio del capitan Pena Silva, es decir, el senor don Alejandro Silva Diaz. Hace presente ademas, que el escrito mostrado por el emplazado corresponde al recurso de su patrocinada dona Marina Mallqui Flores, en un proceso donde participan los tios politicos del referido capitan. Recibidas las declaraciones de los accionantes, éstos se ratifican ante el Juez en sus dichos. Los emplazados, por su parte, niegan categoricamente los hechos imputados. A fojas veintinueve, con fecha dos de abril de mil novecientos noventa y siete, el Decimoquinto Juzgado Penal de Lima declara improcedente la accion, fundamentalmente en atencion a que la sola imputacion, sin tener los medios probatorios fehacientes, no es motivo para alegar que se vean mermados los derechos a la libertad individual 0 al libre ejercicio de la abogacia. A fojas sesenta y uno, con fecha catorce de abril de mil novecientos noventa y siete, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma la apelada en razon de la inconsistencia de los medios probatorios aportados. Contra esta resolucion, los accionantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que conforme se aprecia en el escrito de habeas corpus interpuesto por los accionantes, el objeto de éste se orienta al cese de las agresiones sobre la libertad en el ejercicio de la defensa asi como sobre la libertad individual, tras considerar que ambos derechos vienen siendo afectados por los emplazados en su condicion de miembros de la Policia Nacional del Peru. Que, por consiguiente, y partiendo de la constatacion respecto de las condiciones de 2. procedibilidad de la presente accion, que en el presente caso han sido satisfechas por haberse interpuesto la accion sin que concurran ninguno de los supuestos establecidos en el articulo 6° de la Ley N.o 23506 0 en aquéllos otros que senala el articulo 16° de la Ley N.o 25398, procede determinar la legitimidad 0 no del petitorio formulado. Que, sobre el particular, este Tribunal estima que las alegaciones vertidas por los 3. actores carecen de todo asidero constitucional, no solo debido a que carecen de medios probatorios idoneos que las respalden, sino que adicionalmente se 3 TRIBUNAL CONSTITUCIONAL desvirtuan en contradicciones manifiestas, como las que se aprecian entre las declaraciones de don Segundo José Quiroz Cabanillas (fojas once) y las de don Marco Francisco Samamé Quiroz (fojas catorce). Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA": "REVOCANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y uno, su fecha catorce de abril de mil novecientos noventa y siete, que confirmando la apelada, declaro improcedente la accion, reformandola, declara INFUNDADA la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEL nl / DIAZ VALVERDE NUGENT GARCIA MARCELO / l / Lsd. Certif100: Lo que Dre. MARIA LUZ' VASOUEZ RELATORA SECRET TARIA PLONNTUCONAL TRIBUNAL", "fecha_publicacion": "1999-08-15", "id": 35458, "nombre_demandado": "General de la Policía Nacional del Perú (Luis Malásquez Durán) y Capitán de la Policía Nacional del Perú (Emilio Augusto Peña Silva)", "nombre_demandante": "Segundo José Quiroz Cabanillas y Marco Francisco Samamé Quiroz", "numero_expediente": "00434-1997-HC"}