{"CONTEXTO": " 00434-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00434-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 434-98-AA/TC Lima José Castro Ballena y otros. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticinco dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Castro Ballena contra la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas cuarenta y cuatro del cuaderno de nulidad, que resolviendo Haber Nulidad declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don José Castro Ballena y otros interponen demanda de Accion de Amparo contra el Presidente de la Comision Administradora del Patrimonio de las Camaras Legislativas, Coronel Ejército Peruano en situacion de retiro Carlos Novoa Tello, a fin de que se declare la inaplicabilidad de la Resolucion No 1303-B-92-CACL publicada el treinta y uno de diciembre de mil novecientos noventa y dos. Refieren que hasta el cinco de abril de mil novecientos noventa y dos, fecha en que sucedio el golpe de estado, estaban considerados como servidores nombrados de la Camaras de Diputados del Congreso de la Republica, sin embargo, desde dicha fecha se les impidio el ingreso a su centro de trabajo, de acuerdo a lo dispuesto en los Decretos Leyes No 25418, No 25438, No 25477, No 25640, No 25759 y No 25684, mediante los cuales se cerraba el Congreso de la Republica y se nombraba una Comision Administradora del Patrimonio de las Camaras Legislativas la cual estaria a cargo del proceso de evaluacion y seleccion del personal, estableciéndose como fecha limite para la conclusion del mencionado proceso el seis de noviembre de mil novecientos noventa y dos. Sin embargo, alegan que una vez vencido el plazo antes senalado, la Comision Administradora no cumplio con el encargo de seleccionar al personal ya que con fecha nueve de noviembre de mil novecientos noventa y dos se publica en el Diario Oficial El Peruano el cuadro de méritos del proceso de evaluacion, de donde se deduce que el Presidente de la referida Comision Administradora habria cometido delito de Usurpacion de Funciones, toda vez que su mandato por encargo solo era hasta el seis de noviembre de mil novecientos noventa y dos. Por otro lado aducen que con fecha veintinueve de diciembre del mismo ano juramento como Presidente del Congreso Constituyente Democratico don Jaime Yoshiyama Tanaka, cargo que fue ratificado el treinta de diciembre de mil novecientos noventa y dos, motivo por el cual a partir de dicha fecha cesaban las funciones del Presidente de la Comision Administradora de las Camaras Legislativas, sin embargo, obviando ello publica con fecha treinta y uno de diciembre de mil novecientos noventa y dos la resolucion materia del TRIBUNAL CONSTITUCIONAL presente proceso, motivo por el cual nuevamente el demandado comete delito de Usurpacion de Funciones; mas aun cuando de acuerdo al articulo 42° del Decreto Ley No 26111 que modifica el Decreto Supremo No 006-SC-67, los actos administrativos producen sus efectos desde el dia siguiente de su notificacion O publicacion. El Procurador Publico del Poder Legislativo, Presidencia del Consejo de Ministros y Jurado Nacional de Elecciones contesta la demanda senalando que la evaluacion de personal se llevo a cabo los dias veinticuatro y veinticinco de octubre de mil novecientos noventa y dos, publicandose el dia nueve de noviembre del mismo ano mediante Resolucion No 1303-92-CACL, la relacion de personal que habia aprobado los examenes de evaluacion, por lo que aquellos servidores que no figuraban en esa relacion se encontraban descalificados, y que la impugnada Resolucion No 1303-B-92-CACL, simplemente viene a cumplir el requisito de formalidad en la publicidad a fin de comunicar expresamente a los servidores que cesaban por la causal de reorganizacion. El Juez del Vigésimo Tercer Juzgado Especializado en los Civil de Lima, a fojas setenta y siete, con fecha treinta de setiembre de mil novecientos noventa y tres declaro fundada la demanda por considerar que la Resolucion No 1303-B-92-CACL, publicada el treinta y uno de diciembre de mil novecientos noventa y dos, de acuerdo al articulo 42° del Decreto Supremo No 006-SC-67, Reglamento de Procedimientos Administrativos, modificado por la Ley No 26111, surte efectos a partir del dia siguiente de su publicacion 0 notificacion, vale decir, desde el uno de enero de mil novecientos noventa y tres, motivo por el cual al declarar excedentes a los demandantes con efectividad al seis de noviembre de mil novecientos noventa y dos se esta vulnerando el principio de no retroactividad de las leyes consagrado en el articulo 870 de la Constitucion de 1979 y articulo 187° de la Constitucion de 1993. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos sesenta y tres, con fecha veintidos de enero de mil novecientos noventa y siete, confirmo la sentencia apelada declarando fundada la demanda por considerar que el cese de los demandantes ha contravenido los principios constitucionales de la Constitucion de 1979 previstos en el articulo 187° al otorgarse efectos retroactivos a la Resolucion cuestionada en autos, y el articulo 48° al excederse en las atribuciones conferidas y desconocer el derecho a la estabilidad laboral de los accionantes. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas treinta y ocho del cuaderno de nulidad, con fecha cinco de agosto de mil novecientos noventa y siete resuelve Haber Nulidad y reformando la sentencia de vista declara improcedente la Accion de Amparo por considerar que la Comision Administradora de las Camaras Legislativas se limito a cumplir lo dispuesto en los Decretos Leyes No 25477, No 25640 y No 25759. Contra esta resolucion interpone Recurso Extraordinario.", "FUNDAMENTOS:": "2 TRIBUNAL CONSTITUCIONAL 1.- Que a través del presente proceso los demandantes pretenden se declare la inaplicabilidad de la Resolucion No 1303-B-92-CACL en virtud de la cual se les cesa del Congreso de la Republica por causal de reorganizacion y racionalizacion. 2.- Que, conforme se aprecia de la Resolucion cuestionada en autos, obrante a fojas uno, la misma fue emitida dentro del plazo senalado en el articulo 1° de la Ley No 25759, vale decir el seis de noviembre de mil novecientos noventa y dos, fecha a partir de la cual se resolvio cesar a los demandantes materia de esta Accion de Amparo. 3.- Que, por otro lado, no puede alegarse que el Coronel del Ejército Peruano en situacion de retiro Carlos Novoa Tello haya cometido delito de Usurpacion de Funciones al haberse expedido la Resolucion cuestionada con fecha seis de noviembre de mil novecientos noventa y dos, toda vez que de acuerdo a la Resolucion Suprema No 532-92-PCM el mismo ostentaba el cargo de Presidente de la Comision Administradora del Patrimonio del Congreso de la Republica en representacion del Presidente del Consejo de Ministros desde el veintidos de octubre de mil novecientos noventa y dos por el plazo de sesenta dias computados desde esa fecha. En tal sentido el cese de los demandantes se debio al estricto cumplimiento del 4.- Decreto Ley No 25759 al no haber aprobado el examen de seleccion de personal. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, de fojas treinta y ocho del cuaderno de nulidad, su fecha cinco de agosto de mil novecientos noventa y siete que resuelve Haber Nulidad y en la sentencia de vista y declara improcedente la demanda; y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. hukal ACOSTA SANCHEZ DIAZ VALVERDE larce L NUGENT Wa 1 GARCIA MARCELO Lo que Certifiao: G.L.Z. 11. Dra. MARIA LUZ VASOUZ 3 SECRETARIA RELATOFA TRIBUNAL CONSTITHEIONAP", "fecha_publicacion": "1999-01-22", "id": 34867, "nombre_demandado": "Comisión Administradora del Patrimonio de las Cámaras Legislativas y otro", "nombre_demandante": "José Castro Ballena y otros", "numero_expediente": "00434-1998-AA"}