{"CONTEXTO": " 00430-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00430-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 430-96-AA/TC HUAURA JOSÉ DAVID SANCHEZ ZAPATA. DA NU SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José David Sanchez Zapata contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fecha veintitrés de julio de mil novecientos noventa y seis, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don José David Sanchez Zapata interpone demanda de Accion de Amparo contra el Alcalde del Concejo Distrital de Chancay, don Luis Alberto Casas Sebastiàn, contra el Regidor, don Marcos Céspedes Mendieta, contra el Policia Municipal, don Leoncio Puntillo Regalado, y contra los miembros de la PNP apellidados Ramirez y Vargas, con la finalidad de que cesen los hechos y conductas que vulneran el libre ejercicio de derecho a trabajar, a la propiedad y a la tranquilidad; que los demandados estan vulnerando sus derechos en forma concertada con dolo y fraude mediante los allanamientos bruscos a la propiedad, ya que los demandados, en horas de la noche, allanan bruscamente el establecimiento comercial \"Las Burbujas del Caribe\" de propiedad del demandante, agrediendo fisicamente a los vigilantes. Ampara su accion en lo dispuesto por los articulos 2° incisos 15), 16), 22), el 103° y el 200° de la Carta Magna y los articulos 1°, 2° y 24° inciso 10) de la Ley N.o 23506. El Alcalde de la Municipalidad demandada, don Luis Alberto Casas Sebastiàn, contesto la demanda negândola y contradiciéndola en todos sus extremos. Manifiesta que la intervencion cuestionada se debe, en primer lugar, al ejercicio regular de las funciones de los emplazados y, en segundo lugar, a que la red de seguridad ciudadana, auspiciada por la PNP en todo el pais, viene realizando operativos en la localidad de Chancay contra la 2 TRIBUNAL CONSTITUCIONAL delincuencia y los actos antisociales e ilegales. Asimismo, los miembros demandados de la PNP contestan la demanda senalando que ellos han actuado en el ejercicio regular de sus funciones. El Primer Juzgado Especializado en lo Civil de Huaral, con fecha siete de junio de mil novecientos noventa y seis, declaro fundada la demanda, por considerar, entre otras razones, que por la forma y el modo de llevar a cabo los operativos al que fue sujeto el local del demandante, el mismo se realizo sin estar presente el Fiscal Provincial el cual, como agente tuitivo y previsor, debio vigilar que se realicen dentro de las propias normas, sin abusar del derecho que como autoridad tienen los demandados, lo que en el presente caso ha sucedido. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Huaura, con fecha veintitrés de julio de mil novecientos noventa y seis, reformando la apelada, declaro infundada la demanda por considerar que el establecimiento comercial \"Las Burbujas del Caribe\" esta abierto al publico y, por tanto, sujeto a la fiscalizacion de la autoridad competente, no apreciândose que exista la violacion de algun derecho constitucional del demandante; que los maltratos fisicos, la violencia en los operativos asi como la hostilizacion por moviles subalternos deben hacerse valer en la via correspondiente. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que los demandados han actuado en uso de las facultades y atribuciones que le 1. concede la Ley Organica de Municipalidades, maxime si se toma en cuenta que en la fecha de los acontecimientos, la Policia Nacional del Peru, en forma conjunta con las autoridades, desarrollaba el operativo de la red de seguridad ciudadana a efectos de combatir la delincuencia y los actos antisociales. Que, a mayor abundamiento, las municipalidades, en mérito a los prescrito por el 2. articulo 68° inciso 7) de la Ley Organica de Municipalidades, entre sus atribuciones esta el otorgar licencias de apertura de establecimientos comerciales y controlar su funcionamiento; en el caso de autos existia también el antecedente de que en un anterior operativo se encontro a menores de edad en la discoteca \"Burbujas del Caribe\" de propiedad del demandante, antecedente negativo que viabiliza la fiscalizacion y control de parte de la Municipalidad demandada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas trescientos treinta y seis, su fecha veintitrés de julio de mil novecientos noventa y seis, que reformando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "LILAI cel ACOSTA SANCHEZ DIAZ VALVERDE NUGENT arecA Mi 1 GARCIA MARCELO MR Lo que Oertifioo; 9  / Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA RLONSTTUCIONAL TRIBUNAL", "fecha_publicacion": "1999-06-28", "id": 35177, "nombre_demandado": "Concejo Distrital de Chancay (Luis Alberto Casas Sebastián - alcalde) y otros", "nombre_demandante": "José David Sánchez Zapata", "numero_expediente": "00430-1996-AA"}