{"CONTEXTO": " 00433-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00433-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 433-96-AA/TC GLADYS MERCEDES RODRIGUEZ CASTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, a los dos dias del mes de diciembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad interpuesto por dona Gladys Mercedes Rodriguez Castro, contra la sentencia de la Primera Sala Especializada en lo Civil, Agrario y Laboral de la Corte Superior de Justicia de Lambayeque, su fecha 22 de noviembre de 1995, que revoco la sentencia apelada, su fecha 14 de agosto de 1995, que declaro fundada la accion de amparo, y reformandola la declaro improcedente contra la Direccion Regional de Educacion - Chiclayo.", "ANTECEDENTES:": "Dona Gladys Mercedes Rodriguez Castro, con fecha 12 de julio de 1995, interpone accion de amparo contra la Direccion Regional de Educacion-Lambayeque, a fin de que se le abone el pago de sus remuneraciones por tiempo de servicios, de conformidad con el articulo 52 de la Ley del Profesorado; senala la actora que dicho impago afecta sus derechos constitucionales contenidos en los articulos 24, 26 (incisos 2 y 3), y 138 de la Constitucion Politica del Estado; sostiene la demandante, que en su condicion de profesora con mas de 25 anos de servicios solicito a su empleadora la Direccion Regional de Educacion el pago de su beneficio de remuneracion por tiempo de servicios de conformidad con el articulo 52 de la ley del Profesorado No 24029, modificada por la Ley N 25212, que dispone otorgar una bonificacion por tiempo de servicios equivalente a tres remuneraciones, tal como se venia otorgando a los docentes a nivel nacional, hasta principios de ano 1995 ; que, sin embargo la entidad demandada omite cumplir con el TRIBUNAL CONSTITUCIONAL pago reclamado invocando normas de menor jerarquia como el Decreto Supremo N 051-91-PCM, y el Oficio Multiple N 061-95-RENOM-CRPP-DR, por las cuales emite R.D.R No 1034-95-RENOM/ED del 05 de mayo de 1995, disponiendo el calculo de monto de la bonificacion en forma diminuta. A fojas quince, la emplazada contesta la demandada, sosteniendo, que es cier que el calculo del monto de las remuneraciones por dicho beneficio se viene efectuand con sumas menores a las que se otorgaba en anos anteriores, en cumplimiento de diverse oficios multiples de los cuales se interpreta que el monto de las remuneracione demandados por la actora se debe calcular de conformidad con los dispuesto por C articulos 8 y 9 del Decreto Supremo No 051-91-PCM. A fojas 20, la sentencia de Primera Instancia, su fecha 14 de agosto de 199 declara fundada la demanda, por considerar, principalmente, que \"lo que existe en presente caso son disposiciones aparentemente implicantes entre si, y que la entida demandada viene aplicando normas de menor jerarquia, ademas es contrario al texi constitucional que establece en el inciso 3, del articulo 26 de la Constitucion Politica de Estado que debe interpretarse favorablemente al trabajador en caso de duda insalvable la aplicacion de las normas, situacion contraria que se ha dado en el caso que nos ocup por lo que evidentemente se esta conculcando este derecho de la demandante\". A fojas 42, la sentencia de Vista, su fecha 09 de noviembre de 1995, revoca sentencia apelada, que declaro fundada la accion, y reformandola la declar improcedente, por considerar que la demandante no ha agotado las vias previas. Interpuesto Recurso de nulidad por la demandante, el mismo que debe entenders como Recurso Extraordinario, los autos son elevados al Tribunal Constitucional, conformidad con el articulo 41° de su Ley Orgànica;", "FUNDAMENTOS:": "Que, Solo procede la accion de amparo cuando se haya agotado las vias previas de conformidad con el articulo 27 de la ley No 23506; Que, en este sentido, del analisis del expediente se aprecia que la recurrente interpuso, en la via administrativa, impugnacion alguna contra la Resolucion 1034-95 RENOM/DE, que supuestamente agravia sus derechos constitucionales; Que, en el presente caso noson de aplicacion las excepciones previstas en articulo 28 de la Ley No 23506, por lo que la accion de amparo debe ser desestimada; Por estos fundamentos, el Tribunal Constitucional, en uso de sus atribucione conferidas por la Constitucion Politica del Estado y su Ley Orgânica; - TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de sus atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica: FALLA :Confirmando la sentencia de la Primera Sala Especializada en lo Civil, Laboral y Apraria de la Corte Superior de Justicia de Lambayeque, su fecha 09 de noviembre de 1995, a fojas 42, confirmo la sentencia de Primera Instancia, su fecha 14 de agosto de 1995, que declaro infundada la accion de amparo; entendiéndola como IMPROCEDENTE; mandaron, se publique en el Diario Oficial \"El Peruano\", 9 conforme a la ley; y, los devolvieron. S.S.  ACOSTA SÂNCHEZ NUGENT DIAZ VALVERDE V ur - C GARCIA MARCELO 3.M. Lo que Certifico: LUZ VASQUEZ DE LOPEZ Dra. MARIA RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-01-06", "id": 36594, "nombre_demandado": "Dirección Regional de Educación de Lambayeque", "nombre_demandante": "Gladyz Mercedes Rodríguez Castro", "numero_expediente": "00433-1996-AA"}