{"CONTEXTO": " 00436-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00436-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: N.o 436-96-AA/TC LIMA LOLA LILIJIMÉNEZ HEREDIA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, H Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Lola Lili Jiménez Heredia, contra la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, de fojas cuarenta y dos, su fecha nueve de noviembre de mil novecientos noventa y cinco, que revocando la apelada, declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Lola Lili Jiménez Heredia interpone Accion de Amparo el doce de julio de mil novecientos noventa y cinco contra el Director Regional de Educacion, solicitando que se efectue el pago de sus remuneraciones integras al haber cumplido veinte anos de servicios, conforme esta establecido en el articulo 52° de la Ley del Profesorado N.° 24029 modificada por la Ley N.o 25212. Sostiene que con fecha veintidos de enero de mil novecientos noventa y cinco, ha cumplido veinte anos como profesora al servicio del Estado; por cuya razon solicito el pago de sus beneficios correspondientes, de acuerdo a lo dispuesto por el segundo parrafo del articulo 52° de la Ley N.o 24029, modificada por la Ley N.o 25212, Ley del Profesorado y que, de acuerdo a dicha norma, le corresponde recibir una bonificacion de dos remuneraciones integras y que, sin embargo, el demandado ha ordenado la suspension de los pagos integros, como se ha venido reconociendo. Que como resultado de tal decision se ha emitido una Resolucion Directoral No 1034-95-RENOMDE, de fecha cinco de mayo de mil novecientos noventa y cinco, mediante la cual, en cumplimiento a lo dispuesto por la autoridad demandada, se ha calculado como monto la remuneracion que debe percibir como bonificacion por tiempo de servicios la suma de ciento cuarenta y nueve nuevos soles con sesenta y ocho céntimos, es decir, el indice referencial tomado lo constituye para el demandado la remuneracion total permanente, equivalente a sesenta y seis nuevos soles por cada remuneracion. El demandado contesta la demanda precisando que si bien es cierto la Ley del Profesorado en su articulo 52° establece que el beneficio que reclama la demandante es de dos remuneraciones integras; también es cierto que se ha venido otorgando la misma hasta el ano de mil novecientos noventa y cuatro, pero que su representada obedece al cumplimiento de normas y directivas expresas como los Oficios Multiple Nos 0465- DIPER-94, 761-94-INAP/DNP, 061-35-RENOM-ORP-DR, mediante los cuales se 2/ TRIBUNAL CONSTITUCIONAL interpreta que el monto de las remuneraciones por los beneficios demandados por la demandante se deben calcular de conformidad a lo dispuesto en los articulos 8°y y 90 del Decreto Supremo N.o 051-91-PCM. El Juez del Cuarto Juzgado Especializado en lo Civil de Chiclayo, a fojas veinte, con fecha catorce de agosto de mil novecientos noventa y cinco, a fojas veinte, declara Dy fundada la demanda, por considerar principalmente que de la demanda y de la contestacion de la misma se establece que durante varios anos se ha venido otorgando la bonificacion por tiempo de servicios de dos remuneraciones integras por cumplir veinte anos de servicios en el Sector Educacion, y ello en mérito a lo dispuesto por el articulo 52° de la Ley No 24029 modificada por la Ley No 25212 Ley del Profesorado; sin embargo, se ha recortado el monto que representa la remuneracion integra a otro monto que la entidad emplazada denomina remuneracion total que nace como consecuencia, de la interpretacion que se le da a los oficios senalados por el demandado. Lo que existe en el presente caso son disposiciones aparentemente implicantes entre si, y que la entidad demandada viene aplicando normas de menor jerarquia. La Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, a fojas cuarenta y dos, con fecha nueve de noviembre de mil novecientos noventa y cinco, revoca la apelada, y haciendo suyos los argumentos del Fiscal la declara improcedente por estimar que deben agotarse las vias previas, de conformidad a lo dispuesto por el articulo 27° de la Ley No 23506.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el articulo 200° de la Constitucion Politica del Estado. 2. Que, en el caso de autos no se observa que la demandante haya presentado Recurso de Apelacion, conforme lo establece la Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado fue aprobado por Decreto Supremo 002-94-JUS; ya que el articulo 100° de la antes citada norma establece que la via administrativa queda agotada con la resolucion expedida en segunda instancia. 3. Que, el articulo 27° de la Ley No 23506 Ley de Habeas Corpus y Amparo, establece que, \"Solo procede la accion de amparo cuando se hayan agotado las vias previas\"; que no se aprecia en autos que la demandante haya agotado la via administrativa para poder recurrir a la Accion de Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "2 2 TRIBUNAL CONSTITUCIONAL CONFIRMANDO la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, de fojas cuarenta y dos, su fecha nueve de noviembre de mil novecientos noventa y cinco, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "1 A - ACOSTA SANCHEZ A - 2 - 2 - / DIAZ VALVERDE NUGENT u GARCIA MARCELO Lo que Oertifi0o; Dra. MARIAT LUZ VASOUEZ SECAETARIA TRIBUNAL RELATORA CONETITUGIDRNA I.M.R.T. 3", "fecha_publicacion": "1999-05-25", "id": 35131, "nombre_demandado": "Director Regional de Educación", "nombre_demandante": "Lola Lili Jiménez Heredia", "numero_expediente": "00436-1996-AA"}