{"CONTEXTO": " 00430-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00430-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. N9430-97-HCTC Caso: Delia Revoredo Marsano de Mur y otros. Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los Sehores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Dlaz Valverde;y Garcia. Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "/ del Recurso extraordinario interpuesto contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha treinta de abril de mil novecientos noventa y siete, que, confirmando la resolucion apelada del once de abril de mil novecientos noventa y siete, declara Improcedente la Accion de Habeas Corpus interpuesta por dona Delia Revoredo Marsano de Mur en su favor, el de don Jaime Mur Campoverde y el de dona Blanca Noemi Paiba Cossios de Galvez contra el Procurador encargado de los Asuntos Judiciales de la Superintendencia de Aduanas, Dr. Miguel Molleda Cabrera, la sehora Fiscal Superior de la Segunda Fiscalia Superior del Callao, Dra. Carmela Lostaunau de Gambini, y el sehor Fiscal Superior de la Fiscalia de Delitos Tributarios y Aduaneros de Lima, Dr. Elias Moisés Lara Chienda.", "ANTECEDENTES:": "La accionante interpone Habeas Corpus sustentando su reclamo en la existencia de una amenaza cierta e ilegal contra su libertad individual y contra la prerrogativa de inmunidad que le asiste como Magistrada del Tribunal Constitucional. Extensivamente, incluye dentro del primer extremo, a su esposo don Jaime Mur Campoverde y a dona Blanca Noemi Paiba Cossios de Galvez, cuya libertad individual, también puede verse afectada. Alega que los emplazados, han amenazado inconstitucionalmente sus derechos, a raiz de una investigacion que se les viene siguiendo por presunto delito de contrabando. Especifica que todo surge a consecuencia de que en noviembre de 1995, la Empresa Productos Alimenticios Nacionales PYC SA. (PAN PYC S.A.), de la cual su esposo es Presidente de Directorio, decidiera adquirir, para uso de su empresa en el Peri, dos vehiculos tipo camiones furgoneta, de la firma proveedora, en este caso, BRONAC INTERNATIONAL INC de Miami, operacion que quedo formalizada con la venta a la recurrente de los citados vehiculos con fecha 03-01-96 y por el monto de S/. 23,000.00 segun la Factura No 709-8657. Posteriormente PAN PYC S.A. decidio, que la misma empresa, BRONAC INTERNATIONAL INC, fuera la que realizara los tramites de 2 TRIBUNAL CONSTITUCIONAL inspeccion de los vehiculos, diligencia que fue practicada por la empresa SGS con fecha 05-01-96. A su vez, BRONAC INTERNATIONAL INC, contrato con TRINITY SHIPPING LINE S.A. para efectos del transporte de los vehiculos desde Miami hasta el Callao, habiéndose emitido el conocimiento de embarque con fecha 22-01-96. Paralelamente y en el caso de un tercer vehiculo, Mercedes Benz, éste fue adquirido por su esposo en su calidad de Presidente del Directorio de PAN PYC S.A., por el monto de S/. 70,200.00 a la firma BILL USSERY MOTORS INC. La orden de compra fue cerrada el 06-01-96 y cancelada con un cheque de la cuenta personal de la accionante. El 15-01-96 es emitida la Factura No 17263 por la venta del citado automovily el 22-01-96 la SGS procede a inspeccionarlo. La transportadora naviera TRINITY SHIPPING LINA S.A., al igual como lo hizo con los otros dos vehiculos, emitio el conocimiento de embarque el 22-01- 96, cuando el esposo de la demandante ya se encontraba en Lima, y se procedio a transportar el vehiculo al I Puerto del Callao, donde arribo el 06-02-96. No obstante, con fecha 22-01-96, el gobierno peruano, habia promulgado el Decreto de Urgencia No DU-005-96 cuyo texto dispuso suspender la importacion de toda clase de vehiculos usados de transporte terrestre. Dicha norma es publicada el 23-01-96 y entra en vigencia el 24-01-96, por lo que no puede afectar 0 comprender las operaciones de compra, de los citados vehiculos, al haber sido celebradas con anterioridad, siendo indiferente en este contexto, que el zarpe efectivo del buque que transporto a los vehiculos haya sido con posterioridad al 24-01-96. Ante los hechos sehalados y con fecha 30-10-96 se tomo conocimiento que la Division de Patrimonio Fiscal de la Policia Nacional del Peri, inicio un procedimiento por presunta comision de delito aduanero, en la modalidad de contrabando, bajo la conduccion del Fiscal de la Primera Fiscalia de Delitos Aduaneros del Callao, procedièndose a disponer la inmovilizacion de los vehiculos legalmente adquiridos, con fecha 18- 11-96. Posteriormente y segun aparece del Atestado No 38796DINPFL-PNP-DIECO el personal de la Policia Nacional del Peri, tomo conocimiento que en el vapor Regina J, durante los viajes 27, y 28 arribados al Callao se habian desestibado vehiculos cuyos conocimientos de embarque tenian fechas falsas con la finalidad de acogerse a las excepciones contempladas en el D.U. No 005-96. Llevada a cabo la investigacion, se concluyo mediante Resolucion No 99-96-MP del 02-01-97, que no ha lugar a Denuncia Penal contra don Jaime Mur Campoverde, dona Blanca Noemi Paiba Cossios de Galvez y dona Delia Revoredo Marsano de Mur, por Delito Aduanero, ordenandose el archivamiento definitivo y el levantamiento de la inmovilizacion de los vehiculos, mientras que de otro lado y respecto del senor Alberto de Rojas, Presidente de TRINITY SHIPPING LINE, se dispone remitir los actuados a la Fiscalia de Turno, por la comision de delito contra la fe piblica, al haber alterado los conocimientos de embarque de los vehiculos importados por PAN PYC S.A. Es ante dicha determinacion que el Procurador Publico encargado de los asuntos de la SUNAD ( ahora codemandado), interpone una Queja de Derecho, por lo que la sehora Fiscal Superior en lo Penal del Callao (también co-demandada) mediante resolucion del 07-02-97, ordena que la Fiscal Provincial de la Segunda Fiscalia de Delitos Aduaneros del Callao, doctora Hilda Valladares Alarcon, ejercite accion penal contra los reclamantes., consecuencia de lo cual, està ultima, denuncia ante el Primer Juzgado Penal del Callao a don Jaime Mur Campoverde, doha Blanca Noemi Paiba Cossios de Galvez y dona Delia Revoredo Marsano de Mur por delito aduanero (contrabando), en agravio del Estado y contra. Alberto de Rojas por delito contra la fe publica (falsificacion de documentos). De su lado, el. Juez del Primer Juzgado Penal del Callao, expide auto de no haber mérito para abrir instruccion contra don Jaime Mur y doha Blanca Noemi Paiba Cossios de Galvez, por tratarse de una figura atipica, mientras que, respecto a dona Delia Revoredo de Mur, se establece, que el representante delMinisterio Publico, debe proceder conforme a lo dispuesto para el caso de un Magistrado del Tribunal Constitucional investido de inmunidad. Apelada la resolucion expedida por la Fiscal denunciante, se elevan los autos a la Sala de Delitos Tributarios y Aduaneros de la Corte Superior de Lima, en cumplimiento de la Resolucion No 269-CME-PJ, expedida por la Comision Ejecutiva del Poder Judicial. Al ser elevados los autos y remitidos al Fiscal de la Fiscalia Superior de Delitos Aduaneros y Tributarios de Lima(también codemandado) se emite el Dictamen N53-97 por el que se opina, se revoque el auto apelado, y se ordene abrir el proceso penal correspondiente, situacion que viola los derechos de la recurrente en su condicion de Magistrada del Tribunal, y amenaza a su vez, su libertad individual y la de las otras personas a cuyo favor interpuso la presente accion. 2 TRIBUNAL CONSTITUCIONAL Por todos estos hechos, se solicita declarar fundada la accion interpuesta disponiendo que los denunciados, como cualquier autoridad administrativa, judicial 0 del Ministerio Publico, se abstengan de solicitar el procesamiento de la recurrente, sin que se cumplan con ello las disposiciones relativas a la inmunidad y el antejuicio constitucional, haciendo extensiva la accion, en lo que resulta pertinente, respecto de los otros afectados. Admitida la presente accion por la Sala Especializada de Derecho Publico, se encarga Su tramite al Juez Especializado en lo Penal de Turno Permanente, quien dispone investigacion sumaria, ordenando recibir las declaraciones de la recurrente y los emplazados. Recibida la declaracion de la accionante, esta se ratifica en lo expuesto en su escrito de Habeas Corpus, resaltando: Que los Magistrados del Tribunal Constitucional, gozan de los mismos derechos y prerrogativas que los Congresistas de acuerdo a la Constitucion y a la Ley Organica del Tribunal Constitucional; Que se encuentra investida de inmunidad en su condicion de Magistrada del citado Tribunal; Que de ser posible se procese a altos juncionarios por hechos que ocurrieron antes de que tomaran el cargo, no se cumpliria con el proposito constitucional de protegerlos mientras ejerzan sus altas funciones; Que existe amenaza contra su libertad al pretendérsele privar de élla, en el caso, que le sea adversa la resolucion judicial e impidiendole asi cumplir con las funciones que el pais le ha encomendado; Que la causa por la que se le investiga se encuentra al voto en la Sala Especializada de Delitos Tributarios, creada con posterioridad a la apelacion hecho que ademas transgrede lajurisdiccion que ya habia asumido la Sala Tributaria anterior. Recibida la declaracion del Fiscal Superior de Delitos Tributarios y Aduaneros, doctor Elias Moisés Lara Chienda, sostiene éste sentirse sorprendido por la accion interpuesta, ya que al emitir el Dictamen No 053-97 se ha obrado dentro de un proceso regular y en ejercicio de sus funciones conforme al articulo 91° de la Ley Organica del Ministerio Publico, en base al estudio y analisis del expediente respectivo; Que en dicho proceso se vienen observando las secuencias procesales establecidas en la citada Ley Organica del Ministerio Publico y el Codigo de Procedimientos Penales; Que si bien es cierto que la recurrente, en su calidad de Magistrada del Tribunal Constitucional goza de la prerrogativa del antejuicio, también es cierto que aquella solo se da cuando existe comision de delitos en el ejercicio de las funciones, no siendo ese el caso de la accionante, ya que se le ha interpuesto denuncia por delito de contrabando y los hechos ocurrieron antes de que fuera designada como Magistrada; Que ademas resulta contradictoria la actitud de la accionante, pues mientras afirma que la Fiscalia Provincialy el Juzgado Penal no tienen competencia para conocer su caso, ni en la etapa investigatoria ni en la judicial, en virtud de su inmunidad, por otro lado, no observo ni impugno la resolucion dictada por el Fiscal de la Primera Fiscalia Provincial de delitos aduaneros del Callao que resuelve no ha lugar a formularle a élla y a otras dos personas, denuncia por delito aduanero. Recibida, también la declaracion de la Fiscal Superior del Callao, doctora Carmela Lostanau de Gambini, sostiene esta: Que su actuacion obedecio a la queja interpuesta por el Procurador de la SUNAD contra el Fiscal de Aduanas del Callao; Que en aplicacion del articulo 120 del Decreto Legislativo 052 (Ley Organica del Ministerio Publico) expidio resolucion declarando fundada dicha queja, resolucion que no ha vulnerado ningun derecho constitucional; Que mediante la citada resolucion ordeno a la Fiscal de Aduanas del Callao, ejercitara la accion penal correspondiente, por existir indicios razonables de la comision de un ilicito penal de contrabando; Que con la citada resolucion declarando fundada la queja, concluyo su intervencion; Que el Ministerio Publico carece de la potestad jurisdiccional, como si la tienen los jueces, para administrar Justicia 0 discernirla, por lo que no le es posible tomar ninguna medida contra la accionante, ordenando su procesamiento 0 su detencion. Finalmente, recibida la declaracion del Procurador Publico encargado de los Asuntos de la Superintedencia Nacional de Aduanas, doctor Miguel Molleda Cabrera, sostiene este: Que su intervencion en el proceso de investigacion de la accionante se ha limitado a presentar una Queja de Derecho contra la Resolucion de la 4 TRIBUNAL CONSTITUCIONAL Primera Fiscalia Provincial de Delitos Aduaneros del Callao que disponia el archivamiento de los actuados por delito de contrabando; Que solo se limito a interponer el recurso que la ley le franquea en cautela de los derechos del Estado; Que la denuncia penal ante la Primera Fiscalia de Delitos Aduaneros presentada por la Policia Fiscal no teniendo en este aspecto ninguna intervencion; Que los Procuradores Publicos no cuentan con facultad alguna de cardcter coercitivo 0 compulsivo que pudiera amenazar 0 compulsar libertad individual alguna; Que la queja que interpuso y los recursos que promueva en su oportunidad son sin menoscabo de las garantias y beneficios procesales con que cuenta la Magistrada accionante, pero respecto de cuyo procedencia, le corresponderd pronunciarse al organo. jurisdiccional competente. De fojas doscientos veintitrés a doscientos veinticuatro y con fecha once de abril de mil novecientos noventa y siete, el Décimo Noveno Juzgado Penal de Lima, expide resolucion declarando improcedente la accion de Habeas Corpus, fundamentalmente por considerar: Que al establecerse que existe una investigacion contra la accionante y las personas de don Jaime Mur Campoverde y dona Blanca Noemi Paiba Cossios de Gâlvez, por la comision de delito de contrabando, en la que los accionados, en su calidad de juncionarios del organo persecutor, en el caso de los fiscales, y de la defensa del Estado, en el caso del Procurador, se han limitado a cumplir con las obligaciones establecidas por ley, las acciones emanadas de dicha investigacion provienen de un procedimiento regular que por su naturaleza garantiza el derecho de defensa; Que la accion de Habeas Corpus no puede sustraer a una persona de una investigacion regular, ya que en ella no se agrede ni menoscaba el derecho constitucional a la libertad individual; Que la inmunidad constitucional a la que hace referencia la accionante por ser Magistrada del Tribunal Constitucional, no es atendible en esta via, por no encontrarse laxativamente normada dentro de lo previsto por el articulo 12° de la Ley de Habeas Corpus y Amparo y por ser un derecho distinto a la libertadindividual Apelada dicha resolucion por la accionante, los autos son elevados a la Sala Especializada de Derecho Publico, la que afojas trescientos treinta y nueve y trescientos cuarenta y con fecha treinta de abril de mil novecientos noventa y siete, confirma la resolucion apelada fundamentalmente por considerar: Que en cuanto a la vulneracion al derecho al Juez natural y a ser sometida a un proceso de acuerdo a normas pre- establecidas, el proceso penal se elevo ante la Sala de Delitos Tributarios yAduaneros en cumplimiento de la resolucion No 179-CME-PJ expedida por la Comision Ejecutiva del Poder Judicial en virtud de la cual se otorga a esta jurisdiccion a nivel nacional por lo que, si los demandantes consideran que dicho organo jurisdiccional no es competente la norma adjetiva penal establece los recursos para corregir la vulneracion de tal precepto, no siendo el Habeas Corpus la via idonea para ello; Que el derecho de la demandante a recurrir a la via del Habeas Corpus para proteger su inmunidad se encuentra contenido en el inciso 17 del articulo 12° de la Ley No 23506, beneficio que se le ha reconocido en el proceso que se le venia siguiendo conforme se establece de la resolucion de la Sala Superior de Delitos Tributarios y Aduaneros de Lima de fecha once de abril de mil novecientos noventa y siete, que revoca el auto de fecha veintisiete de enero de mil novecientos noventa y siete que declara no haber lugar a abrir instruccion, y por el contrario reformandolo ordena se disponga la apertura de instruccion contra don Jaime Mur Campoverde, dona Blanca Noemi Paiba Cossios de Galvez y dona Delia Revoredo Marsano de Mur, especificando que en cuanto a esta ultima, que previamente se proceda conforme a lo establecido en los articulos 93°. y 201° de la Constitucion y leyes pertinentes de la materia, situacion, esta ultima, con la cual la presunta amenaza al derecho de la accionante, queda desvirtuada; Que la finalidad del Habeas Corpus no es determinar la responsabilidad penal de la persona afavor de quien se interpone, ya que ello es materia de un proceso penal en tramite; Que la accion de Habeas Corpus no puede ser utilizada como paralela a un proceso seguido ante autoridad competente para sustraer a las personas a javor de quien se interpone la garantia, conforme lo dispone el articulo 16° inciso a) de la Ley No 25398; Que los hechos invocados por los demandantes deben ser evaluados, en primer lugar, en el proceso penal ordinario, no pudiendo convertirse el Habeas Corpus en una supra instancia procesal de un proceso en tramite para invalidar lo resuelto en dicho proceso, debiendo ventilarse y resolverse las anomalias que pudieran cometerse dentro del mismo proceso de acuerdo con el articulo 10° de la Ley No 25398. TRIBUNAL CONSTITUCIONAL Contra esta resolucion la accionante, interpone recurso extraordinario, por lo que, de conformidad con el articulo 41° y la Disposicion Transitoria Cuarta de la Ley No 26435, se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, como se deduce del petitorio contenido en la accion interpuesta, éste se orienta a invocar el cese de presunta amenaza contra la libertad individual de la accionante, dona Delia Revoredo Marsano de Mur, asi como contra la prerrogativa de inmunidad que le asiste en su condicion de Magistrada del Tribunal Constitucional. Adicionalmente, a impedir, que, igualmente, se amenace la libertad individual de don Jaime Mur Campoverde y dona Blanca Noemi Paiba Cossio de Galvez. Que por consiguiente y a efectos de merituar las condiciones de procedibilidad de la presente accion, 0, en su caso la legitimidad 0 no del reclamo producido, conviene separar ambos extremos del petitorio, empezando por el que se refiere a la amenaza contra la inmunidad constitucional de la accionante. Que en este orden de consideraciones, debe sehalarse, que aunque la accionante ha invocado que por Su cargo de Magistrada del Tribunal Constitucional, le asiste la prerrogativa de inmunidad, y desde tal optica, en efecto, debe enfatizarse que el articulo 201°, parrafo segundo, en concordancia con el articulo 930, parrafo tercero, de la Constitucion, solo admiten como interpretacion razonable que todo Magistrado del Tribunal Constitucional, goza de inmunidad entendida en sentido amplio y no restringido, esto es, como una prerrogativa para no ser detenido ni procesado (cualquiera que sea la naturaleza de la imputacion, 0 el momento de la presunta comision de un delito) sino dentro del procedimiento pre-establecido, es decir, con previa autorizacion del Pleno del Tribunal, conforme al articulo 13° de la Ley Organica No 26435; también es cierto, que durante el lapso de las investigaciones a las que se ha visto sometida la accionante, se han producido dos hechos notorios, que si bien no desvirtuan la legitimidad del derecho invocado, si tornan improcedente el extremo del petitorio examinado en esta via procesal constitucional. Que en efecto, si bien es notorio que, inicialmente, la consabida prerrogativa de inmunidad, no ha sido tomada en cuenta ni por la representante de la Fiscalia Superior en lo Penal del Callao, doctora Carmela Lostanau de Gambini, al declarar fundada la queja proveniente del Procurador de Aduanas y ordenar a la titular de la Segunda Fiscalia de Delitos Aduaneros del Callao, ejercitar accion penal contra la accionante, sin tomar en cuenta su status de Magistrada Constitucional (Queja de Derecho No 001-97 obrante de fojas ciento treinta a ciento treinta y tres de los autos), ni por la representante de la Segunda Fiscalia de Delitos Aduaneros del Callao, doctora Hilda Valladares Alarcon, al haber formulado denuncia penal ante el Primer Juzgado Penal del Callao (Denuncia No 01-97 obrante de fojas trescientos veintitrés a trescientos veinticuatro de los autos), ni tampoco por el representante de la Fiscalia Superior de Delitos Aduaneros y Tributarios, doctor Elias Moisés Lara Chienda, al emitir su Dictamen No 053-97 (obrante de fojas ciento veintiséis a ciento veintisiete de los autos) en el que opina porque se revoque el auto de no ha lugar emitido por el Primer Juzgado Penal del Callao, también es cierto: 1). Que la Sala Penal Especializada de Delitos Tributarios y Aduaneros, al resolver con fecha once de abril de mil novecientos noventa y siete (fojas doscientos treinta y cuatro a doscientos treinta y seis de los autos) respecto de la apelacion contra la resolucion de no ha lugar emitida por el PrimerJuzgado en lo Penal del Callao, dispuso, que en el caso de la accionante \"previamente debe procederse conforme a lo establecido en los articulos 93° y 201° de la Constitucion Politica del Peri, y leyes pertinentes sobre la materia, por haberse producido la denuncia en la vigencia de su mandato\";y, 2). Que, posteriormente, y con fecha veintiocho de mayo de mil novecientos noventa y siete, el cargo de Magistrada de la accionante dejo de ostentarse, al haberse expedido la Resolucion Legislativa No 004-97-CR, publicada en el diario oficial \"El Peruano con fecha veintinueve de mayo de mil novecientos noventa y siete, lo que quiere significar, que mas alla de la legitimidad que se tuvo al momento de interponerse la presente accion, esta carece actualmente de objeto por haberse producido, de - TRIBUNAL CONSTITUCIONAL modo sucesivo, situaciones de sustraccion de materia, conforme lo dispone el inciso 1 del articulo 6° de la Ley No 23506. Que, ubicandose dentro del segundo extremo del petitorio, que atane a una presunta amenaza a la libertad individual tanto de la accionante como de las personas de don Jaime Mur Campoverde y dona Blanca Paiba Cossios de Galvez, no cabe amparar, la pretension expuesta, no porque sea inviable pensar en la existencia de amenazas provenientes, particularmente de autoridades del Ministerio Publico que sean ciertas e inminentes y que, en efecto, trastoquen de alguna forma la libertad individual, sino porque es un axioma recogido por la Ley, y que este Colegiado ha hecho suyo en reiterados pronunciamientos, y que las irregularidades cometidas dentro de un proceso judicial, deben ser corregidas al interior del mismo,y no por la via procesal constitucional, pues lo unico que por el contrario, si resulta amparable a este nivel, es la transgresion manifiesta del Derecho al Debido Proceso 0, lo que es lo mismo, la presencia de un procedimiento absolutamente irregular, hipotesis que en. funcion de lo que aparece en los acompanados del proceso seguido contra la accionante y otros, no se aprecia, pues aquellos vienen haciendo uso de los recursos que las normas procesales especificas establecen, sin que se les haya privado del Derecho de Defensa 0 algun otro atributo propio del Debido Proceso. Que, en consecuencia, resulta aplicable al segundo extremo del petitorio reclamado, lo dispuesto en el articulo 6° inciso 2 de la Ley No 23506, en concordancia con el articulo 10° de la Ley No 25398. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley Modificatoria No 26801,", "FALLA:": "CONFIRMANDO la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima de fojas trescientos treinta y nueve, Su fecha treinta de abril de mil novecientos noventa y siete, que, confirmando la resolucion apelada de fojas doscientos veintitrés, su fecha once de abril de mil novecientos noventa y siete, declara IMPROCEDENTE la Accion de Habeas Corpus interpuesta por dona Delia Revoredo Marsano de Mur en su favor. y el de don Jaime Mur Campoverde y dona Blanca Noemi Paiba Cossios de Galvez. Se dispuso, asi mismo, la publicacion de la presente en el diario oficial \"El Peruano > y los devolvieron.", "SS.": "Lile ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO A ubat L. Lo que Certifico: LSD SECRS AE IEA URA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-15", "id": 36879, "nombre_demandado": "Procurador encargado de asuntos judiciales", "nombre_demandante": "Delia Revoredo Marsano de Mur y otros", "numero_expediente": "00430-1997-HC"}