{"CONTEXTO": " 00442-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00442-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 442-98-AA/TC ANDRES FELIPE ALCANTARA FALCONI LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a diez de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso extraordinario interpuesto por don Andrés Felipe Alcantara Falconi contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintitrés de setiembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo interpuesta contra el Banco de la Nacion.", "ANTECEDENTES:": "Con fecha once de enero de mil novecientos noventa y cuatro, don Andrés Felipe Alcantara Falconi, interpone Accion de Amparo contra el Banco de la Nacion a fin que se declare inaplicable la Resolucion Administrativa No 698-92-EF/92-5100 de fecha catorce de octubre de mil novecientos noventa y dos, en virtud de la cual se declararon nulas las Resoluciones No 0028-90 EF/92.5150 y No 2159-90 EF/92.5150 de veintinueve de enero y ocho de agosto de mil novecientos noventa, que incorpora al demandante en el Régimen del Decreto Ley No20530 y que le reconoce cuatro anos de servicios por formacion profesional, respectivamente. Admitida la demanda, ésta es contestada por dona Consuelo Silva Santisteban Sanchez, en representacion del Banco de la Nacion, la que la niega y contradice y senala que el discutir si la Resolucion Administrativa No. 698-92 EF/92.5100 ha sido emitida conforme a las normas legales vigentes, significa discutir el fondo del asunto, ésto es,establecer si al demandante le corresponde el derecho de estar incorporado en el Decreto Ley No. 20530, lo que debe ser debatido en via distinta. Ademas, sostiene que la Accion de Amparo no es la via para obtener resoluciones declarativas de derechos de pension, y que no se ha agotado la via previa. Asimismo, expresa que al demandante se le incorporo indebidamente al Régimen de Pensiones del Decreto Ley No 20530 y se le acumulo tiempo de servicios prestados al Banco de la Nacion que tiene régimen laboral privado, reconociéndole cuatro anos por formacion profesional para acceder al minimo requerido por Ley para su incorporacion siendo el caso que el titulo profesional que presento para estos efectos era falso. Con fecha seis de julio de mil novecientos noventa y cinco, el Juez Provisional del Décimo Segundo Juzgado Especializado en lo Civil de Lima expide resolucion declarando fundada la demanda por considerar que la demandada no podia reabrir el 2 TRIBUNAL CONSTITUCIONAL proceso administrativo, declarando nula la resolucion que incorporo al demandante en el régimen del Decreto Ley No. 20530, ya que aquello constituye una violacion evidente a un derecho adquirido e irrenunciable. Interpuesto recurso de apelacion, con fecha dieciocho de diciembre de mil novecientos noventa y cinco, la Segunda Sala Civil de la Corte Superior de Justicia de Lima confirma la apelada. Interpuesto recurso de nulidad, con fecha veintitrés de setiembre de mil novecientos noventa y siete la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica expide resolucion declarando haber nulidad en la sentencia de vista y reformandola declara improcedente la Accion de Amparo, por considerar que existen situaciones como que a la fecha de la promulgacion de la Ley No 24366, el veintiuno de noviembre de mil novecientos ochenta y cinco, el demandante estaba trabajando en el Banco de la Nacion dentro del Régimen de la Ley No 4916 que hacen que no sea evidente la violacion de derechos constitucionales. Contra esta resolucion, el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, el demandante solicita se declare inaplicable la Resolucion Administrativa No 698-92 EF/92.5100 de catorce de octubre de mil novecientos noventa y dos, en virtud de la cual el Gerente Central de Administracion de Recursos Humanos del Banco de la Nacion, declara la nulidad de las Resoluciones Administrativas No 0028-90 EF/92.5150 de fecha veintinueve de enero de mil novecientos noventa, por la cual se le incorporo en el Régimen de Pensiones del Decreto Ley No. 20530 y No. 2159-90 EF/92.5150 de ocho de agosto del mismo ano, que le reconoce cuatro anos de servicios por formacion profesional, en aplicacion de la Ley No 24156. 2. Que, en cuanto al agotamiento de la via previa a que se refiere el articulo 270 de la Ley No 23506, se advierte que de las comunicaciones de fojas ocho a quince, el demandante reitera el pedido del pago de su pension y cuestiona la Resolucion Administrativa N698-92-EF/92-5100, que la demandada no encauso el procedimiento conforme lo establecia el articulo 106° del Reglamento de Procedimientos Administrativos aprobado por Decreto Supremo No 006-67SC vigente en la fecha de ocurridos los hechos ni dio respuesta alguna dentro de los plazos de ley, por lo que es de aplicacion la excepcion prevista en el inciso 4) del articulo 28° de la Ley No 23506. 3. Que, aparece de autos que la incorporacion del demandante al Régimen de Pensiones del Decreto Ley No 20530, efectuada por resolucion administrativa No. 0028-90 EF/92.5150, se fundamenta en que éste ingreso al ex-Ministerio de Fomento y Obras Publicas el primero de junio de mil novecientos sesenta y seis, pasando luego a diversas entidades publicas sin solucion de continuidad, acumulando hasta el doce de diciembre de mil novecientos ochenta y nueve, veintitrés anos, cinco meses y diecinueve dias de servicios, siendo el Banco de la Nacion la ultima entidad en la que laboro; que cumplia con los requisitos exigidos por la Ley No 24366 para ser incorporado a dicho Régimen, vale decir que al 3 TRIBUNAL CONSTITUCIONAL veintiséis de febrero de mil novecientos setenta y cuatro, fecha de expedicion del Decreto Ley No 20530 contaba con mas de siete anos de servicios al Estado. 4. Que, el régimen pensionario previsto en el Decreto Ley No 20530 fué consagrado por la Octava Disposicion General y Transitoria de la Constitucion de mil novecientos setenta y nueve, vigente cuando se produjo la incorporacion al régimen pensionario del demandante y la nulidad de la misma. Dicha incorporacion se efectuo a través de un acto administrativo emitido por autoridad competente, el mismo que quedo consentido y asumio la calidad de cosa decidida. 5. Que, tratandose de pensiones que asumen el carâcter alimentario del trabajador, que sustituyen al salario, ellas son irrenunciables, conforme lo establecia el articulo 57° de la Constitucion de mil novecientos setenta y nueve, principio reiterado en el articulo 26° inciso 2) de la vigente Constitucion Politica del Estado. 6. Que, la Resolucion Administrativa objeto de la presente accion que declara la nulidad de la Resolucion N90028-90 EF/92.5150, se fundamenta entre otros, en las disposiciones del Decreto Legislativo No. 763 de ocho de noviembre de mil novecientos noventa y uno, lesionando el principio constitucional previsto en el articulo 1870 de la Constitucion de mil novecientos setenta y nueve, al aplicar dicho Decreto Legislativo con caracter retroactivo. 7. Que, en consecuencia se hace evidente la agresion al derecho pensionario del demandante consagrado constitucionalmente ya que contra resoluciones firmes solo procede determinar su nulidad mediante un proceso regular en sede judicial, por lo que en este extremo, resulta amparable la presente accion de garantia. 8. Que, en cuanto se refiere al reconocimiento de cuatro anos de formacion profesional del demandante, efectuada por Resolucion Administrativa No2159-90 EF/92.5150 de ocho de agosto de mil novecientos noventa, debe tenerse en cuenta que dicha Resolucion fue expedida con posterioridad a la incorporacion del demandante al régimen pensionario. Asimismo, aparece de autos que el Directorio del Banco de la Nacion en sesion No. 1107 de dos de abril de mil novecientos noventa y dos, dispuso el despido por falta grave del demandante, tipificada en los incisos a) y c) del articulo 5° de la Ley No 24514, al haberse detectado que el titulo profesional presentado por éste no habia sido expedido por la Universidad Nacional Mayor de San Marcos. En consecuencia tratandose de la comision de una falta grave que ha sido sancionada de acuerdo al procedimiento establecido por ley, la demanda interpuesta en el extremo relativo a la declaracion de nulidad de la referida resolucion administrativa resulta infundada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que, le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y dos, su fecha veintitres de setiembre de mil novecientos noventa y siete, que declaro haber nulidad en la de vista e improcedente la demanda; y reformandola, la declara FUNDADA en parte; en TRIBUNAL CONSTITUCIONAL consecuencia, inaplicable al demandante la Resolucion Administrativa No698-92 EF/92.5150 en cuanto dispone la nulidad de la Resolucion Administrativa No0028-90 EF/92.5150, debiendo el demandado restituir el derecho pensionario del demandante; de acuerdo al nivel que le corresponda con el funcionario de igual categoria del Régimen del Decreto Ley No 20530 con el reintegro correspondiente por las pensiones devengadas; e INFUNDADA en el extremo que solicita la inaplicacion de la Resolucion No. 698-92 EF/92.5150 respecto a la declaracion de nulidad de la Resolucion No. 2159-90 EF/92.5150. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE NUGENT 7 1 GARCIA MARCELO Lo que dertif100; Dra. MARIA LUZ VASOURE RELATORA BECRETARIA CONSTITUEIENAE TRIBUNAL NFG", "fecha_publicacion": "1998-09-14", "id": 37462, "nombre_demandado": "Banco de la Nación", "nombre_demandante": "Andrés Felipe Alcantara Falconí", "numero_expediente": "00442-1998-AA"}