{"CONTEXTO": " 00448-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00448-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 448-98-AA/TC AREQUIPA ASOCIACION DE GRANJEROS \"PEDRO PAULET MOSTAJO\" Y OTRA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Granjeros \"Pedro Paulet Mostajo\" y la Asociacion de Vivienda Taller y Granjas \"Chachani\" contra la Resolucion expedida por la Sala Mixta de Vacaciones de la Corte Superior de Justicia de Arequipa, su fecha doce de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El seis de marzo de mil novecientos noventa y siete, la Asociacion de Granjeros \"Pedro Paulet Mostajo\" y la Asociacion de Vivienda Taller y Granjas \"Chachani\" interponen Accion de Amparo contra la Municipalidad Provincial de Arequipa, la Direccion de Asentamientos Humanos de este Gobierno Local y la Asociacion de Pequenos Industriales \"Senor de los Milagros\", con el objeto de que se declare inaplicable la Resolucion Municipal No 326-R del veintidos de junio de mil novecientos noventa y dos, que ordena la inscripcion de planos de lotizacion y manzaneo sobre terrenos de su propiedad. Refieren que son propietarias de un terreno ubicado en el kilometro tres de la carretera a Chivay, Arequipa, que tiene un area total de sesenta hectareas; que dicho terreno fue comprado por la Asociacion de Granjeros \"Pedro Paulet Mostajo\" a la Municipalidad Provincial de Arequipa, mediante contrato de compraventa de fecha once de enero de mil novecientos ochenta y ocho; que, por transaccion extrajudicial, esta Asociacion cedio veinte hectareas del mencionado terreno a la Asociacion de Vivienda Taller y Granjas \"Chachani\"; que el seis de abril de mil novecientos noventa, la Municipalidad demandada ha inscrito a su nombre la propiedad de dicho terreno ante el Registro de la Propiedad Inmueble, no obstante habérselo vendido con anterioridad a las recurrentes; que el seis de mayo de mil novecientos noventa y tres, la Municipalidad demandada expide la Resolucion Municipal No 09, mediante la cual -sostiene- se resuelve unilateralmente en el referido contrato; que, el siete de enero de mil novecientos noventa y siete, a instancias de funcionarios de la Municipalidad demandada, se ha procedido a inscribir en el Registro de la Propiedad Inmueble de Arequipa el plano de manzaneo y lotizacion de la Asociacion de Pequenos Industriales \"Senor de los Milagros\"; 9 que este hecho ha dado lugar a que esta asociacion 2 TRIBUNAL CONSTITUCIONAL instigue a sus asociados a realizar actos de violencia con el proposito de desposeerlos del terreno de su propiedad. La Asociacion de Pequenos Industriales \"Senor de los Milagros\" absuelve el tramite de contestacion de la demanda solicitando se la declare infundada; senala que es falso que haya realizado actos de violencia contra las demandantes; que, el ano de mil novecientos ochenta y seis, la Municipalidad demandada reservo a su nombre un area de seiscientos ochenta y seis mil ciento veintenueve metros cuadrados con setenta y cinco centimetros; que las asociaciones demandantes han presentado en autos una escritura fraudulenta. La Municipalidad Provincial de Arequipa absuelve el tramite de contestacion de la demanda negândola y solicitando se la declare improcedente; sostiene que la Accion de Amparo no es la via idonea para resolver la presente causa. El Quinto Juzgado Especializado en lo Civil de Arequipa emite sentencia declarando fundada la excepcion de caducidad y nulo todo lo actuado. Interpuesto Recurso de Apelacion, la Sala Mixta de Vacaciones de la Corte Superior de Justicia de Arequipa revoco la apelada y declaro improcedente la demanda, por estimar que la Accion de Amparo no es la via idonea para dilucidar la cuestion controvertida. Contra esta resolucion, las demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, conforme lo establece el articulo 1° de la Ley No 23506 de Habeas Corpus y Amparo. 2. Que la materia controvertida se circunscribe a que se declare inaplicable a las asociaciones demandantes la Resolucion Municipal No 326-R, de fecha veintidos de junio de mil novecientos noventa y dos. 3. Que, de autos no se puede establecer fecha cierta a partir de la cual las demandantes tomaron conocimiento de la Resolucion Municipal cuestionada, por lo que no es posible efectuar el computo del plazo de caducidad; en tal virtud, debe desestimarse la excepcion de caducidad. 4. Que las asociaciones demandantes han acreditado fehacientemente en autos su representacion procesal, razon por la cual debe desestimarse la excepcion de falta de legitimidad para obrar del demandante. 3 TRIBUNAL CONSTITUCIONAL 5. Que, del examen de las actuaciones se desprende que, en el presente caso, tres personas juridicas se disputan la propiedad del terreno materia de la controversia; dandose la circunstancia que una de ellas, la Asociacion de Pequenos Industriales \"Senor de los Milagros\", e tiene inscrita a su nombre en el Registro de la Propiedad Inmueble de Arequipa la propiedad del referido terreno. 6. Que la no aplicacion de la Resolucion Municipal No 326-R importaria la declaracion de invalidez de las inscripciones registrales respectivas, lo cual no puede hacerse en la via de la Accion de Amparo; maxime que dilucidar la cuestion controvertida demandaria la actuacion de pruebas por las partes, lo cual no es posible en los procesos constitucionales como el presente, que por su naturaleza especial y sumarisima, carecen de estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Mixta de Vacaciones de la Corte Superior de Justicia de Arequipa, de fojas trescientos treinta y ocho, su fecha doce de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTES las excepciones de caducidad y de falta de legitimidad para obrar del demandante e IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT GARCIA MARCELO. 210 22 ieh à Lo que Certifico: Dra. MARIALUIZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1999-04-21", "id": 35005, "nombre_demandado": "Municipalidad Provincial de Arequipa y otros", "nombre_demandante": "Asociación de Granjeros \"Pedro Paulet Mostajo\" y otro", "numero_expediente": "00448-1998-AA"}