{"CONTEXTO": " 00445-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00445-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 445-96 AA/TC LAMBAYEQUE DANTE VILLALOBOS PUICAN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los 2 senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Dante Villalobos Puican contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fecha veinticinco de agosto de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Dante Villalobos Puican interpone demanda de Accion de Amparo contra la Direccion Regional de Salud de Lambayeque representada por su Director, don Percy Cerruti Talavera con la finalidad de que deje sin efecto la Resolucion N.o 003-RENOM- DR/SAL-L-94 de fecha cuatro de enero de mil novecientos noventa y cinco, y se lo reponga a la situacion laboral que tenia antes de la citada Resolucion, pues ésta lo suspende de su centro de labores como médico del Centro de Salud de Pimentel por seis meses sin goce de haber, debido a diversas imputaciones que ya han sido desvirtuadas en su oportunidad, conculcando con ello su derecho al debido proceso y al trabajo, entre otros. Ampara su demanda en lo dispuesto por el inciso 15) del articulo 2°, los articulos 20° y 230 y el articulo 139° incisos 3)y 14) de la Constitucion Politica del Estado. El demandado contesta la demanda negandola y contradiciéndola en todos sus extremos, manifiesta que la resolucion impugnada es consecuencia de un proceso administrativo disciplinario regular donde el demandante ha hecho uso de los medios de defensa que la ley le franquea. El Cuarto Juzgado Especializado en lo Civil de Chiclayo, con fecha quince de mayo de mil novecientos noventa y cinco, declaro improcedente la demanda, por considerar, entre otras razones, que conforme es de verse de la propia demanda, sin que se haya resuelto el recurso impugnativo de apelacion en la via administrativa contra la resolucion que motiva el presente amparo, el demandante interpuso la presente accion de garantia, bajo el argumento de que ya se estaba ejecutando la medida contenida en la resolucion; sin embargo, de las pruebas aportadas por el demandado en la fecha de la demanda, se estaba resolviendo la apelacion formulada, la misma que es aceptada por el demandante; por consiguiente, no existe nada que reponer al estado anterior. 2 TRIBUNAL CONSTITUCIONAL Interpuesto recurso de apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha veinticinco de agosto de mil novecientos noventa y cinco, por los propios fundamentos de la apelada, la confirma. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 270 de la Ley N.o 23506 senala que la Accion de Amparo solo 1. procede cuando se han agotado las vias previas; en el presente caso no se configura ninguna de las causales de excepcion senaladas en el articulo 28° de la referida Ley. Que se encuentra acreditado en autos que el demandante interpuso la presente 2. demanda sin haber esperado ser notificado de la apelacion que planteara respecto a la resolucion cuestionada, apelacion que incluso se declara fundada en parte y se reduce sustancialmente la sancion a la que fue sujeto y que, a mayor abundamiento, el demandante no interpone recurso impugnativo. Que ya se ha senalado en reiterada jurisprudencia que al Tribunal Constitucional, 3. via acciones de garantia, no le corresponde senalar si la sancion interpuesta en un proceso disciplinario administrativo es correcta 0 si se han acreditado 0 desvirtuado las imputaciones del servidor, sino que le corresponde calificar si en el correspondiente proceso se respeto el derecho al debido proceso, pues para calificar el fondo de la sancion se necesitaria una via mas lata a efectos de que en la estacion probatoria ambas partes acrediten sus versiones. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas doscientos seis, su fecha veinticinco de agosto de mil novecientos noventa y cinco, que confirmando la apelada declaro IMPPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ HHIG DIAZ VALVERDE NUGENT GARCIA MARCELO U blle MR. Lo que Certifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL OONSTITUCIONAL", "fecha_publicacion": "1999-06-29", "id": 35209, "nombre_demandado": "Dirección Regional de Salud de Lambayeque", "nombre_demandante": "Dante Villalobos Puican", "numero_expediente": "00445-1996-AA"}