{"CONTEXTO": " 00446-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00446-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 446-96-AA/TC Chiclayo Roger Hoby Arrobas Coronel SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los dieciséis dias del mes de setiembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde,y Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la resolucion de la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, su fecha once de setiembre de mil novecientos noventa y cinco, que revocando la de vista, declaro improcedente la accion de amparo interpuesta contra el Presidente del Consejo Transitorio Administrativo Regional y el Jefe Regional de los Registros Publicos.", "ANTECEDENTES:": "Don Roger Hoby Arrobas Coronel interpone accion de amparo contra el Presidente del Consejo Transitorio Administrativo Regionalj y el Jefe Regional de los Registros Publicos de la Region Nor Oriental del Marahon, afin de que se deje sin efecto la Resolucion Ejecutiva Regional No 669-94-RENOM, de fecha veintiséis de octubre de mil novecientos ochenta y cuatro, que lo cesa en el cargo por no haber TRIBUNAL CONSTITUCIONAL superado javorablemente el proceso de evaluacion semestral del rendimiento laboral, ysolicita. su restitucion en su centro de trabajo. El actor ingreso a laborar en la oficina de Registros Publicos de la Renom, en el mes de mayo de mil novecientos ochenta y seis, habiendo ingresado al Sector Publico en calidad de nombrado por medio de concurso puiblico. Que,n mediante Resolucion Ministerial No 121-94-PRES, se aprueba la Directiva que norma el programa de evaluacion del personal de los Consejos Transitorios de la Administracion Regional, para efectuar semestralmente la evaluacion en el mes de setiembre de mil novecientos noventa y cuatro, y habiendo sido cesado en su cargo, ampara su demanda en lo dispuesto por los articulos 24°, inciso 10), 220, de la Ley No 23506 y 25398, Ley de Habéas Corpus y Amparo y sus modificatorias; articulo 240, inciso b) del Decreto Legislativo No. 276, Ley de Bases de la Carrera Administrativa;y, la Constitucion Politica del Estado. Admitida la demanda, ésta es contestada por los demandados, quienes a su vez, deducen la excepcion de falta de agotamiento de la via administrativa. Solicitando que se declare infundada la demanda por no tener derecho y carecer de sustento legal. Asimismo solicitan que en observancia del Articulo 470, de la Constitucion del Estado, se disponga el cumplimiento del Decreto Legislativo No 560, Decreto Ley No 17357, referente a la Defensa del Estado y a los Procuradores Publicos. El Juez del Cuarto Juzgado Especializado en lo Civil de Chiclayo, con fecha doce de abril de mil novecientos noventa y cinco, declaro fundada la accion e infundadas las excepciones de caducidad y falta de agotamiento de las vias administrativas por considerar que la excepcion de caducidad no puede ampararse en virtud que la afectacion producida al actor perdura en el tiempo y continiia vigente a la fecha de presentacion de la demanda, que no se debio tener en cuenta los deméritos aplicados en contra del actor ni ser considerados para su evaluacion, sin los cuales hubiese aprobado la evaluacion semestral a la que fue sometido. Interpuesto el recurso de apelacion, la Primera Sala Especializada Civil de la Corte Superior de Justicia de Chiclayo, con fecha once de setiembre de mil novecientos noventa y cinco, revoco la apelada y reformandola declararon improcedente la demanda. Contra esta resolucion el demandante plantea recurso extraordinario de conformidad con el articulo 41° de la Ley No 26435, por lo que se dispuso el envio de los autos al Tribunal Constitucional. TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS": "1.- Que las acciones de garantia tienen por finalidad la de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2.- Que, antes de entrar al andlisis delfondo de la cuestion controvertida, es menester examinar las excepciones de caducidad y de falta de agotamiento de la via administrativa propuestas en autos. 3.- Que, de la certificacion notarial que aparece en la Carta No 001-94- OADM-DRRP-RENOM, que corre a fojas trece, se puede ver que la misma fue recibida en el despacho notarial el dia veintiocho de octubre de mil novecientos noventa y cuatro, a efecto que se haga conocer al demandante la Resolucion Ejecutiva Regional No 669-94-RENOM, de fecha veintiséis del mismo mes y ano; no apareciendo de la misma la constancia de recepcion por parte del demandante, es a partir de dicha fecha que debe computarse el plazo de quince dias utiles que tenia éste para interponer el recurso de apelacion, plazo que en tal caso vencia el dia veintiuno de noviembre de mil novecientos noventa y cuatro; en consecuencia, el referido recurso impugnativo, presentado el dia diecisiete de noviembre de mil novecientos noventa y cuatro, fue interpuesto oportunamente. No habiéndose resuelto éste recurso dentro del plazo que para tal efecto tenia el co-demandado, ha operado el silencio administrativo negativo; frente a lo cual el demandante, por tratarse de la ultima instancia administrativa, podia accionar inmediatamente ante el organo jurisdiccional u optar por esperar el pronunciamiento de la Administracion; el demandante opto por ésta segunda alternativa y, después de esperar un tiempo prudencial, ha incoado la presente accion, habiendo agotado la via administrativa y sin que haya operado la causal de caducidad. 4.- Que, el proposito de la presente accion es que se declare inaplicable al actor la Resolucion Ejecutiva Regional No. 669-94-RENOM, mediante la cual se lo cesa en el cargo, por la causal de excedencia. 5.- Que, el demandante cuestiona el proceso de evaluacion al que fue sometido por haberse considerado como deméritos las amonestaciones que se le aplico en fechas anteriores al periodo de desempeno laboral correspondiente al primer semestre de mil novecientos noventa y cuatro. TRIBUNAL CONSTITUCIONAL 6.- Que, en efecto, conforme aparece de la instrumental que corre a foja doce, en la evaluacion que se ha efectuado al demandante se ha tomado en cuen tres amonestaciones y una suspension correspondientes a los anos mil noveciente noventa y uno, mil novecientos noventa y dos y mil novecientos noventa y tres, qu suman quince puntos en contra suya, lo cual ha sido decisivo en el resultado de evaluacion, dando lugar a su cese; que, al haberse considerado en la evaluacic cuestionada periodos de desempeno laboral anteriores al periodo que era objeto de proceso de evaluacion autorizado por resolucion, se ha vulnerado de maner manifiesta el derecho al debido proceso, por lo que la accion resultajfundada. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de a atribuciones que le confieren la Constitucion, y las leyes pertinentes.", "FALLA:": "REVOCANDO la resolucion de vista expedida por la Primera Sal Especializada en lo Civil de la Corte Superior de Justicia de Chiclayo, de foja ciento ocho, su fecha once de setiembre de mil novecientos noventa y cinco, la q1 revocando la apelada declaro improcedente la accion de amparo REFORMANDOLA, declararon FUNDADA, la accion; dejandose sin efecto Resolucion Ejecutiva Regional No 669-94-RENOM, debiéndosele reincorporar en cargo que venia desemperando hasta antes de la destitucion, no siendo de abono la remuneraciones devengadas en el tiempo no trabajado; que no es de aplicacion articulo 11° de la Ley No 23506, atendiendo a las circunstancias especiales de presente caso; dispusieron su publicacion en el Diario Oficial el Peruano conforme Ley; y los devolvieron. S.S. Mine Acosta Sanchez Nugent ve PuL Diaz Valverde / - a Garcia Marcelo. LO QUE CERTIFICO. ( I.R.T. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-28", "id": 36771, "nombre_demandado": "Presidente del Consejo Transitorio Administrativo Regional y otro", "nombre_demandante": "Róger Hoby Arrobas Coronel", "numero_expediente": "00446-1996-AA"}