{"CONTEXTO": " 00448-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00448-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 448-97-AA/TC LA LIBERTAD MARIA VICTORIA REYES MORENO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Maria Victoria Reyes Moreno, contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas cuatrocientos veinte, su fecha seis de mayo de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Maria Victoria Reyes Moreno interpone demanda de Accion de Amparo contra dona Silvia Marcela Garcia Gutiérrez, Directora del Instituto Regional de Cultura La Libertad, y don Javier Lara Ortiz, Ejecutor Coactivo del Instituto Nacional de Cultura de la Direccion Regional de La Libertad, con el objeto de que: 1) Se deje sin efecto legal el procedimiento coactivo derivado del Expediente No 106-93, seguido por dona Ana Maria Hoyle Montalva, ex Directora del Instituto Regional de Cultura de La Libertad ante el Juez Coactivo de la mencionada Institucion; 2) Se deje sin efecto el embargo, en forma de inscripcion, ordenado sobre el cincuenta por ciento de sus acciones y derechos del inmueble signado como el Lote No 39 de la Manzana \"LL\" de la Urbanizacion Los Cedros; y 3) Se disponga que el Instituto Regional de Cultura de La Libertad le devuelva la suma de mil trescientos cincuenta nuevos soles depositados a su nombre en el Banco de La Nacion, mas los intereses legales. Refiere que su esposo fue posesionario de una parcela de terreno de tres hectareas, ubicada en el sector Valdivia, Distrito de Huanchaco, vale decir, fuera del area intangible del monumento arqueologico de Chan Chan; inmueble que a la muerte de su conyuge fue transferido en posesion a su favor, segun Titulo No 000113, del veinticuatro de octubre de mil novecientos noventa y cuatro. Sin embargo, senala que el Instituto Regional de Cultura expidio la Resolucion Directoral No 044, del veintiséis de octubre de mil novecientos noventa y dos, en mérito de la cual se le imponia una multa de 2 URT, equivalente a dos mil setecientos nuevos soles, por considerar que la demandante habia sembrado en la zona intangible de Chan Chan. Posteriormente, con fecha catorce de febrero de mil novecientos noventa y cinco, el Instituto Regional de Cultura, basandose en la citada Resolucion, solicito al Ejecutor Coactivo se trabe embargo en forma de inscripcion sobre el cincuenta por ciento de la acciones y derechos que le corresponden a la demandante sobre el terreno de su propiedad, a efecto de que cumpla con el pago de la multa impuesta. Ante tal 2 TRIBUNAL CONSTITUCIONAL situacion, la demandante, con el proposito de evitar el remate de su terreno, deposito en el Banco de La Nacion la suma de mil trescientos cincuenta nuevos soles. Por ultimo senala que nunca se le ha notificado sobre el inicio del proceso de cobranza coactiva y la medida de embargo impuesta. Los codemandados, independientemente, contestan la demanda senalando que al haber ocupado la demandante ilegalmente mas de una hectarea de terreno conformante de la zona arqueologica de Chan Chan, se expidio la Resolucion Directoral No 44, imponiéndole una multa de dos mil setecientos nuevos soles, contra la cual la demandante inicio un proceso de Accion de Amparo que fue declarado improcedente. Posteriormente se inicio, con fecha quince de abril de mil novecientos noventa y tres, el proceso coactivo correspondiente, segun Expediente No 50-93, y no No 106-93 como alega la actora, el mismo que fue notificado personalmente a la demandante el veintisiete de abril de mil novecientos noventa y tres; y, por correo, el diecinueve de abril del mismo ano. En mérito del proceso coactivo se trabo embargo en forma de inscripcion sobre el inmueble de su propiedad, medida que fue notificada a la demandante el quince de junio de mil novecientos noventa y cinco. Por ultimo, afirman que no es cierto que la demandante desconociera de la medida de embargo, toda vez que con fecha veinte de junio de mil novecientos noventa y cinco apelo las resoluciones numeros 1 y 2; motivo por el cual deducen la excepcion de caducidad. El Juez del Tercer Juzgado Especializado en lo Civil de Trujillo, a fojas trescientos ochenta y tres, con fecha trece de diciembre de mil novecientos noventa y seis, declara improcedente la demanda por considerar que se ha producido la caducidad de la accion. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas cuatrocientos veinte, con fecha seis de mayo de mil novecientos noventa y siete, confirmo la sentencia apelada declarando improcedente la demanda por haberse producido la caducidad de la accion. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso, la demandante pretende se deje sin efecto legal el procedimiento coactivo iniciado por la Direccion Regional de Cultura de La Libertad y el embargo en forma de inscripcion trabado sobre su inmueble ubicado en el Lote 39, Manzana \"LL\" de la Urbanizacion Los Cedros; y, como consecuencia de ello, se le devuelva la suma de mil trescientos cincuenta nuevos soles, mas los intereses legales. 2.- Que, conforme obra a fojas cincuenta y tres vuelta, la demandante fue notificada con fecha veintisiete de abril de mil novecientos noventa y tres de la instauracion del proceso coactivo derivado de la multa que le impusiera la Direccion Regional de 2 ) TRIBUNAL CONSTITUCIONAL Cultura de La Libertad mediante Resolucion Directoral No 44, del veintiséis de octubre de mil novecientos noventa y dos, obrante a fojas cuarenta y nueve. 3.- Que, toda vez que la demandante no cumplio con cancelar la multa antes referida, mediante resolucion del veinticuatro de marzo de mil novecientos noventa y cinco, se trabo embargo en forma de inscripcion sobre el cincuenta por ciento de las acciones y derechos que le correspondian del inmueble ubicado en el Lote 39 Manzana \"LL\" de la Urbanizacion Los Cedros; resolucion que le fue notificada el quince de junio de mil novecientos noventa y cinco, conforme se acredita con el cargo de notificacion obrante a fojas sesenta y dos. 4.- Que, teniendo en cuenta que la demandante tomo conocimiento de la supuesta agresion a sus derechos, el veinte de junio de mil novecientos noventa y cinco, conforme se acredita con su escrito de apelacion a la orden de embargo impuesta sobre el bien de su propiedad, obrante a fojas sesenta y siete, y habiéndose interpuesto la presente demanda el doce de octubre de mil novecientos noventa y cinco; resulta aplicable lo dispuesto en el articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo, por haberse producido la caducidad de la accion. 5.- Por ultimo, es necesario senalar que la Accion de Amparo no resulta ser la via idonea para reclamar el pago de intereses legales como pretende la demandante, toda vez que en esta via no existe etapa probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas cuatrocientos veinte, su fecha seis de mayo de mil novecientos noventa y siete, que declara IMPROCEDENTE la demanda de Accion de Amparo; e integrando el fallo declara fundada la excepcion de caducidad. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, 2 a - CL/ DIAZ VALVERDE, NUGENT, GARCIA MARCELO. / LO que Certifico: G.L.Z. 3 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-17", "id": 34971, "nombre_demandado": "Directora del Instituto Regional de Cultura La Libertad (Silvia Marcela García Gutiérrez) y otro", "nombre_demandante": "María Victoria Reyes Moreno", "numero_expediente": "00448-1997-AA"}