{"CONTEXTO": " 00452-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00452-1996-AA.pdf) --- 34 TRIBUNAL CONSTITUCIONAL EXP. N9452-96-AA/TC LAMBAYEQUE LUIS FERNANDO BALAREZO JAIME. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Fernando Balarezo Jaime contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha once de abril de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Luis Fernando Balarezo Jaime interpone Accion de Amparo contra el Director Regional de Energia y Minas del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon, don Mario Elard Penarrieta Sialer, por haberle notificado, mediante el Oficio No 362-95-RENOM-DREM, para que suspenda la venta de combustibles en el Puesto de Venta de Combustibles (Grifo) \"El Porvenir\", conculcando sus derechos a la libertad de trabajo y a la propiedad, entre otros. Refiere que desde mil novecientos noventa y dos, cuenta con autorizacion municipal para la venta de combustibles; que el Reglamento para la Comercializacion de Combustibles Liquidos Derivados de los Hidrocarburos, aprobado por el Decreto Supremo No 053-93-EM, establece nuevos requisitos para la comercializaciôn de combustibles y la construccion de puestos de venta de combustibles; que, sin embargo, dichos requisitos no pueden ser aplicados a los grifos que ya estan en funcionamiento, los cuales, en todo caso, deberan adecuarse a las nuevas exigencias; que el veinticuatro de marzo de mil novecientos noventa y cuatro solicito acogerse al Programa Anual de Adecuacion, uno de cuyos requisitos era solicitar la licencia de construccion correspondiente ante la Municipalidad Provincial de Chiclayo, lo cual hizo el cinco de agosto del mismo ano, pero que hasta la fecha no le ha sido otorgada, razon por la cual no puede iniciar la reconstruccion de su local; que, no obstante ello, el diecinueve de setiembre de mil novecientos noventa y cinco, el demandado le notifica para que suspenda la venta de combustibles en su puesto de venta. El demandado absuelve el tramite de contestacion de la demanda negandola y solicitando se la declare infundada; senala que el demandante no se acogio al Programa Anual de Adecuacion, pese a habérsele concedido el plazo de un ano para hacerlo; que su 35 TRIBUNAL CONSTITUCIONAL Despacho anulo la inscripcion provisional del establecimiento comercial del demandante, por no haber cumplido con las disposiciones legales. El Segundo Juzgado Especializado en lo Civil de Chiclayo emite sentencia declarando fundada la demanda, por considerar --entre otras razones-- que el puesto de venta de combustibles del demandante ha venido funcionando con el aval del Ministerio de Energia y Minas; que el demandante cumplio con gestionar la licencia de construccion correspondiente ante la Municipalidad Provincial de Chiclayo. Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque revoco la apelada y declaro improcedente la demanda, por estimar que la suspension cuestionada ha sido dictada de acuerdo a las normas que rigen la comercializacion de combustibles y de seguridad de los puestos de venta respectivos. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, conforme lo establece el articulo 1° de la Ley No 23506 de Habeas Corpus y Amparo. 2. Que, el demandante sostiene que pese a haber cumplido con los requisitos para adecuarse al Programa Anual de Adecuacion y no obstante que la Empresa de Auditoria e Inspeccion del Subsector de Hidrocarburos \"SEIMA\" E.I.R.L., mediante su Informe No 1579-95, concluye que ha cumplido con el referido programa y recomienda al Ministerio de Energia y Minas la inscripcion definitiva del grifo de propiedad del demandante en la Direccion General de Hidrocarburos, la entidad demandada le ha notificado para que suspenda la venta de combustible en dicho establecimiento. 3. Que, con el proposito de adecuar las actividades de transporte, distribucion y comercializacion de combustibles derivados de los hidrocarburos al Reglamento para la Comercializacion de Combustibles Liquidos Derivados de los Hidrocarburos, aprobado por el Decreto Supremo No 053-93-EM, el Ministerio de Energia y Minas, a través de la Direccion General de Hidrocarburos, ha dispuesto la inscripcion de los puestos de venta de combustibles (grifos) en el Registro establecido en el articulo 70 de dicho dispositivo legal, para cuyo efecto deberan presentar un Programa Anual de Adecuacion, el mismo que estara acompanado del informe de una Empresa de Auditoria e Inspectoria. 4. Que, frente a lo sostenido por el demandante, debe tenerse en cuenta que él mismo reconoce que no ha cumplido con el referido Programa Anual de Adecuacion, senalando que no puede iniciar la ejecucion de las obras civiles previstas en dicho programa, en razon a que la Municipalidad Provincial de Chiclayo no le otorga la licencia de construccion correspondiente. 5. Que, por otro lado, cabe sefialar que, a consecuencia de las observaciones formuladas por la Direccion General de Hidrocarburos de la RENOM, mediante carta de fecha diecinueve de junio de mil novecientos noventa y cinco (fojas 156), la mencionada 36 TRIBUNAL CONSTITUCIONAL empresa ha rectificado su informe, senalando que el grifo del demandante \"no cumplio con el cien por ciento de su Programa Anual de Adecuacion, llegando solo al cumplimiento de las normas de seguridad...y a la presentacion de planos a la Municipalidad de Chiclayo\" y que las recomendaciones contenidas en dicho informe no deben considerarse aplicables al caso del grifo del demandante. 6. Que, en consecuencia, la entidad demandada ha actuado de acuerdo a la normatividad vigente; por lo que la comunicacion dirigida al demandante no debe estimarse atentatoria a los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento setenta y uno, su fecha once de abril de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la Accion de Amparo; y, reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Oertif100: Lo que - . CCL Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA FCONSTITUCIONAL  TRIBUNAL", "fecha_publicacion": "1999-04-22", "id": 35052, "nombre_demandado": "Director Regional de Energía y Minas del Concejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón (Mario Elard Peñarrieta Sialer)", "nombre_demandante": "Luis Fernando Balarezo Jaime", "numero_expediente": "00452-1996-AA"}