{"CONTEXTO": " 00453-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00453-1996-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 453-96-AA/TC CHICLAYO JOSÉ ANDRÉS VASQUEZ CHIMPEN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de setiembre de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los seniores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Andrés Vasquez Chimpén y otros, contra la sentencia expedida por la Primera Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque, su fecha veinticuatro de abril de mil novecientos noventa y seis, de fojas ciento cuatro, que confirmo la sentencia apelada que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don José Andrés Vasquez Chimpen y otros interponen Accion de Amparo contra el Consejo Transitorio de Administracion Regional de la Region Nor-Oriente del Maranon, para que se deje sin efecto la Resolucion Presidencial No 289-95-CTAR-RENOMP de doce de setiembre de mil novecientos noventa y cinco que, al aprobar el Reglamento Interno de Evaluacion del Rendimiento Laboral, dispone que la evaluacion se realizara a partir del doce de setiembre de mil novecientos noventa y cinco, el correspondiente al primer semestre del ano mil novecientos noventa y cinco, contraviniendo lo regulado por la Resolucion Ministerial No 286-95 del veintiuno de julio de mil novecientos noventa y cinco que senala que en el mes de enero y julio de cada ano se realizara la evaluacion del personal. La aplicacion de la regla impugnada, manifiesta el demandante, le ha afectado su estabilidad laboral. Expresan que estan sujetos a lo prescrito en el Rubro V de la Directiva No 01-95-PRES/VMDR. La entidad demandada sostiene que la resolucion controvertida ha sido expedida conforme a ley. El Primer Juzgado Especializado en lo Civil de Chiclayo declaro improcedente la Accion de Amparo, porque si bien la resolucion impugnada no es acorde en cuanto a la fecha de programacion de los examenes, dicho supuesto no es materia de una Accion de Garantia. La Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, confirma la sentencia apelada precisando que la variacion de fecha en la programacion de evaluacion ha sido dispuesto en concordancia con las disposiciones precisadas por el Ministerio.", "FUNDAMENTOS:": "1. Que, la R.M. No 286-95-PRES/VMDR su fecha veintiuno de julio de mil novecientos noventa y cinco promulgada conforme al D.L. No 26093, Ley de Evaluacion de Trabajadores de la Administracion Publica, aprueba la Directiva No 001-95- PRES/VMDR, que forma parte de esta Resolucion Ministerial, establece las normas para el Programa de Evaluacion Semestral del Rendimiento Laboral a ser aplicado a los 2 TRIBUNAL CONSTITUCIONAL trabajadores de los Consejos Transitorios de Administracion Regional-CTAR-. En el rubro V, 5.1 se regula que la evaluacion sera semestral y, expresamente prescribe: \"el proceso de evaluacion se ejecutara en los meses de enero y. julio de cada ano\". 2. Que, en consecuencia la regla contenida en la Primera Disposicion Transitoria del Reglamento Interno de Evaluacion del Rendimiento Laboral para los trabajadores de las Direcciones Regionales del C.T.A.R.-RENOM aprobado por Resolucion Presidencial Regional No 2899SCTAR-RENOMP, su fecha doce de setiembre de mil novecientos noventa y cinco al estatuir que el proceso de evaluacion para el primer semestre de mil novecientos noventa y cinco sera ejecutado a partir del doce de setiembre de mil novecientos noventa y cinco, colisiona con el art. 139° inc.3) de la Constitucion Politica del Estado que regula: \"nadie puede ser sometido a procedimiento distinto de los previamente establecidos\". 3. Que, los demandantes acreditan legitimidad para obrar por el mérito de las boletas de pago de fojas doce a quince. 4. Que, el art.11° de la Ley No 23506, por disponer reglar de sancion,son de naturaleza penal, por consiguiente, para ser aplicadas debe examinarse si hubo 0 no intencionalidad en cada caso. En el presente proceso no ha existido dolo, solo una erronea interpretacion de la ley. Por estos fundamentos el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque > su fecha veinticuatro de abril de mil novecientos noventa y seis, de fojas ciento cuatro que confirmando la sentencia apelada declaro improcedente la Accion de Amparo; reformandola, la declara FUNDADA; en consecuencia sin eficacia legal la disposicion de la Resolucion Presidencial Regional No 289-95-C.T.A.R. RENOM/P su fecha doce de setiembre de mil novecientos noventa y cinco, en cuanto se refiere a la ejecucion del proceso de evaluacion fuera del plazo de enero y julio del ano laboral, referente a los trabajadores demandantes don José Andrés Vasquez Chimpén, don Ivan William Cuzquen Cabrejos, dona Natividad Llontop Asalde y don Walter Jesus Elera Vallejos; debiendo reponerse los hechos al estado anterior de la aplicacion indebida de la norma citada. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 7 AVeL Lo que Certifico: U Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-17", "id": 37155, "nombre_demandado": "Consejo Transitorio de Administración Regional de la Región Nororiental del Marañón", "nombre_demandante": "José Andrés Vásquez Chimpén y otros", "numero_expediente": "00453-1996-AA"}