{"CONTEXTO": " 00453-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00453-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 453-97-AA/TC LIMA KURTWALTER ARENS SEMINARIO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Kurt Walter Arens Seminario contra la Sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas once del Cuaderno de Apelacion, su fecha veintisiete de febrero de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Kurt Walter Arens Seminario interpone Accion de Amparo contra la Primera Sala Civil de la Corte Suprema de Justicia de la Republica para que se declare ineficaz la Sentencia de fecha diecisiete de setiembre de mil novecientos noventa y tres expedido en el proceso de exequatur seguido por don James W. Ferrie porque se han afectado sus derechos constitucionales al debido proceso y el derecho de propiedad. Expresa el demandante que no se cumplio con los requisitos que exige el articulo 2104° del Codigo Civil para inscribir en el pais la Sentencia pronunciada por la Alta Corte de la Republica de Singapur, su fecha dieciséis de junio de mil novecientos ochenta y siete. Sostiene que la Corte Suprema de la Republica fundamenta su fallo expresando que la prueba de la reciprocidad constituye en esencia una prueba negativa y, en tal sentido, es la falta de reciprocidad la que corresponde ser acreditada y no al contrario. Estima que la emplazada no ha verificado que se cumplan los requisitos que exige la ley peruana para el reconocimiento de sentencia extranjera. Manifiesta que salio de Singapur en el ano mil novecientos ochenta y cinco y no volvio, segun certificado migratorio. El Procurador Publico a cargo de los asuntos judiciales del Poder Judicial contesta que la demanda de amparo ha caducado porque desde el diecisiete de setiembre de mil novecientos noventa y tres, fecha de la expedicion de la sentencia cuestionada, hasta el tres de febrero de mil novecientos noventa y cuatro, fecha de la interposicion de la Accion de Amparo, se ha vencido el plazo de ley. Sostiene que el actor debio hacer valer su derecho en el mismo proceso cuestionado. 2 TRIBUNAL CONSTITUCIONAL La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, declaro improcedente la demanda. Fundamenta que la demanda se ha interpuesto contra una sentencia emanada de un proceso regular. La Sala de Derecho Contitucional y Social de la Corte Suprema de Justicia de la Republica declaro no haber nulidad. Fundamenta que las pruebas ofrecidas resultan insuficientes para acreditar los hechos que se aducen en la presente accion. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTO: Que, del examen de las pruebas aportadas al proceso obrante de fojas uno a veintitrés, no se ha acreditado la existencia de propiedad alguna del demandante, susceptible de proteccion mediante la Accion de Amparo. Que los argumentos sobre violacion 0 amenaza de afectacion de derechos constitucionales deben ser sustentados de manera objetiva y ser inminente su realizacion en el caso de amenaza. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas once del Cuaderno de Apelacion, su fecha veintisiete de febrero de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTASANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Bese LO QUE CERTIFICO. JG. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35731, "nombre_demandado": "Primera Sala Civil de la Corte Suprema de Justicia de la República (Procurador)", "nombre_demandante": "Kurt Wálter Arens Seminario", "numero_expediente": "00453-1997-AA"}