{"CONTEXTO": " 00457-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00457-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 457-98-AA/TC LIMA B.N.B. S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL V1 En Lima, a los nueve dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por dona Nelly Dora Checkley de Natteri, contra la Sentencia de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, que con fecha dieciséis de abril de mil novecientos noventa y ocho, confirmando la apelada declaro improcedente la Accion de Amparo de autos.", "ANTECEDENTES:": "B.N.B. S.A., representada por su gerente general donia Nelly Dora Checkley de Natteri, interpuso con fecha veintiocho de agosto de mil novecientos noventa y siete Accion de Amparo contra la Municipalidad Distrital de Miraflores en la persona de su entonces Alcalde don Fernando Andrade Carmona, a fin de que por esta via se suspendan los efectos de la Resolucion N.o 5929-97-RAM de fecha dieciocho de agosto de mil novecientos noventa y siete, mediante la cual se deja sin efecto la Resolucion N.o 11092-95-RAM de fecha dieciséis de diciembre de mil novecientos noventa y cinco por medio de la cual se le concedio renovacion de la autorizacion de funcionamiento de una discoteca video pub en el jiron Bellavista 362 del distrito de Miraflores, con fecha de vigencia hasta el treinta y uno de diciembre de mil novecientos noventa y ocho; considera la demandante que la Municipalidad ha violado el principio de la cosa juzgada, y los derechos al debido proceso, a la libertad de trabajo, a la libre empresa y a la instancia plural. (de fojas 46 a 56). TRIBUNAL CONSTITUCIONAL La Municipalidad Distrital de Miraflores contesta la demanda solicitando que ésta sea declarada infundada 0 improcedente; por cuanto mediante Acuerdo de Concejo N.o 19- 93-ACDM, de fecha veintinueve de setiembre de mil novecientos noventa y tres, se declaro zona rigida la primera, segunda y tercera cuadra de la calle Bellavista con la finalidad de no otorgar autorizacion municipal de funcionamiento de discotecas, video pubs y penas, y 1 lograr que aquéllas que vienen funcionando se adecuen a las normas establecidas; finalmente senala que la demandante no cumplio con agotar previamente la via administrativa, y que la via del amparo no es la pertinente. (de fojas 66 a 71). El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, con fecha veintinueve de octubre de mil novecientos noventa y siete, falla declarando improcedente la demanda; se considera en esta primera instancia, que es facultad de la demandada autorizar 0 clausurar el funcionamiento de discotecas y similares cuando el interés de la colectividad lo requiere y, ademas, para resolver el fondo de la pretension se requiere de mayor probanza que no es compatible con la sumariedad de una accion de garantia. (fojas 82 a 86). La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima emite sentencia con fecha dieciséis de abril de mil novecientos noventa y ocho, confirmando la apelada y, consecuentemente, declarando improcedente la Accion de Amparo. (fojas 154). Contra esta Sentencia, la demandante interpone Recurso Extraordinario. (fojas 157 a 161).", "FUNDAMENTOS:": "1. Que la Accion de Amparo deviene en improcedente cuando el presunto agraviado opta por recurrir a la via judicial ordinaria, asi lo establece el inciso 3) del articulo 60 de la Ley N.o 23506. Que, del Dictamen N.o 287 de la Fiscalia Superior en lo Contencioso 2. Administrativo, de fecha seis de agosto de mil novecientos noventa y ocho, corriente en el Cuaderno del Tribunal Constitucional, aparece con claridad que la demandante, con fecha seis de febrero de mil novecientos noventa y ocho, interpuso demanda comtencioso-administrativa contra la emplazada, para el mismo objeto de la accion de garantia de autos (Expediente N.o 111-98-CA); importando ello que, en el presente caso, se configuro la causal de improcedencia mencionada en el primer fundamento de la presente Sentencia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y cuatro, su fecha dieciséis de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Y 6 1 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO necee JAGB Lo que certifico: LA 1 DR. CESAR CUBAS LONGA SECRETARIO-I RELATOR (e)", "fecha_publicacion": "1999-12-18", "id": 36052, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Miraflores (Fernando Andrade Carmona)", "nombre_demandante": "B.N.B. SA (Representada por su gerente general, Nelly Dora Checkley de Natteri)", "numero_expediente": "00457-1998-AA"}