{"CONTEXTO": " 00451-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00451-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 451-98-AA/TC LIMA BEATRIZ SUSANA SALAZAR DONAYRE. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario que formula dona Beatriz Susana Salazar Donayre contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y dos, su fecha treinta y uno de marzo de mil novecientos noventa y ocho, que declaro infundada la demanda.", "ANTECEDENTES:": "Dona Beatriz Susana Salazar Donayre, con fecha cuatro de junio de mil novecientos noventa y siete, interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Santa Anita, por considerar que se ha violado sus derechos constitucionales consagrados en el articulo 2° inciso 15), 26° y 27° de la Carta Politica del Estado; y solicita la inaplicabilidad a su persona de la Resolucion de Alcaldia N.o 0401-97-ALC/MDSA. Sostiene que debido que la indicada resolucion interpuso el correspondiente Recurso de Apelacion, el mismo que no fue resuelto por la demandada. Indica que el Alcalde demandado ha dispuesto el cese de los trabajadores que no obtuvieron el puntaje minimo aprobatorio en dos grupos, lo cual no estaba estipulado en el reglamento de evaluacion, por lo que dicha actitud excede las atribuciones senaladas por ley. Agrega que no existe inmediatez entre la evaluacion y la fecha de su cese, toda vez que con fecha veintisiete de diciembre de mil novecientos noventa y seis se expide la Resolucion de Alcaldia N.° 1297-96-ALC/MDSA, publicada el veintinueve de dicho mes y ano, mediante la cual se cesa a treinta y dos trabajadores por causal de excedencia como resultado de la referida evaluacion. Posteriormente, el veintiocho de marzo de mil novecientos noventa y siete, se publico en el diario oficial El Peruano la Resolucion de Alcaldia N.o 0401-97-ALC-MDSA de fecha veinticinco del mes y afio ultimos mencionados, a través de la cual se le cesa por causal de excedencia, cuando ya no estaba vigente la Ley Anual de Presupuesto para el ejercicio de 1996, habiendo caducado el plazo para que la demandada pudiera cesar por la causal prevista en el Decreto Ley N.o 26093. El Alcalde de la Municipalidad Distrital de Santa Anita contesta la demanda manifestando que la misma debe ser declarada improcedente, atendiendo a que la demandante fue declarada excedente por no haber obtenido el puntaje aprobatorio; que la 2 TRIBUNAL CONSTITUCIONAL ahora cuestionada resolucion ha sido expedida de conformidad con el Decreto Ley N.o 26093 y el reglamento de evaluacion aprobado por su representada; y que la Accion de Amparo por su carâcter residual, opera cuando la ley no establece otra via para reclamar un derecho que se considere amenazado 0 conculcado. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas sesenta y cuatro, con fecha veintinueve de setiembre de mil novecientos noventa y siete, declara infundada la demanda por considerar principalmente, que las resoluciones cuya inaplicabilidad solicita la demandante no violan su derecho de proteccion contra el despido arbitrario, por cuanto se esta dando cumplimiento y aplicacion a la Ley N.o 26093 y al reglamento de evaluacion correspondiente. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento treinta y dos, con fecha treinta y uno de marzo de mil novecientos noventa y ocho, confirma la apelada por estimar que el cese de la demandante se ha producido como resultado de la evaluacion correspondiente al segundo semestre del ano 1996, por la causal de excedencia dispuesta por el Decreto Ley N.o 26093.", "FUNDAMENTOS:": "1. Que la cuestionada Resolucion de Alcaldia N.o 0401-97-ALCMDSA ha sido ejecutada sin haberse vencido el plazo para que quedara consentida, lo que exime a la demandante de la exigencia de agotar la via previa, ya que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506, de Habeas Corpus y Amparo. 2. Que la Octava Disposicion Transitoria y Final de la Ley N.° 26553, que aprobo el Presupuesto del Sector Publico para el ano 1996, incluyo a los gobiernos locales dentro de los alcances del Decreto Ley N.o 26093, el mismo que los autorizaba a efectuar evaluaciones de personal de acuerdo a las normas que para el efecto establezcan, pudiendo cesar por causal de excedencia al personal que en las mismas no califique. 3. Que, mediante la Resolucion de Alcaldia N.o 01184-96-ALCMDSA; a fojas dos, de veinticinco de noviembre de mil novecientos noventa y seis, se aprobo el Reglamento de Evaluacion del Personal de la Municipalidad Distrital de Santa Anita, correspondiente al Segundo Semestre de 1996. 4. Que, del texto de la demanda se advierte que los distintos rubros de evaluacion estipulados en el articulo 6° del mencionado Reglamento de Evaluacion, se desarrollaron en el mes de diciembre de mil novecientos noventa y seis, es decir, con estricta observancia de lo establecido en dicho Reglamento y con sujecion al plazo legal estipulado por la ley autoritativa citada anteriormente. 5. Que, de la lectura de las Resoluciones de Alcaldia Nos 1297-96-ALCMDSA y 401- 97-ALC/MDSA de fechas veintisiete de diciembre de mil novecientos noventa y seis y veinticinco de marzo de mil novecientos noventa y siete, respectivamente; se advierte 2 TRIBUNAL CONSTITUCIONAL que la Municipalidad demandada --a través de dos relaciones de personal, conforme se detalla en las indicadas resoluciones, las cuales se sustentan en un mismo Informe Final N.o 03-96-MDSA/CE remitido por la Comision de Evaluacion encargada para dicho fin--, dispuso el cese de trabajadores por causal de excedencia, entre los cuales se encontraba la demandante, quien concurrio en forma voluntaria a los examenes de evaluacion, no habiendo obtenido el puntaje minimo aprobatorio establecido en citado reglamento de evaluacion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que Ie confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y dos, su fecha treinta y uno de marzo de mil novecientos noventa y ocho que confirmo la apelada que declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. Mimen ACOSTA SANCHEZ DIAZ VALVERDE Chune - 2uceC NUGENT . GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA AAM TRIBUNAL CONSTITUCIONAL: 3", "fecha_publicacion": "1999-05-20", "id": 35109, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Santa Anita", "nombre_demandante": "Beatriz Susana Salazar Donayre", "numero_expediente": "00451-1998-AA"}