{"CONTEXTO": " 00450-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00450-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 450-99-AA/TC LIMA EDUARDO CHAVEZ LA FUENTE Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Eduardo Châvez La Fuente y otros contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cuarenta y tres, su fecha veintinueve de marzo de mil novecientos noventa y nueve, que revocando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Eduardo Chavez La Fuente y otros interponen demanda de Accion de Amparo contra la empresa de Servicio de Agua Potable y Alcantarillado de Lima, solicitando que se ordene a dicha entidad que cumpla con abonarles su pension de cesantia en forma nivelada con la remuneracion que perciben los empleados que se encuentran en actividad en dicha empresa sujetos al régimen de la Ley N.° 4916. Indican que han prestado servicios al Estado por mas de treinta anos, habiendo estado comprendidos en el régimen de jubilacion, montepio y cesantia de la Ley General de Goces de 1850, sustituida por el Decreto Ley N.o 20530; no obstante ello, no se cumple con nivelar sus pensiones de jubilacion, sin tener en cuenta que sus derechos fueron legitimamente adquiridos y, por lo tanto, son irrenunciables, y que se encuentran consagrados por la Octava Disposicion General y Transitoria de la Carta Politica del Estado de 1979, no siendo de aplicacion a sus casos el tope a sus pensiones de cesantia que establecen algunas normas legales. Manifiestan que sus derechos pensionarios han sido conculcados a partir del mes de diciembre de mil novecientos noventa y cinco. La Oficina de Normalizacion Previsional contesta la demanda y propone las excepciones de caducidad de la accion y de falta de agotamiento de la via previa. Ademas, manifiesta que los demandantes no han acreditado el derecho constitucional supuestamente vulnerado; ademas, que resulta absurda su pretension de que se deben homologar sus pensiones con los sueldos que actualmente perciben los trabajadores de la empresa demandada, quienes se encuentran regulados dentro del régimen laboral de la actividad privada. TRIBUNAL CONSTITUCIONAL El apoderado de la empresa de Servicio de Agua Potable y Alcantarillado de Lima contesta la demanda y manifiesta que la Oficina de Normalizacion Previsional asumira la defensa y los intereses del Estado en todos los procedimientos judiciales que versen sobre la aplicacion de derechos pensionarios.  El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas trescientos cincuenta y uno, con fecha veintitrés de julio de mil novecientos noventa y ocho, declara fundada la demanda, por considerar, principalmente, que no se pueden desconocer los derechos adquiridos de los demandantes de percibir una pension nivelada con las remuneraciones de los trabajadores en actividad de la empresa demandada. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuatrocientos cuarenta y tres, con fecha veintinueve de marzo de mil novecientos noventa y nueve, revocando la apelada declaro improcedente la demanda, por considerar que el caso submateria requiere de una via mas amplia que cuente con etapa probatoria a efectos de determinar la nivelacion de pensiones solicitada. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de conformidad con el articulo 200° numeral 2) de la vigente Constitucion 1. Politica del Estado, la Accion de Amparo procede contra el hecho u omision de cualquier autoridad, funcionario 0 persona, que vulnera 0 amenaza derechos constitucionales. Que este Tribunal en reiteradas ejecutorias ha establecido que debido a la 2. naturaleza del derecho pensionario, en razon de tener la pension el caracter alimentario, no es exigible el agotamiento de la via previa; y, siendo el caso que los hechos considerados lesivos con continuados, no se produce la caducidad de la accion, resultando de aplicacion lo previsto en segundo parrafo del articulo 26° de la Ley N.o 25398, complementaria de la Ley N.o 23506, de Habeas Corpus y Amparo. Que, de autos se advierte que los demandantes no han adjuntado prueba alguna que 3. acredite la alegada imposicion de topes a sus pensiones que vienen percibiendo. Que este Tribunal en reiterada y uniforme jurisprudencia ha establecido que la 4. nivelacion a que tienen derecho los pensionistas que gozan de pension nivelable regulada por el Decreto Ley N.o 20530, debe efectuarse con referencia al funcionario 0 trabajador de la Administracion Publica que se encuentre en actividad del nivel, categoria y régimen laboral iguales a los que ostento el pensionista al momento de su cese. 2 TRIBUNAL CONSTITUCIONAL Que, en consecuencia, en el presente caso no se ha acreditado la vulneracion de los 5. derechos constitucionales invocados por los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cuarenta y tres, su fecha veintinueve de marzo de mil novecientos noventa y nueve, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "-  / L8al  / Asile ACOSTA SANCHEZ DIAZ VALVERDE NUGENT f GARCIA MARCELO avoca V AAM. Lo que certifico: BR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-11-25", "id": 36004, "nombre_demandado": "Servicio de Agua Potable y Alcantarillado de Lima (Sedapal)", "nombre_demandante": "Eduardo Chávez La Fuente y otros", "numero_expediente": "00450-1999-AA"}