{"CONTEXTO": " 00455-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00455-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 455-98-AA/TC LIMA GABY ROXANA SAYAN CACERES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Gaby Roxana Sayan Caceres contra la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte de Justicia de Lima, de fojas trescientos noventa y ocho, su fecha treinta y uno de marzo de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Gaby Roxana Sayan Caceres interpone demanda de Accion de Amparo contra don Alberto Ramirez Ramos, Rector a.i. de la Universidad Peruana Cayetano Heredia; el Consejo de Facultad de Medicina Alberto Hurtado de dicha Universidad; don Oswaldo Zegarra Rojas, Decano de la Facultad de Medicina Alberto Hurtado; don Eduardo Paredes Bodegas, Director de Especializacion en Medicina y dona Lucia Llosa Isenrich, Jefa del Departamento Académico, con el objeto de que se dejen sin efecto el Acuerdo del Consejo de Facultad No 108/970610 y la Resolucion Rectoral No 281-A- 97-UPCH-R, por considerar que vulneran sus derechos constitucionales a la educacion, al debido proceso y de defensa, y, en consecuencia, se le reponga en su condicion de alumna médico residente. Refiere que es médico titulada de la Universidad Peruana Cayetano Heredia que ingreso al Programa de Especializacion en Medicina de la Facultad de Medicina Alberto Hurtado, adquiriendo la condicion de alumna médico residente; y que curso el primer ano de residentado en 1995 (junio 1995 mayo 1996) y el segundo ano en 1996 (junio de 1996-mayo de 1997), habiendo aprobado las diferentes esferas y rotaciones del primer ano salvo en las esferas de psicomotriz: y afectiva en las rotaciones parciales de medicina tropical ( 15 de diciembre 1995 - 15 de enero de 1996), y de Emergencia cuyas desaprobaciones subasano durante el segundo ano, al cual fue promovida. Por otro lado, alega que la Jefa del Departamento Académico de Medicina, doctora Lucia Llosa Isenrich indico que la demandante sea evaluada por el psiquiatra, sea supervisada los primeros seis meses del segundo ano y que asista en sus vacaciones de mayo 1997 al servicio del doctor Varela, como requisitos para la matricula condicional correspondiente al segundo ano; indicaciones que fueron cumplidas a cabalidad, motivo por el cual aprobo el primer ano de residentado en todas sus esferas y rotaciones. Sin embargo, el Decano de la Facultad le ha otorgado un Certificado de Estudios que desconoce ello, manteniéndose como notas desaprobatorias las esferas de psicomotriz y afectiva, por lo cual se omite consignar la nota final de dichas esferas, asi con el promedio anual. TRIBUNAL CONSTITUCIONAL Con fecha diecisiete de abril de mil novecientos noventa y siete el Director de Especializacion le comunico que su Direccion y el Departamento Académico habian determinado aperturar en su contra un proceso de separacion de dicha Universidad, por haber sido desaprobada en el segundo ano de estudios; ante lo cual con fecha trece de junio del mismo ano presento los descargos correspondientes, pero ya el dia diez del mismo mes y ano, se habia expedido el Acuerdo del Consejo de Facultad No 108/970610 por el que se le separaba del Programa de Segunda Especializacion por bajo rendimiento académico: sin embargo, alega que siguio laborando hasta el dia 20 de junio del ano antes citado, en que fue retirada su tarjeta de control diario de asistencia al centro de labores en el Hospital Nacional Cayetano Heredia; y que con fecha cuatro de julio de mil novecientos noventa y siete por Resolucion Rectoral No 281-A-97-UPCH- R se le separa del Programa de Especializacion y de la Universidad argumentando que habia dejado de cumplir los requisitos para subsanar las deficiencias del primer ano; decision que es facticamente imposible por cuanto a la fecha de la comunicacion de apertura de proceso de separacion, esto es el diciesiete de abril de mil novecientos noventa y siete, aun se encontraba llevando cursos y faltaba mes y medio para la culminacion de las clases; motivo por el cual no existian notas definitivas como para dar por aprobado O desaprobado a un alumno. Los codemandados independientemente contestan la demanda deduciendo la excepcion de falta de agotamiento de la via administrativa por cuanto la demandante frente a la Resolucion Rectoral No 281-A-97-UPCH-R debio interponer recurso de revision a efecto de que el Consejo de Asuntos Contenciosos de la Asamblea Nacional de Rectores resolviera en ultima instancia administrativa el reclamo; asimismo, dedujeron excepcion de falta de legitimidad para obrar del demandado; y en cuanto al fondo del asunto argumentan que la decision de separacion de la demandante del Programa de Especializacion y de la Universidad, se debia por haber desaprobado por segunda vez en dos de las esferas de evaluacion del residentado, esto es en la esfera de habilidades y destrezas (esfera psicomotriz) y en actitudes (esfera afectiva). El Juez del Primer Juzgado Corporativo Transitorio Especilizado en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cuarenta y cinco, con fecha diez de diciembre de mil novecientos noventa y siete, declara fundada la demanda por considerar que a la demandante unicamente se le notifico el inicio del proceso de separacion de la universidad pero no obra en autos ningun documento que acredite que sea el Consejo de Facultad de Medicina Alberto Hurtado O el Rector de la Universidad los que hubieran permitido que la médico demandante ejerza derecho de defensa alguno. La Sala Corporativa Transitoria Especializada en Derecho Publico, a fojas trescientos noventa y seis, con fecha treinta y uno de marzo de mil novecientos noventa y ocho, revoco la sentencia apelada declarando infundada la demanda, por considerar que la demandante conocio el inicio del proceso que se le instauro para su separacion y ademas tuvo la oportunidad para ejecitar su derecho de defensa; y que la medida adoptada por los demandados es un acto propio de sus funciones evaluadoras.Contra esta resolucion, la demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1.- Que en el presente caso, resulta aplicable lo dispuesto en el articulo 28° inciso 1) de la Ley No 23506, Ley de Habeas Corpus y Amparo, por cuanto, al haberse retirado la tarjeta de asistencia de la demandante el veinte de junio de mil novecientos noventa y siete, se ejecuto el Acuerdo del Consejo de Facultad No 108/970610 antes que venciera el plazo para que éste, que sin ser una resolucion de ultima instancia administrativa, quede consentido. 2.- Que se debe tener presente que los demandados cuentan con la legitimidad para obrar suficiente para intervenir en este proceso por haber participado en los hechos que originan esta accion en representacion de dicha Universidad y no a titulo personal. 3.- Que si bien es cierto la demandante durante el primer ano de residentado desaprobo las esferas de psicomotriz y afectivas en las rotaciones parciales de Medicina Tropical y de Emergencia, motivo por el cual se le concedio matricula condicional para que curse el segundo ano de residentado, siempre y cuando cumpla con las medidas correctivas estipuladas por la Comision de Evaluacion de Residentes del Departamento de Medicina, se debe tener presente que mediante una decision anticipada, antes de que culmine el segundo ano de estudios, que segun el certificado de estudios obrante a fojas tres ocurriria el treinta y uno de mayo de mil novecientos noventa y siete, mediante carta No D- FMAH-E-113-97, de fecha dieciesiete de abril del mismo ano, obrante a fojas doce, se comunico a la demandante que se le iniciaba el proceso de separacion de dicha Universidad por haber desaprobado en el segundo ano de residentado; situacion que atenta contra el principio del debido proceso consagrado en el articulo 139° inciso 3) de la Constitucion Politica del Peru. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos noventa y seis, su fecha treinta y uno de marzo de mil novecientos noventa y ocho que revocando la apelada declaro infundada la demanda; y reformandola declara FUNDADA la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE avceG 1L NUGENT GARCIA MARCELO Lo que Certifico: GLZ iA  3 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-01-04", "id": 34820, "nombre_demandado": "Universidad Peruana Cayetano Heredia y otros", "nombre_demandante": "Gaby Roxana Sayán Cáceres", "numero_expediente": "00455-1998-AA"}