{"CONTEXTO": " 00459-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00459-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 459-98-HC/TC LIMA JOSE EDUARDO SOLANO SALCEDO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don José Eduardo Solano Salcedo contra la resolucion expedida por la Sala Corporativa Transitoria en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, su fecha veintiocho de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don José Eduardo Solano Salcedo interpone Accion de Habeas Corpus contra la Sala Especializada en Delitos de Trafico Ilicito de Drogas al omitir aplicar lo establecido en los articulos 690 y 70° del Codigo Penal que regulan la rehabilitacion; refiere el actor que fue condenado a diez anos de pena privativa de la libertad, condena que iniciada el cinco de octubre de mil novecientos ochenta y tres, se cumplia el cuatro de octubre de mil novecientos noventa y tres; alega ademas que habiendo solicitado a la demandada aplique dicha disposicion legal al haber cumplido su condena, sin embargo, le ha sido negado dicho derecho. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y seis, con fecha veintiséis de marzo de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar, principalmente, que 66 no existe omision del organo jurisdiccional para resolver la solicitud de rehabilitacion del sentenciado Solano Salcedo(...)en todo caso si considera éste se vienen produciendo anomalias dentro de la tramitacion del proceso indicado, deberan estas ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recursos que las normas procesales especificas establecen\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cincuenta, con fecha veintiocho de abril de mil novecientos noventa y ocho, confirmo la apelada, considerando, principalmente, que \"el accionante ha solicitado su rehabilitacion en el fuero penal, y de autos se advierte que dicha solicitud actualmente se encuentra tramitandose en segunda instancia, estando pendiente de emitirse el dictamen del Ministerio Publico y la resolucion correspondiente del Colegiado Superior\". Contra esta resolucion, el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, el articulo 139°, inciso 22) de la Constitucion Politica del Estado establece como principio de obligatoria observancia que \"el régimen penitenciario tiene por objeto la reeducacion, rehabilitacion y reincorporacion del penado a la sociedad\". 2. Que, asimismo, el articulo 6°, inciso 1), de la Ley No 23506, prescribe que no proceden las acciones de garantia en caso de haber cesado la violacion 0 amenaza de violacion de un derecho constitucional. 3. Que, de fojas trece, quince y dieciséis del cuadernillo del Tribunal Constitucional, se aprecia que la Sala Penal Transitoria Especializada en Delitos de Trafico Ilicito de Drogas ha declarado procedente la rehabilitacion solicitada por el actor disponiendo las medidas necesarias a efectos de su cabal cumplimiento, siendo asi, habiéndose satisfecho el reclamo materia de autos, ha operado la sustraccion de la materia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta, su fecha veintiocho de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, rimei DIAZ VALVERDE, 2 couf . M U U NUGENT, GARCIA MARCELO. Certifico: Lo que JMS VASOUZ Dra. MARTA-LUZ RELATOR RA SECRETARIA RLONSTITUGIONAL TRIBUNAL", "fecha_publicacion": "1999-03-24", "id": 34951, "nombre_demandado": "Sala Especializada en Delitos de Tráfico Ilícito de Drogas", "nombre_demandante": "José Eduardo Solano Salcedo", "numero_expediente": "00459-1998-HC"}