{"CONTEXTO": " 00455-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00455-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 455-96-AA/TC LIMA VIRGILIO S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Crosby La Rosa Antunez, en representacion de la empresa Virgilio S.A., contra la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fojas noventa y cuatro, su fecha siete de junio de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo contra la Municipalidad Metropolitana de Lima.", "ANTECEDENTES:": "Don Crosby La Rosa Antunez, en representacion de la empresa Virgilio S.A., con fecha veintiocho de diciembre de mil novecientos noventa y cinco, interpone Accion de Amparo contra la Municipalidad Metropolitana de Lima, representada por su Alcalde don Ricardo Belmont Cassinelli, al considerar que se han violado sus derechos a la propiedad, a la libre empresa, a la libertad de trabajo y al debido proceso; solicita se declare inaplicable la disposicion contenida en el acta de clausura de fecha veinte de diciembre de mil novecientos noventa y cinco del hostal sito en el jiron Ocona N.° 316, Lima, asi como las notificaciones de multa N.OS A-011040, A-011211, A-011174 y A-011401 aplicadas en la misma fecha, que en total suman veintiocho mil nuevos soles. Segun manifiesta el demandante, dichas sanciones fueron impuestas al realizarse un operativo en el que participaron el Gobernador del Cercado de Lima, dos policias municipales y la Fiscal Provincial de Lima, doctora Cecilia Vasquez Vicuna. Ademas, la demandante manifiesta que el hostal cuenta con la licencia de funcionamiento respectiva; que, en relacion a la admision de meretrices, debe tenerse en cuenta que es de conocimiento publico que el centro de Lima se encuentra invadido de prostitutas, no correspondiéndole a su administracion verificar si los huéspedes ejercen el meretricio y si cuentan 0 no con el carné de sanidad respectivo. TRIBUNAL CONSTITUCIONAL El Juez del Décimo Quinto Juzgado Civil de Lima, a fojas cuarenta y seis, con fecha tres de enero de mil novecientos noventa y seis, expide resolucion rechazando de plano la demanda y declara improcedente, por cuanto la demandante no agoto la via previa y, ademas, porque no se advierte que exista violacion 0 amenaza cierta de violacion de derechos constitucionales. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas noventa y cuatro, con fecha siete de junio de mil novecientos noventa y seis, confirmo la apelada. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Amparo es que se declaren inaplicables a la 1. demandante las sanciones de multa contenidas en las notificaciones N.oS 11040, 11211, 11174 y 11401 de fecha veinte de diciembre de mil novecientos noventa y cinco, todas relacionadas con el ejercicio clandestino de la prostitucion en el hostal sito en el jiron Ocona N.o 316, Lima. Asi mismo se declare inaplicable la clausura del referido hostal. Que, con fecha seis de abril del presente ano, la demandante ha presentado a este 2. Tribunal copia de la Resolucion de Alcaldia N.o 4928 del cuatro de diciembre de mil novecientos noventa y siete, mediante la cual se resuelve el Recurso de Apelacion que interpuso contra las notificaciones de multa, habiéndose declarado fundado dicho recurso y anulado dichas notificaciones, por haberse producido errores en la calificacion y en la aplicacion de los montos de las multas; en consecuencia, habiéndose producido sustraccion de la materia, carece de objeto pronunciarse sobre el extremo de la demanda relativo a que éstas se declaren inaplicables. Que, respecto a la clausura del hostal, al haber sido ésta ejecutada de inmediato, la 3. demandante estaba exceptuada de agotar la via previa, en aplicacion del inciso 3) del articulo 28° de la Ley N.° 23506. Que, de autos se desprende que la demandada, al proceder a la clausura del hostal, 4. ha actuado en el ejercicio regular de sus funciones y de acuerdo al procedimiento establecido en la Ordenanza N.o 061-94 MLM del veintidos de junio de mil novecientos noventa y cuatro, cuyo articulo 80, cuarto parrafo establece que no sera necesaria la notificacion preventiva cuando la gravedad de los hechos 0 la naturaleza de la infraccion lo ameriten. En efecto, de acuerdo a la propia version de la demandante, se aplico la sancion luego de un operativo en el que participaron el Gobernador del Cercado de Lima, dos policias Municipales y el representante del TRIBUNAL CONSTITUCIONAL Ministerio Publico, los cuales han suscrito el acta de clausura de fojas veintiocho y en la cual consta que la clausura definitiva se aplica por la infraccion prevista en el codigo 1-011 de la referida Ordenanza, vale decir, \"por permitir que en el establecimiento se ejerza clandestinamente la prostitucion\". Por estos fundamentos, el Tribunal Constitucional, en uso de las facultades que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fojas noventa y cuatro, su fecha siete de junio de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda, reformandola la declara INFUNDADA en el extremo relativo al pedido para que se declare inaplicable la disposicion contenida en el acta de clausura del veinte de diciembre de mil novecientos noventa y cinco, y declara que carece de objeto pronunciarse sobre el extremo referido al pedido para que se declaren inaplicables las notificaciones de multa N.os 11040, 11401, 11174 y 11211. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "L 21 - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO L LU 1X  C rer NF Lo que dertifico: Dre. MARIA LUZ VASQVEZ BECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-22", "id": 35327, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Virgilio SA (Crosby La Rosa Antúnez)", "numero_expediente": "00455-1996-AA"}