{"CONTEXTO": " 00450-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00450-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 450-97-AA/TC SEDAM HUANCAYO S.A. HUANCAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL ES En Huanuco, a los dos dias del mes de julio de mil novecientos noventa y ocho, reunido el fribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Empresa de Servicios de Agua Potable y Alcantarillado Municipal-SEDAM Huancayo S.A contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, su fecha once de abril de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "La Empresa de Servicios de Agua Potable y Alcantarillado Municipal-SEDAM Huancayo S.A. interpone Accion de Amparo contra la Empresa de Servicios de Agua Potable y Alcantarillado Municipal-SEDAM Concepcion S.A., denunciando que ésta realiza actos que van en perjuicio de la salud de la poblacion del Distrito de San Jeronimo de Tunan: 1) Cerrar permanentemente la valvula de control de agua instalada en la linea de conduccion que abastece al Distrito de San Jeronimo de Tunan, provocando el total desabastecimiento de agua potable en dicho Distrito y; 2) Impedir la realizacion de trabajos de reparacion y mantenimiento de las valvulas y la linea de conduccion del agua potable. A fojas treinta y cuatro, la Empresa de Servicios de Agua Potable y Alcantarillado Municipal-SEDAM Concepcion contesta la demanda, solicitando se la declare infundada; senala que son falsos los hechos que le imputa la demandante; que el desabastecimiento de agua potable que padece el Distrito de San Jeronimo de Tunan se debe a la escasez de lluvias. El Segundo Juzgado Mixto de Huancayo declaro infundada la demanda, por considerar que la Accion de Amparo no era la via idonea para ventilar la presente causa. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Junin confirma la apelada. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2 TRIBUNAL CONSTITUCIONAL 2. Que, la cuestion controvertida se circunscribe a establecer, por un lado, si la empresa demandada esta ejecutando actos que limiten el normal y adecuado abastecimiento de agua potable del Distrito de San Jeronimo de Tunan y, por otro, de ser cierta tal limitacion, si ésta incide negativamente en la salud de los pobladores de dicho Distrito. 3. Que la tutela de los derechos constitucionales se encuentra condicionada a que, en la dilucidacion de la controversia, la lesion del derecho constitucional 0 la amenaza que ésta se produzca, sea de tal manera evidente, que el juzgador no tenga la necesidad de transitar por un previa estacion probatoria. En el presente caso no es posible elucidar la cuestion controvertida toda vez que no existen suficientes elementos de juicio que permitan crear conviccion, para lo cual se requiriria la actuacion de pruebas por las partes, lo que no es posible en los procesos constitucionales como el presente, que por su naturaleza especial y sumarisima, carecen de estacion probatoria, conforme lo establece el articulo 123° de la Ley No 25398, complementaria de la Ley de Habeas Corpus y Amparo No 23506. En consecuencia, la Accion de Amparo no es la via idonea. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin de fojas ciento ochenta y seis, su fecha once de abril de mil novecientos noventa y siete, que confirmando la apelada declaro infundada la Accion de Amparo; reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano; y la devolucion de los actuados. SS ACOSTA SANCHEZ innce DIAZ VALVERDE NUGENT 2 At GARCIA MARCELO Lo que Certifico: CCL Dra. MARIA LUZ VASOVEZ RELATORA SECRETARIA CONSTITUCIONA Al TRIBUNAL", "fecha_publicacion": "1998-09-23", "id": 37574, "nombre_demandado": "Empresa de Servicios de Agua Potable y Alcantarillado Municipal -SEDAM Concepción SA", "nombre_demandante": "Empresa de Servicios de Agua Potable y Alcantarillado Municipal -SEDAM Huancayo SA", "numero_expediente": "00450-1997-AA"}