{"CONTEXTO": " 00467-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00467-1997-AC.pdf) --- DEL TRIBUNAL CONSTITUCIONAL 1 Exp.: 467-97-AC/TC. ASOCIACION DE COMERCIANTES DEL MERCADO CENTRALARTESANAL. HUANCAYO CI MUNICIPALIDAD PROVINCIAL DE HUANCAYO JUNIN SENTENCIA T N DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de diciembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por la Asociacion de Comerciantes del Mercado Central Artesanal Huancayo contra la sentencia de vista de la Sala Civil de la Corte Superior de Justicia de Junin, su fecha treinta de abril de mil novecientos noventa y siete, que CONFIRMO la sentencia de primera instancia del Primer Juzgado Civil de Huancayo, su fecha diez de marzo de mil novecientos noventa y siete, de fojas ciento sesenta, que declaro improcedente la accion de amparo porque no se curso previamente carta notarial de requerimiento regulado por el articulo 5 de la Ley No 26301. TRIBUNAL CONSTITUCIONAL 2", "ANTECEDENTES:": "La Asociacion de Comerciantes del Mercado Central Artesanal Huancayo, a fojas uno, interpone accion de cumplimiento contra don Pedro Morales Mansilla, Alcalde de la Municipalidad Provincial de Huancayo, con la finalidad que dé cumplimiento a la transferencia de puestos y establecimientos y servicios del mercado publico denominado Mercado Central Artesanal Huancayo. Manifiesta que el demandado ha incumplido con notificarles, en su calidad de inquilinos, dandole la primera opcion de compra de los puestos del Mercado Artesanal de Huancayo como dispone la Ley No 26569. Sostiene que el Municipio hace caso omiso a la ley y por el contrario los demanda por desalojo, por la causal de conclusion de contrato. El Municipio Provincial de Huancayo a fojas ciento cuarenta y cuatro contesta la demanda sosteniendo que el bien objeto de la litis no es mercado, por consiguiente es / in imposible que cumpla con la Ley No 26569. Expresa que la Comision de Privatizacion designada por Acuerdo del Concejo Municipal no curso carta notarial de opcion de venta porque no existe documento técnico alguno que califique de Mercado Municipal a las areas ocupadas por los comerciantes. En primera instancia, el Primer Juzgado en lo Civil de Huancayo pronuncia sentencia, su fecha diez de marzo de mil novecientos noventa y siete, obrante a fojas ciento sesenta, que declaro improcedente la accion de incumplimiento porque no se curso previamente carta notarial de requerimiento al emplazado antes de iniciar la accion de cumplimiento como prescribe el articulo 5 de la Ley No 26301. El Fiscal Superior en lo Civil de Junin, a fojas ciento setenta y tres, opina que se confirme el fallo sosteniendo que los demandantes no han cumplido con notificar el requerimiento tanto al Alcalde como a la Comision de Privatizacion del Concejo Municipal de Huancayo. En segunda instancia, la Sala Civil de Corte Superior de Justicia de Junin, pronuncia sentencia, su fecha treinta de abril de mil novecientos noventa y siete de fojas ciento noventa y dos, por la que CONFIRMA el fallo apelado. El actor interpone recurso extraordinario. 3", "FUNDAMENTOS:": "Que, del examen de los recaudos del escrito de demanda de fojas uno, se aprecia que el actor no ha cumplido con adjuntar carta notarial de requerimiento al obligado para que cumpla con la pretension incoada, elemento que constituye requisito previo para dartramite a la accion de cumplimiento, en estricta aplicacion del articulo 5 de la Ley No 26301; Que, al no existir instrumentos publicos indubitables sobre la naturaleza del bien en debate, la via de accion de cumplimiento no es la via idonea para dilucidar si el bien inmueble sub-materia es 0 no Mercado Municipal; Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la sentencia de vista pronunciado por la Sala Civil de la Corte Superior de Justicia de Junin,su fecha treinta de abril de mil novecientos noventa y siete de fojas ciento noventa y dos que CONFIRMOel fallo del Primer Juzgado Civil de Huancayo su fecha diez de marzo de mil novecientos noventa y seis, de fojas sesenta que declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. S.S. u - l/ ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Ret Ct a lusthdal Lo que Certifteo: JGS. Dra. MARIA LUZ VASQUEZ DE LOPZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-11", "id": 36643, "nombre_demandado": "Municipalidad Provincial de Huancayo (Alcalde, Pedro Morales Mansilla)", "nombre_demandante": "Asociación de Comerciantes del Mercado Central Artesanal Huancayo", "numero_expediente": "00467-1997-AC"}