{"CONTEXTO": " 00460-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00460-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 460-97-AA/TC ASOCIACION DE COMERCIANTES \"VIRGEN DEL CARMEN\" LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia.; NUGENT, DIAZ VALVERDE, Y GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Inés Eulogia Véliz Contreras, en representacion de la Asociacion de Comerciantes \"Virgen del Carmen\", contra la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Suprema de Justicia de la Republica, de fecha treintiuno de enero de mil novecientos noventisiete, que declaro infundada la accion de amparo. CA 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "La Asociacion de Comerciantes \"Virgen del Carmen\" interpone demanda de accion de amparo contra el Alcalde del Concejo Distrital del Rimac senor José Carlos Navarro Lévano, con la finalidad de que se declare inaplicable para el actor la Resolucion de Alcaldia No 366- 96 de fecha veintiocho de marzo de mil novecientos noventiséis, pues indica que dicha resolucion se les ha aplicado en forma errada ya que ellos no ocupan zonas rigidas, calles ni veredas, sino un area excedente posible de ser ocupada; por lo que solicitan la reposicion en mérito de haber sido desalojados por la aplicacion incorrecta de la Resolucion de Alcaldia impugnada. Amparan su demanda enlo dispuesto por los articulos 1°, 2° y30 de la Ley No 23506 y el inciso 4° del articulo 200° de la Constitucion del Estado. El Primer Juzgado Especializado en lo Civil de Lima, con fecha trece de setiembre de mil novecientos noventiséis, declaro fundada la demanda, por considerar, entre otras razones, que el area que ocupa la Asociacion demandante, es un area excedente de la Urbanizacion Rimac,que no le corresponde a la demandada y por otro lado la demandada no esta en condiciones de faltar a los acuerdos suscritos y que constan en las resoluciones de la misma Alcaldia, que constituyen informaciones de dominio publico; que se ha verificado de acuerdo a las instrumentales presentadas, que al haberse desalojado a la Asociacion demandante, se 3 TRIBUNAL CONSTITUCIONAL ha transgredido las garantias constitucionales contenidas en el inciso 4) del articulo 200° de la Constitucion. Interpuesto recurso de apelacion, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, con fecha treintiuno de enero de mil novecientos noventisiete, revoco la apelada, y reformandola la declaro infundada por estimar que no se puede establecer de modo cierto y concreto la disposicion 0 afectacion del terreno ocupado por los demandantes,por ser insuficientes las copias de fojas setentinueve a ochentidos, por no estar debidamente legalizadas; por lo que no pueden ser consideradas como instrumentos que merezcan fe plena; que,por el contrario, aparece suficiente la presuncion legal por la cual la autoridad municipal, ha ejercido su facultad contenida por los incisos 3), 5), /) y 8) del articulo 75° de la Ley Orgânica de Municipalidades. Contra esta resolucion, los demandantes interponen Recurso Extraordinario; por lo que de conformidad con los dispositivos legales se han remitidos los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que,el objeto de la presente accion es que se declare inaplicable para los recurrentes la Resolucion de Alcaldia No 366-96, de fecha veintiocho de marzo de mil novecientos noventiséis, mediante la cual la Municipalidad demandada dispone el ICA E TRIBUNAL CONSTITUCIONAL retiro de los comerciantes informales de las àreas de dominio publico consideradas zonas rigidas; asi como retirar de las areas de dominio publico del Distrito del Rimac a los comerciantes formales que sin la correspondiente autorizacion municipal, vienen utilizando veredas, pistas 0 retiro municipal. 2.- De autos fluye que la Asociacion de Comerciantes \"Virgen del Carmen\" esta constituida por comerciantes formales, tal como consta de los documentos que corren a fojas ocho y nueve, que acreditan que la propia Municipalidad demandada se dirige a los demandantes a efectos de reconocer a los dirigentes de la Junta Directiva, asimismo con el documento de fojas doce, la Municipalidad autoriza a los demandantes la construccion de mesas de material noble; con la notificacion de fojas cuarenticinco la demandada solicita fotografias de los dirigentes electos, es decir, existe una serie de actos que no han sido negados ni impugnados por la demandada que acreditan tal formalidad. 3.- Que, ha quedado plenamente establecido que los demandados no ocupan veredas, pistas ni retiro municipal, sino un terreno perfectamente identificable que se encuentra debidamente inscrito a nombre del Estado en el Registro de Propiedad de Inmuebles de Lima,en el tomo doscientos ochentidos,a fojas trece y cuya copia literal corre en autos de fojas ciento veintiuno a ciento veinticuatro, asimismo obra a fojas DE TRIBUNAL CONSTITUCIONAL cincuentinueve el plano catastral acompanado por la propia demandada, que acredita la ubicacion del terreno ocupado por los demandantes. 4.- Que, teniendo en cuenta tanto la formalidad de los comerciantes, como su ubicacion dentro de un perimetro de terreno, resulta amparable su pretension puesto que se les desalojo del mismo aplicandoles una resolucion que no les alcanzaba, consecuentemente,se ha vulnerado a los demandantes su derecho al debido proceso prescrito en el inciso 3° del articulo 139° de la Constitucion. 5.- Se deja a salvo el derecho del Estado de proceder al desalojo de los ocupantes del terreno de su propiedad,previo proceso judicial. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Orgânica No 26435 y la Ley Modificatoria No 26801:", "FALLA:": "REVOCANDO la resolucion de fojas ciento doce, expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha treintiuno de enero de mil novecientos noventisiete, que revocando la apelada, declaro infundada la demanda; REFORMANDOLA, declararon fundada la demanda, en consecuencia, inaplicable para los TRIBUNAL CONSTITUCIONAL actores la Resolucion de Alcaldia No 366-96-MDR,de fecha veintiocho de marzo de mil novecientos noventiséis y se ordena se reponga a los actores sus derechos y prerrogativas hasta antes de la errada aplicacion de la Resolucion de Alcaldia cuestionada,dispusieron que no resulta de aplicacion en el caso de autos lo previsto en el articulo 11° de la Ley 23506, atendiendo a las circunstancias especiales del proceso; mandaron se publique en el diario oficial \"El Peruano,\" con arreglo a ley, y los devolvieron. a S.S. ACOSTA SANCHEZ,  NUGENT 2 DIAZ VALVERDE Lul GARCIA MARCELO LO QUE CERTIFICO. a / fe MR/efs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-27", "id": 36750, "nombre_demandado": "Alcalde del Concejo Distrital del Rímac (José Carlos Navarro Lévano)", "nombre_demandante": "Inés Eulogia Véliz Contreras en representación de la Asociación de Comerciantes \"Virgen del Carmen\"", "numero_expediente": "00460-1997-AA"}