{"CONTEXTO": " 00469-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00469-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP 469-97-AA/TC. GIOVANNA ANGELA MONJE COHA AREQUIPA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventiocho, reunido el Pleno Jurisdiccional del Tribunal Constitucional, con asistencia de los senores Magistrados Acosta Sanchez,Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por dona Giovanna Angela Monje Coha, contra la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha diez de abril de mil novecientos noventa y siete, que revoco la apelada que declaro fundada la demanda y reformandola declararon improcedente la Accion de Amparo planteada contra la Municipalidad Distrital de Mariano Melgar. ANTECEDENTES: Dona Giovanna Angela Monge Coha, interpone Accion de Amparo solicitando que se declare la inaplicabilidad de la Resolucion Municipal No 533-96- MDMM-A de diecisiete de abril de mil novecientos noventa y seis, por la cual se ordena su cese como Directora Municipal de la Municipalidad Distrital de Mariano Melgar. Asimismo solicita la reposicion en el trabajo y el pago de las remuneraciones dejadas de percibir desde el dia del arbitrario cese. Refiere que, si bien es cierto fue cesada como Directora Municipal, ella ingreso a trabajar como personal administrativo por concurso de méritos, por lo que le es de aplicacion la normatividad para los servidores publicos es decir previamente a su cese debio ser sometida a un Proceso Administrativo Disciplinario, procedimiento que no ha sido observado y tan solo fue cesada por acuerdo en una sesion de Concejo. La demandante interpone el correspondiente recurso de reconsideracion el mismo que es declarado infundado por el Municipio. Contestada la demanda por la Municipalidad Distrital de Mariano Melgar, en ella se expresa que la demandante fue contratada para el cargo de Directora Municipal conforme se denomina en la Ley de Municipalidades y que su cargo es de confianza, por lo que podia ser cesada con solo retirarle la confianza. Por otra parte manifiestan que el cese de la demandante se origino en una denuncia en su contra por un aumento de sueldo al personal del Municipio sorprendiendo al Alcalde y sin que fuera un acto de su competencia. El Juez del Tercer Juzgado Civil de Arequipa con fecha treinta de diciembre de mil novecientos noventa y seis, a fojas doscientos noventa y cinco, declara fundada la demanda 20 47 TRIBUNAL CONSTITUCIONAL y en consecuencia inaplicable a la demandante la Resolucion Municipal por la cual es cesada. Considera elJuez, que la demandante fue separada de su cargo en forma definitiva, sin que se haya tomado en cuenta su condicion de servidora publica sujeta a derechos laborales adquiridos, conforme lo disponen los articulos 5° y 6° del D.S. 005-90-PCM. La Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha diez de abril de mil novecientos noventa y siete, a fojas trescientos cuarenta y siete, revoca la apelada, por considerar que la sola consagracion de un derecho no basta para que proceda la interposicion de una accion de garantia, pues el amparo es una via de excepcion, que requiere que se hayan agotado las vias previas.", "FUNDAMENTOS:": "1. Que, a través de la presente Accion de Amparo se solicita que se declare la inaplicabilidad de la Resolucion Municipal N533-96-MDMM-A de fecha diecisiete de abril de mil novecientos noventa y seis, mediante la cual se dispone su cese; asi como se ordene su reincorporacion en el cargo de Directora Municipal de la Municipalidad Distrital de Mariano Melgar, al que segun manifiesta accedio mediante Concurso Publico. Sin embargo, obra a fojas ciento diecisiete una constancia de la Jefatura de Personal del Municipio demandado, donde se senala que en el ano mil novecientos noventa y cuatro, en que la demandante ingreso a laborar, no hubo ninguna convocatoria publica a concurso para provision de Plazas. 2. Que, la resolucion que dispone el cese de la demandante, se ejecuto antes que venciera el plazo para que quedara consentida, situacion que la exime del agotamiento de la via previa, toda vez que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506; en consecuencia, el hecho que la demandante haya interpuesto recurso de reconsideracion contra la resolucion antes indicada pese a no estar obligada, en modo alguno enerva lo antes senalado, en razon que le favorece la excepcion prescrita en el inciso 3) de dicha norma. 3. Que, conforme se advierte de la demanda y de la constancia de trabajo, de fojas setenta y nueve de autos, la demandante ha desempeniado el cargo de Directora Municipal de la demandada a partir del cuatro de enero de mil novecientos noventa y cuatro hasta la fecha de su cese. 4. Que, de conformidad con los articulos 36° inciso 9) y 50° de la Ley Organica de Municipalidades No 23853, el Director Municipal y los Directores de servicios son 2 TRIBUNAL CONSTITUCIONAL funcionarios de confianza, nombrados por el Alcalde y pueden ser removidos por éste 0 por el Concejo Municipal por acuerdo de la mayoria del numero legal de sus miembros. 5. Que, el articulo 40° de la vigente Constitucion Politica del Perui, el articulo 2° del Decreto Legislativo No 276 y articulo 14° de su Reglamento aprobado por el Decreto Supremo No 005-90-PCM, establecen que no estan comprendidos en la carrera administrativa los servidores publicos contratados ni los funcionarios que desempenan cargos politicos 0 de confianza. 6. Que, en consecuencia, el Alcalde de la Municipalidad demandada al emitir la cuestionada resolucion de cese, ha hecho uso de las facultades que le confiere la ley, no habiendo vulnerado derecho constitucional alguno de la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos cuarenta y siete su fecha diez de abril de mil novecientos noventa y siete, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. YO S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, 8 C GARCIA MARCELO. Lo que Certifico: GGF(AAM) Dra. MARIA LUZ VASOUEZ 3 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 27 TRIBUNAL CONSTITUCIONAL FE DE ERRATAS. F e de Erratas de la sentencia No 469-97-AA/TC aparecida en la pagina 1153 de la separata \"Garantias Constitucionales\" No 122, publicada el 20 de setiembre del presente ano. DICE: REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos cuarenta y siete, su fecha diez de abril de mil novecientos noventa y siete, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS. ACOSTA SANCHEZ; NUGENT; DIAZ VALVERDE; GARCIA MARCELO.\" DEBE DECIR: 6 REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos cuarenta y siete, su fecha diez de abril de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo y REFORMANDOLA la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. SS.ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE; GARCIA MARCELO.\" Cen Trmnure a Le - L -", "fecha_publicacion": "1998-09-20", "id": 37528, "nombre_demandado": "Municipalidad Distrital de Mariano Melgar", "nombre_demandante": "Giovanna Angela Monge Coha", "numero_expediente": "00469-1997-AA"}