{"CONTEXTO": " 00460-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00460-1996-AA.pdf) --- I TRIBUNAL CONSTITUCIONAL EXP No. 460-96-AA/TC LIMA IMPERIAL AIR S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE,ENCARGADO DE LA PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO. actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ASUNTO : Recurso Extraordinario interpuesto por IMPERIAL AIR S.A. Empresa de Transporte Aéreo, contra la resolucion dictada por la Segunda Sala Civil de la Corte Superior de Lima, de fecha veintisiete de junio de mil novecientos noventiséis, que confirma la sentencia apelada de fecha treintiuno de enero del mismo ano, que declara improcedente la accion de amparo interpuesta contra el Instituto Nacional de Defensa de la Competencia y de la Proteccion de la Propiedad Intelectual INDECOPI-; por violacion de sus derechos constitucionales a la libertad de trabajo, a la legitima defensa y a los principios de la funcion jurisdiccional. ANTECEDENTES : A fojas treintinueve, IMPERIAL AIR S.A. Empresa de Transporte Aéreo, interpone accion de Amparo y la dirige contra el Instituto Nacional de Defensa de la Competencia y de la Proteccion de la Propiedad Intelectual INDECOPI-, solicitando se paralicen todas las acciones administrativas y los efectos legales de la Resolucion No 180295-INDECOPMTDCP, de fecha doce de octubre de mil novecientos noventicinco, expedida por el Tribunal de Defensa de la Competencia y de la Propiedad Intelectual, que declara en insolvencia a IMPERIAL AIR S.A.; que esta resolucion se encuentra impugnada ante la Cuarta Sala Civil de la Corte Superior de Justicia Lima con numero de expediente 1893-95; y que INDECOPI pretende publicarla, lo cual le ocasionaria grave perjuicio. L TRIBUNAL CONSTITUCIONAL Que de publicarse esta resolucion, se estaria violando los siguientes derechos constitucionales: la libertad de trabajo, el derecho a la jurisdiccion y proceso, y de legitima defensa. Admitida por el Juzgado y notificada a la parte demandada, ésta la contesta y deduce la excepcion de litispendencia, debido a que la demandante ha optado por recurrir a la via judicial ordinaria por este mismo hecho. El demandado manifiesta que la demandante lo que pretende es suspender la ejecucion de la Resolucion Administrativa; asi como el procedimiento administrativo, hasta que se resuelva en ultima instancia la impugnacion que contra la mencionada resolucion se ha interpuesto ante la via judicial ordinaria, a través de un Proceso Contencioso Administrativo; en consecuencia, que INDECOPI incumpla con el mandato legal de publicar la convocatoria a la Junta de Acreedores, la cual resulta indispensable para la determinacion de la modalidad a emplearse en la reestructuracion de la empresa insolvente. Afirma el demandado, que por Resolucion No 001-94-CSA-INDECOPI/Exp-118 de fecha cuatro de octubre de mil novecientos noventicuatro, se cito al representante legal de IMPERIAL AIR S.A. para que en el plazo de diez dias habiles, acreditara en cualquiera de las formas previstas en el articulo 4° del Reglamento de la Ley de Reestructuracion Empresarial aprobado por D.S. No 044-93- EF, su capacidad de pago respecto de las obligaciones exigibles y vencidas por mas de treinta dias que mantenia frente a VALE S.A. A fojas ciento trece, INDECOPI senala que la demandante, dias antes de la interposicion de la demanda de accion de amparo, habia presentado un recurso \"de Enmienda y Ampliacion\" contra la resolucion dictada por el Tribunal de INDECOPI, lo que ponia en evidencia que el proceso administrativo no se encontraba concluido, por lo que debe declararse improcedente esta accion. A fojas ciento veintiséis, la demandante presenta una copia de la resolucion expedida por la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, de fecha catorce de diciembre de mil novecientos noventicinco, en la que se le otorga medida cautelar, sobre estos mismos hechos y el mismo objeto. El Juez del Octavo Jugado Especializado en lo Civil de Lima expide resolucion declarando improcedente la accion de amparo, basandose precisamente, en la resolucion de medida cautelar ya senalada, ante la cual la demandante interpone Recurso de Apelacion, la misma que le es concedida. La Segunda Sala Civil de Lima, confirma la resolucion de primera instancia, interponiendo la demandante Recurso de Nulidad, el cual es concedido como recurso extraordinario.", "FUNDAMENTOS:": "Que, esta acreditado que en otro proceso (expediente 1893-95), la Cuarta Sala Civil de la Corte Superior de Lima ha concedido a la demandante medida cautelar, cuya copia corre a fojas ciento veintidos, que \"manda suspender la publicacion ordenada\", que motiva esta accion. Con lo que queda demostrado plenamente, que la parte demandante opto por recurrir a la via judicial ordinaria, como lo manifiesta en su propia demanda. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica. FALLA: : CONFIRMANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lima, de fecha veintisiete de junio de mil novecientos noventiséis, que confirmo la sentencia expedida por el Octavo Juzgado Especializado en lo Civil de Lima que declara IMPROCEDENTE la accion de amparo; dispusieron la publicacion de esta sentencia en el Diario Oficial \"El Peruano\" conforme a Ley; y los devolvieron. S.S. ACOSTA SANCHEZ, 2 NUGENT, Kbl L - DIAZ VALVERDE, GARCIA MARCELO. LO QUE CERTIFICO DOCTORA MARIA LUZ VASQUEZ. SECRETARIA RELATORA. JAM/daf", "fecha_publicacion": "1997-08-03", "id": 36270, "nombre_demandado": "Instituto Nacional de Defensa de la Competencia y de la Protección de la Propiedad Intelectual (Indecopi)", "nombre_demandante": "IMPERIAL AIR SA Empresa de Transporte Aéreo", "numero_expediente": "00460-1996-AA"}