{"CONTEXTO": " 00462-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00462-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 462-98-AA/TC LIMA JUAN MEZARINA MELGAREJO Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitrés dias del mes de octubre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valvero Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Mezarina Melgarejo y ot contra la resolucion expedida por la Sala Corporativa Transitoria Especializada Derecho Publico de la Corte Superior de Justicia de Lima, su fecha dieciocho febrero de mil novecientos noventa y ocho, que declaro infundada la Accion Amparo.", "ANTECEDENTES:": "El veintiuno de mayo de mil novecientos noventa y siete, don Juan Mezari Melgarejo y otros interponen Accion de Amparo contra la Municipalidad Distrital San Miguel, representada por su Alcaldesa, dona Marina Sequeiros Montesinos, con proposito de que se declare la inaplicacion a su caso de las resoluciones de alcaldia N 4283-96-AL/SM y 4297-96-AL/SM, mediante las cuales se dispuso su cese por cau de excedencia. Refieren que fueron sometidos a una primera evaluacion el veinte julio de mil novecientos noventa y seis, siendo evaluados por segunda vez con fe veintiocho de diciembre del mismo ano, es decir, a los cinco meses de la prime evaluacion, transgrediéndose lo dispuesto en el articulo 1° del Decreto Ley No 260 que dispone que las evaluaciones seran semestrales; que han sido cesados por una cau inexistente, no contemplada ni en el Decreto Legislativo No 276 ni en el menciona Decreto Ley. A fojas noventa y tres, la demandada absuelve el tramite de contestacion de demanda, solicitando se declare infundada; senala que las resoluciones cuestionad han sido dictadas por la autoridad competente, en uso de sus facultades y dentro marco legal vigente, por lo que no constituyen amenaza ni violacion de derec constitucional alguno. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico Lima emite sentencia declarando infundada la demanda, por considerar - entre 01 razones - que los demandantes se sometieron voluntariamente a la evaluacio aceptando por lo tanto sus efectos inmediatos. TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma la apelada, por estimar que el articulo 2° del Decreto Ley No 26093 autoriza el cese por causal de excedencia de los servidores que no califiquen los programas de evaluacion, situacion en la que se encuentran los demandantes. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que en el presente caso, el petitorio se circunscribe a que se declaren inaplicables a los demandantes las resolucioneas de alcaldia Nos. 4283-96-AL/SM y 4297-96- AL/SM, que disponen su cese por causal de excedencia. 3. Que los demandantes interpusieron recursos de apelacion contra la resolucion de cese, los mismos que no fueron resueltos por la demandada dentro del término de ley, por lo que opero el silencio administrativo negativo; con lo que se agoto la via previa. 4. Que el articulo 1° del Decreto Ley No 26093 dispone que los titulares de los ministerios y de las instituciones publicas descentralizadas deberan efectuar semestralmente programas de evaluacion de personal, de acuerdo a las normas que para el efecto se establezcan, autorizandose a los referidos titulares a dictar las normas necesarias para su correcta aplicacion; estableciéndose en el articulo 2° que podra ser cesado por causal de excedencia el personal que no califique. 5. Que la Octava Disposicion Transitorio y Final de la Ley No 26553 de Presupuesto del Sector Publico para el ano mil novecientos noventa y seis, incluyo a los gobiernos locales dentro de los alcances del referido Decreto Ley. Es doctrina jurisprudencial de este Colegiado el que la facultad de los gobiernos locales para llevar a cabo la evaluacion de su personal al amparo de las mencionadas disposiciones legales se circunscribe al ano mil novecientos noventa y seis; en tal sentido, habiéndose efectuado la ejecucion del proceso de evaluacion dentro de dicho periodo y habiéndose producido el cese cuestionado por no haber obtenido los demandantes calificacion aprobatoria, no se ha producido la vulneracion de los derechos constitucionales invocados en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas doscientos sesenta y ocho, su fecha dieciocho de febrero de mil novecientos noventa y ocho, que confirmando la apelada declaro INFUNDADA la excepcion de falta de DEL TRIBUNAL CONSTITUCIONAL agotamiento de la via previa e INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Civee & C GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL CCL", "fecha_publicacion": "1999-01-06", "id": 34849, "nombre_demandado": "Municipalidad Distrital de San Miguel", "nombre_demandante": "Juan Mezarina Melgarejo y otros", "numero_expediente": "00462-1998-AA"}