{"CONTEXTO": " 00465-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00465-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 465-97-AC/TC Maria Antonia Chauca Balcazar Canete SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos novehta y ocho el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Garcia Marcelo; y Diaz Valverde; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Mixta de la Corte Superior de Justicia de Canete, de fecha veinte de mayo de mil novecientos noventa y siete, en los seguidos entre dona Maria Antonia Chauca Balcazar y don Eugenio Pérez Cuya, Alcalde de la Municipalidad Distrital de Chilca, sobre accion de cumplimiento.", "ANTECEDENTES:": "Dona Maria Antonia Chauca Balcazar, interpone accion de cumplimiento contra don Eugenio Pérez Cuya, Alcalde de la Municipalidad Distrital de Chilca, a fin que se dé cumplimiento a la Resolucion de Alcaldia No. 355-93 AL, de fecha veinticinco de noviembre de mil novecientos noventa y tres, expedida por la Municipalidad Provincial de Canete, en virtud de la cual se declara fundada la queja formulada por la actora contra el Alcalde de la referida Municipalidad Distrital por el cobro indebido de arbitrios y se dispone la devolucion de lo indebidamente cobrado; asi como el cese inmediato de todo acto de hostilizacion por parte del personal de dicha Municipalidad. Fundamenta su demanda en el numeral 6to del articulo 200 de la Constitucion Politica del Estado. Admitida la demanda, ésta es contestada por don Eugenio Pérez Cuya, Alcalde de la Municipalidad Distrital de Chilca, quien solicita que se declare infundada la demanda y manifiesta que en el ano mil novecientos noventidos se notifico a la demandada para que 2 TRIBUNAL CONSTITUCIONAL efectue el pago de arbitrios, que posteriormente ésta solicita la devolucion de la suma cobrada y ante la pasividad de la administracion municipal de entonces, en el ano mil novecientos noventitrés, la demandante formula queja ante la Municipalidad Provincial. Sin embargo, devueltos los actuados, no acciono para que se haga efectiva dicha devolucion la cual alcanza a la suma de S/. 143.16; que la demandante lo que pretende es que al darse cumplimiento al cese de todo acto de hostilizacion, no sea afectada debido a las construcciones que ha realizado en la via publica, sin autorizacion municipal. Con fecha veintiséis de marzo de mil novecientos noventa y siete, el Juez del Juzgado Especializado en lo Civil de Canete, expide resolucion declarando improcedente la demanda por caducidad. Interpuesto el recurso de apelacion, con fecha veinte de mayo de mil novecientos noventa y siete, la Sala Mixta de la Corte Superior de Justicia de Canete, expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, de conformidad con lo establecido en el inciso 6) del articulo 200 de la Constitucion Politica del Estado, la accion de cumplimiento es un proceso constitucional cuyo objeto es preservar la eficacia de las normas con rango, valor y fuerza de Ley, asi como la de los autos administrativos emanados de la Administracion Publica que funcionarios 0 autoridades se muestren renuentes a acatar 2.- Que, en el caso de autos, tratandose de materia tributaria, la actora no ha cumplido con agotar la via previa prevista en el articulo 5° de la Ley 26301; por lo que la pretension debe declararse improcedente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren. 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas cincuenta y uno, su fecha veinte de mayo de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la accion de cumplimiento, Dispusieron la publicacion de la presente en el Diario Oficial El Peruano, conforme a la Ley y los devolvieron. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE libada L 4 / V arCen GARCIA MARCELO LO QUE CERTIFICO. NFG/tvd DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-17", "id": 36811, "nombre_demandado": "Municipalidad Distrital de Chilca", "nombre_demandante": "María Antonia Chauca Balcázar", "numero_expediente": "00465-1997-AC"}