{"CONTEXTO": " 00469-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00469-1996-HC.pdf) --- Exp. No. 469-96-HC/TC Lima Caso: Rail Jestis Huaman Bastidas.  SENTENCIA  DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de noviembre de mil novecientos noventiséis, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados:  Nugent, Presidente, Acosta Sanchez,  Vice Presidente, Aguirre Roca, Rey Terry, Revoredo Marsano de Mur Garcia Marcelo  Actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alejandro Rafael Taco Pari, contra la resolucion de la Décima Sala Penal de la Corte Superior de Lima, Su fecha doce de abril de mil novecientos noventiséis, que confirmando la apelada, declaro improcedente la accion de habeas corpus interpuesta. ", "ANTECEDENTES:": "Don Alejandro Rafael Taco Pari, interpone accion de habeas corpus a favor de don Rail Jesus Huaman Bastidas, y la dirige contra la Sra. Juez Especializada del Tercer Juzgado Penal de Lima, el Fiscal de la Tercera Fiscalia Provincial Penal de Lima, el Prefecto y Sub-Prefecto de Lima y Callao, por considerar que elfavorecido se encuentra detenido enforma irregular en virtud de la denunciaformulada en Su contra por delito de lesiones graves, situacion juridica que pide se varie por la de libertad provisional, una vez que se abone la caucion correspondiente; agrega que el derecho a la excarcelacion del procesado se encuentra previsto en el inciso 16) del articulo 12° de la Ley No 23506, Ley de Habeas Corpus y Amparo.  El Décimo Segundo Juzgado Penal de Lima, declaro Improcedente la accion, por considerar que: \"si esta detencion prosigue es porque se encuentra sometido a un proceso regular que gira por ante el Trigésimo Segundo Juzgado Penal de Lima, como se aprecia de la razon del cursor de fojas treintisiete \".  En su oportunidad, la Décima Sala Penal de la Corte Superior de Lima, con los fundamentos de la apelada, confirmo dicha Resolucion. ", "FUNDAMENTOS:": "Que, la Juez demandada en la presente accion, ordeno la detencion del beneficiado, por encontrarse éste procesado por la comision del delito de lesiones graves, ante su Juzgado, proceso que culmino al expedirse la sentencia que lo condena a un aho de pena privativa de libertad, suspendida condicionalmente bajo la obligacion de respetar ciertas reglas de conducta, ordenandose la inmediata libertad del procesado;  Que, el beneficiado de la presente accion continua detenido, no por los hechos que fueron materia del proceso que se le siguio ante la demandada, sino por el mandato de detencion dictado en Su contra por el Trigésimo Segundo Juzgado Penal, por el delito de robo agravado y otros, como puede observarse de la razon tomada por el Secretario Cursor, la que corre a fojas treintisiete, por lo que la orden de detencion que mantiene privado de la libertad al accionante, no es materia de la presente accion de habeas corpus;  El Tribunal Constitucional, ", "FALLA:": "Confirmando la sentencia de la Décima Sala Penal de la Corte Superior de Lima, sufecha doce de abril de mil novecientos noventiséis, que a su vez confirmo la apelada, que declaro Improcedente la accion de habeas corpus interpuesta, por Alejandro Rafael Taco Pari, afavor de don Raiil Jestis Huaman Bastidas, contra la Sra. Juez Especializada del Tercer Juzgado Penal de Lima, el Fiscal de la Tercera Fiscalia Provincial Penal de Lima, y el Prefecto y Sub-Prefecto de Lima y Callao; sin perjuicio de senalar que queda a salvo su derecho para hacerlo valer ante el organo correspondiente.  Publiquese en elDiarjo Oficial El Peruano.  S.S. Nugent Acosta Sanchez Aguirre Roca, Rey Terry, Revoredo Marsano de Mur Garcia Marcelo  DRA.MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-24", "id": 37434, "nombre_demandado": "Juez Especializada del Tercer Juzgado Penal de Lima y otros", "nombre_demandante": "Alejandro Rafael Taco Pari a favor de Raúl Jesús Huamán Bastidas", "numero_expediente": "00469-1996-HC"}