{"CONTEXTO": " 00461-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00461-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.461-99-AA/IC CUSCO LIBIA AURELIA VEGA MONGE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los seis dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez; Presidente, Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Libia Aurelia Vega Monge contra la Sentencia de la Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios de fojas ciento trece, su fecha treinta y uno de marzo de mil novecientos noventa y nueve, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Libia Aurelia Vega Monge interpone Accion de Amparo contra el Director de la Direccion Regional de Educacion del Cusco y otros por haber expedido el Decreto Administrativo N.o 086-DRE-C/DA-98 del trece de octubre de mil novecientos noventa y ocho. Expresa que se ha atentado contra su derecho de peticion y su derecho a la salud. Manifiesta que en una oportunidad solicito a la Direccion Regional del Cusco su reasignacion por motivos de salud, habiéndosele dado una respuesta negativa a través de un informe médico de la Direccion aludida. Sin embargo, sostiene que dado el estado delicado de salud por el que atravesaba, insistio en su peticion mediante solicitud del doce de octubre de mil novecientos noventa y ocho, la misma que fue contestada con un decreto administrativo, mediante el cual, sin fundamento alguno, le deniegan su peticion, infringiendo lo dispuesto en el articulo 10° del Decreto Supremo N.o 02-94- JUS. El Director de la Direccion Regional de Educacion del Cusco y demas demandados contestan la demanda, senalando que no se ha agotado la via previa, porque la interesada no impugno administrativamente el decreto administrativo que cuestiona. Asimismo, indican que la demandante no cumple con los requisitos establecidos en el articulo 229° inciso b) del Reglamento de la Ley del Profesorado, Decreto Supremo N.o 19-90-ED y, ademas, no cuenta con el informe médico que acredite el impedimento para el desempeno del cargo en el lugar de origen del trabajo. El Segundo Juzgado Especializado en lo Civil del Cusco declara fundada la demanda, al considerar que el documento administrativo por el que se le niega su peticion a la demandante, carece de todo fundamento juridico y, por tanto, no tiene ningun valor legal. 2 TRIBUNAL CONSTITUCIONAL La Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios revocando la apelada declaro improcedente la Accion de Amparo, por estimar que la demandante no agoto la via previa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, dada la gravedad de la enfermedad de la demandante segun el informe 1. médico de fojas seis, no resulta exigible agotar la via previa, en caso contrario resultarian irreparables los hechos en que se sustenta el demandante, como lo dispone el articulo 28° inciso 2) de la Ley N.o 23500. Que es principio general del derecho procesal constitucional, por interpretacion 2. extensiva del articulo 139° inciso 5) de la Constitucion Politica, que toda decision judicial 0 resolucion administrativa debe motivarse y fundamentarse senalando la ley aplicable. Que la decision administrativa que deniega el pedido de reasignacion laboral de 3. la demandante, objeto de la pretension, de fojas cuatro, carece de la debida fundamentacion legal y motivacion anotada. Esta omision juridica impidio a la demandante hacer uso de los recursos administrativos respectivos, porque para ello se debe conocer necesariamente los argumentos denegatorios que en el presente caso la autoridad administrativa incumplio. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Sentencia de la Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento trece, su fecha treinta y uno de marzo de mil novecientos noventa y nueve, que revocando la apelada declaro improcedente la accion interpuesta, reformandola declara FUNDADA la Accion de Amparo; en consecuencia, ineficaz el Decreto Administrativo N.o 86-DRE-C/DA-98, su fecha trece de octubre de mil novecientos noventa y ocho; dispone se reponga el Procedimiento Administrativo N.o 12464-98 al estado de resolver con arreglo a ley la peticion planteada por dona Libia Aurelia Vega Monge. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "bhds ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO V 2 l JG. LO QUE CERTIFICO: IM DR. CESAR ÇUBAS LONGA SEGRETARIO-E RELATOR (e)", "fecha_publicacion": "1999-10-29", "id": 35913, "nombre_demandado": "Director de la Dirección Regional de Educación del Cusco y otros", "nombre_demandante": "Libia Aurelia Vega Monge", "numero_expediente": "00461-1999-AA"}