{"CONTEXTO": " 00477-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00477-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:477-96-HC/TC Lima Consuelo Vargas Albarracin de Gallegos SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En, Lima a los veintidos dias del mes de diciembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad entendido como extraordinario, interpuesto contra la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Lima, Su fecha catorce de agosto de mil novecientos noventa y cinco, que confirmando la apelada, de fecha siete de julio de mil novecientos noventa y cinco, expedida por el Cuadragésimo Juzgado Penal de Lima, declara improcedente la accion de habeas corpus interpuesta por Consuelo Martha Amparo Vargas Albarracin de Gallegos en favor de Flavio Jhonson Gallegos Vizcarra contra el Vocal Instructor del Consejo Supremo de Justicia Militar General de Brigada Hugo Pow Sang Sotelo, por detencion arbitraria. ANTECENDENTES: La accionante interpone accion de Habeas Corpus en favor de su esposo Coronel Inf EP. Flavio Jhonson Gallegos Vizcarra, quién se encuentra recluido y privado de su libertad en el Penal Militar del COINDE(Comando de Instruccion - Lima) desde el catorce dej junio de mil novecientos noventa y cinco, por mandato del Vocal Instructor General de Brigada Hugo Pow Sang Sotelo, al avocarse al conocimiento del auto apertorio rubricado por los integrantes de la Sala de Guerra TRIBUNAL CONSTITUCIONAL del Consejo Supremo de Justicia Militar por detencion arbitraria, violacion de libertad individual e interferencia de fuerojurisdiccional. Sostiene la demandante que Su esposo, en diciembre de mil novecie: noventa y cuatro, venia desemperidndose como Coronel Inspector de la Segui Division de Infanteria, en Ayacucho, siendo denunciado ante el fuero co (Juzgado Penal de Huamanga - Ayacucho ) por supuesto delito contra la publica (Trafico Ilicito de Drogas y otros) bajo el presunto cargo de favorecer facilitar actividades de Narcotrafico Internacional, al permitir el Aterrizaj Decolaje de Avionetas, transportando a bordo pasta basica de cocaina. Aduce la accionante que dichas imputaciones se sustentaron en el Atest Policial No 002-DIVIANDRO Htuamanga-Ayacucho) ante la denuncia del Gene EP. Tomas Marky Montero, Jefe Politico Militar de la Zona de Emergen (Ayacucho) mediante informe No 001-BCS-42 del 05 enero 95, formalizandose correspondiente denuncia fiscal y el posterior auto apertorio de Instruccion por el Juzgado Penal de Huamanga (Exp No 12-95), con mandato de detencion para esposo, estando recluido en el Establecimiento Penitenciario de Ayacucho Cabitos) durante 5 meses (desde el 10 enero 95 hasta el 14 junio 95) por cuya ra seformulo Su pase al retiro por medida disciplinaria. Sostiene la demandante que a mérito de la excepcion de naturaleza de ac que dedujera en el proceso antes mencionado se declaro fundada dicha excepci emitiéndose la libertad incondicional e inmediata excarcelacion de Su es disponiéndose la elevacion del cuadernillo correspondiente en consulta al superio Manifiesta asimismo, que en la misma fecha catorce de junio de novecientos noventa y cinco, en momentos que se ejecutaba la excarcelacion de esposo en Ayacucho, personal de la PNP lo intervino y detuvo substrayéndolo investigacionjudicial en el Fuero Comiin y trayéndolo a esta capital, internandold las instalaciones del COINDE, con detencion provisional, por aperturasele proc por la comision de presuntos delitos militares (Abuso de autoridad, deber y digni de funcion), ante el Consejo Supremo de Justicia Militar; no obstante, conoce situacion juridica de su esposo (Libertad Incondicional); que la apertura instruccion se sustenta en los mismos hechos, la misma denuncia y los mismos inculpados de la causa No 12-95. Afojas setenta y ocho, es admitida la accion a tramite, por el Cuadragés Juzgado Penal ordenandose, se reciban las declaraciones de los accionados y recurrente, desprendiéndose que la detencion proviene de un procedimiento regul de acuerdo a las normas legales correspondientes, la apertura de instruccion TRIBUNAL CONSTITUCIONAL inicia a raiz de una denuncia que formula el Comando de la Segunda Division de Infanteria como consecuencia de una investigacion administrativa, en la que S6 determino la presunta comision de delitos militares por parte del referido encausado, razon por la cual la Sala de Guerra con fecha doce de junio apertura instruccion contra el Coronel Gallegos por los delitos de Abuso de Autoridad tipificado en e Codigo de Justicia Militar articulo 180° inciso 6) por haber ejercido influencia en S2 condicion de Inspector de la Segunda Division de Infanteria, en sus subalternos afin que faciliten actividades del Trafico de drogas; el mandato de detencion, se formuld en base al Arl 520°y siguientes del Codigo de Justicia Militar, en virtud del cual ex facultad del Juez, resolver sobre la medida de seguridad que debe cumplir e encausado, habiéndosele aplicado la medida de detencion provisional por diez dias, la que posteriormente se convirtio en definitiva. Por resolucion de siete de julio de mil novecientos noventa y cinco, la Juez del Cuadragésimo Juzgado Penal de Lima, expide Resolucion declarando improcedente la accion de habeas corpus, por cuanto de los actuados se colige que el demandante tiene instruccion abierta ante el Consejo Supremo de Justicia Militar por los delitos de abuso de autoridad.falsedad desobediencia y contra la administracion de justicia, la misma que se inicio en base a denuncia formulada por el Comando de la Segunda Division de Infanteria. El accionante apela de la sentencia de Primera Instancia, la que es resuelta por la Primera Sala Penal de la Corte Superior de Justicia de Lima, confirmando le resolucion, por considerar que el accionante se encuentra sometido a un proceso por delito de funcion tipificado en el Codigo de Justicia Militar, que, por tanto, esto sometido al fuero respectivo. Interpuesto el recurso extraordinario, los autos son elevados al Tribuna Constitucional.", "FUNDAMENTOS": "1.- Que, en aplicacion del Articulo 169, inciso a) de la Ley No 25398, ne procede la accion de Habeas Corpus, cuando el recurrente tenga instruccion abierto O se encuentre sometido ajuicio por los hechos que originan la accion de garantia. 2.- Que, con la documentacion obrante en autos se acredita que don Flavic Jhonson Gallegos Vizcarra, es miembro de las Fuerzas Armadas (Coronel de Ejército en situacion de retiro), y que se encuentra sometido a proceso por delito d funcion, delitos tipificados en el Codigo de Justicia Militar, como abuso d autoridad, contra el deber y dignidad de lafuncion, desobediencia,) falsedad y contro TRIBUNAL CONSTITUCIONAL la administracion de justicia que, por lo tanto, està sometido al fuero respectivo, de acuerdo al Articulo No 173° de la Constitucion Politica del Perii y al Codigo de Justicia Militar. 3.- Que, en consecuencia en el presente caso no se ha producido detencion arbitraria ni la violacion de la libertad individual 0 interferencia de fuero jurisdiccional. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Peri y Su ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Penal de la Corte Superior de Justicia de Lima de fojas ciento cuarenta y cinco, Su fecha catorce de agosto de mil novecientos noventa y cinco, que confirmando la apelada declara IMPROCEDENTE la accion de Habeas Corpus. Y dispusieron que se publique en el Diario Oficial el Peruano y los devolvieron. S.S. Acosta Sanchez Nugent areca Diaz Valverde Garcia Marcelo. LO QUE CERTIFICO DRA. MARIA LUE VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL SONSTITUCIONAL. N.F", "fecha_publicacion": "1998-02-14", "id": 36696, "nombre_demandado": "Vocal Instructor del Consejo Supremo de Justicia Militar (Hugo Pow Sang Sotelo)", "nombre_demandante": "Consuelo Martha Amparo Vargas Albarracín de Gallegos a favor de Flavio Jhonson Gallegos Vizcarra", "numero_expediente": "00477-1996-HC"}