{"CONTEXTO": " 00475-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00475-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 475-96-HC/TC SAUL NOE ALANIA ALANIA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de junio de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Saul Noé Alania Alania contra la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Lima de fecha veintiuno de agosto de mil novecientos noventicinco, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Saul Noé Alania Alania interpone demanda de Accion de Habeas Corpus a favor de dona Luisa Victoria Saavedra Silva contra el Juez Titular del Segundo Juzgado Penal de Lima don Rodrigo Diaz La Torre, por ser responsable de la detencion arbitraria que viene sufriendo dona Luisa Victoria Saavedra Silva. Manifiesta que se ha solicitado la excarcelacion por cumplimiento de condena de dona Luisa Victoria Saavedra Silva y hasta a fecha de la interposicion de la presente accion han transcurrido mas de treinta y cinco dias sin que el emplazado haya cumplido con ordenar la excarcelacion. Ampara su accion en lo dispuesto por el inciso 2) del articulo 85° del Codigo Penal e incisos 9), 11) y 22) del articulo 139° de la Constitucion Politica del Estado. El Segundo Juzgado en lo Penal de Lima con fecha veintiuno de julio de mil novecientos noventa y cinco declaro improcedente la demanda, por considerar, entre otras razones que dona Luisa Saavedra Silva fue condenada por trafico ilicito de drogas a quince anos de penitenciaria que con el descuento de la carceleria que viene sufriendo vence el veintinueve de noviembre del ano dos mil tres, por lo que el emplazado en uso de sus facultades y atribuciones declaro improcedente el pedido de excarcelacion por carecer de amparo legal. Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Ica, con fecha veintiuno de agosto de mil novecientos noventa y cinco por los propios fundamentos de la recurrida, la confirma. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la Accion de Habeas Corpus es una accion de garantia que procede en defensa de los derechos debidamente senalados en el articulo 12° de la Ley No 23506 y del 2 DEL TRIBUNAL CONSTITUCIONAL analisis de los autos, se puede concluir que el actor interpone la presente accion contra una supuesta omision al pronunciamiento del emplazado, respecto a su solicitud de excarcelacion por supuesto cumplimiento de la pena de dona Luisa Victoria Saavedra Silva, sin embargo, de la manifestacion del emplazado, que corre en autos a fojas treinta como de la Resolucion, que en copia obra a fojas veintisiete se establece que la improcedencia de la excarcelacion pronunciada por el emplazado se encuentra debidamente motivada, ademas se trata de una resolucion judicial en un proceso regular, donde el actor, incluso, tuvo expedito su derecho de interponer los recursos impugnatorios que la ley le faculta, consecuentemente, es de expresa aplicacion el inciso 2) del articulo 6° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Lima, de fojas cuarenta, su fecha veintiuno de agosto de mil novecientos noventa y cinco, que confirmando la recurrida que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Certific0: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA RCONSTITUCIONAL TRIBUNAL MR", "fecha_publicacion": "1998-08-26", "id": 41993, "nombre_demandado": "Juez Titular del Segundo Juzgado Penal de Lima (Rodrigo Díaz La Torre)", "nombre_demandante": "Luisa Victoria Saavedra Silva", "numero_expediente": "00475-1996-HC"}