{"CONTEXTO": " 00476-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00476-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 476-97-AA/TC IAGO MASIAS MALAGA Y OTROS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de junio de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncian sentencia.", "ASUNTO:": "Accion de Amparo. Derecho Constitucional en debate: Derecho de Inviolabilidad de la Propiedad. Recurso Extraordinario interpuesto por don Iago Masias Malaga contra la sentencia expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha tres de abril de mil novecientos noventa y siete, que confirmo la sentencia de primera instancia que declaro infundada la Accion de Amparo. Considera que: \"En esencia, el objeto de la accion se propone la declaracion de un mejor derecho de propiedad, al estar sujetos a probanza no se propone via Accion de Amparo\".", "ANTECEDENTES:": "Don lago Masias Malaga y Otros, interponen Accion de Amparo contra el Ministerio de la Presidencia, Superintendencia Nacional de Registros Publicos y SEDAPAL. Petitorio: a) Se ordene al Ministerio de Defensa que no \"ministre posesion\" de sus predios a favor del Ministerio de la Presidencia, de la Empresa de Servicio de Agua Potable y Alcantarillado de Lima; b) Para que no cancelen los asientos registrales de sus predios. Pretension: Al efecto, persiguen se declare la inaplicacion del Decreto de Urgencia No 049-96 respecto de los demandantes. Fundamento Constitucional: Articulos 2° inciso 16), 70°, 80° de la Constitucion Politica del Peru. Argumentan: Haber comprado el terreno a la Comunidad Campesina Cucuya. Este inmueble esta en su posesion desde mil novecientos noventa y seis, esta siendo perturbado por trabajadores de SEDAPAL quienes han tratado de ingresar a sus predios con el fin de realizar obras; SEDAPAL se ampara en los Decretos Supremos No 023-86-VC y 029-86-VC que reservo irregularmente ocho mil hectareas para ejecucion del Proyecto de Reuso de Aguas Servidas del Cono Sur. Esta area esta superpuesta con la propiedad de la Comunidad de Cucuya y la de los demandantes. No se puede reservar propiedad privada. Manifiesta que han interpuesto Accion interdicto de retener y acciones penales por la pretension de ingreso a sus posesiones. El Ministro de Defensa contesta la demanda expresando que los terrenos adquiridos por los demandantes estan ubicados en la Provincia de Huarochiri; mas no en la Provincia de Lima, como son los ubicados en los distritos de Punta Hermosa, Punta Negra, San Bartolo y Pucusana. La Oficina Registral de Lima y Callao sostiene: No procede Accion de Amparo contra los Decretos de Urgencia que tienen rango de Ley. SEDAPAL contesta la pretension expresando: segun Registros Publicos, la propiedad de la Comunidad Campesina se encuentra en la Provincia de Huarochiri. Por Resolucion Suprema No 701-72-UI-DB del dos de noviembre de mil TRIBUNAL CONSTITUCIONAL novecientos setenta y dos, el Estado revirtio a su dominio un area de cuarenta y cuatro mil sesenta y seis hectâreas ubicado en el Distrito de Punta Hermosa y desde mil novecientos setenta y nueve se encuentra registrado a favor del Estado. El Primer Juzgado Especializado en Derecho Publico de Lima, su fecha treinta de setiembre de mil novecientos noventa y seis, de fojas cuatrocientos cuarenta y seis, declaro infundada la Accion de Amparo. Argumenta que: \"No se ha probado que los demandantes sean propietarios del area de ocho mil hectâreas de las Pampas de San Bartolo. Los terrenos comprados por los demandantes estan en la Pampa Mamay del distrito de Santo Domingo de Olleros de la Provincia de Huarochiri y las que corresponden al Estado, estân situadas en las Pampas de San Bartolo, Lurin, Pachacamac, Punta Hermosa, etc, de la Provincia de Lima. La propiedad de cuarenticuatro mil setenta y seis con cinco hectâreas de terrenos del Estado, fue inscrito registralmente en mérito a las Resoluciones Supremas No 1102-M-96, 701-72-VI-DB\". FUNDAMENTO : 1. Que, a fojas doscientos cincuenta y nueve, afirma la parte demandante haber interpuesto demanda de interdicto de retener y acciones penales por los mismos hechos lo que ha dado origen a la presente Accion; efectivamente, segun copias de actuados judiciales obrante a fojas trescientos sesenta y cinco, don I ago Masias Malaga, ha interpuesto en la via ordinaria demanda de interdicto de retener, habiendo incluso obtenido medida cautelar a su favor, aun con orden de apoyo de la fuerza publica para la defensa de la posesion del terreno materia de debate, por tal razon deviene en improcedente la demanda conforme prescribe el Art. 6° inciso 3) de la Ley No 23506 al haber optado por la via ordinaria judicial; Por este fundamento el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO, la sentencia expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas seiscientos setenta y tres, su fecha tres de abril de mil novecientos noventa y siete, que confirmo la sentencia de Primera Instancia que declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Acavils L GARCIA MARCELO Lo que Certif100: JGS Dre. MARIA LUZ VASOUEZ BEGRETARIA RELATONA TRIBUNAL CONSTHTUGIONAL", "fecha_publicacion": "1998-09-02", "id": 37444, "nombre_demandado": "Ministerio de la Presidencia y otros", "nombre_demandante": "Iago Masías Málaga y otros", "numero_expediente": "00476-1997-AA"}