{"CONTEXTO": " 00477-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00477-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 477-98-AA/TC LIMA SINDICATO UNITARIO DE TRABAJADORES MUNICIPALES DE VILLA MARIA DEL TRIUNFO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Sindicato Unitario de Trabajadores Municipales de Villa Maria del Triunfo, contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cinco, del veintiséis de febrero de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El dia diecinueve de agosto de mil novecientos noventa y siete, el Sindicato Unitario de Trabajadores Municipales de Villa Maria del Triunfo interpone demanda de Accion de Amparo contra la Municipalidad Distrital de Villa Maria del Triunfo, para que se declaren inaplicables la Resolucion de Alcaldia N.o 374/MVMT-97 del diez de julio de mil novecientos noventa y siete y, la Resolucion de Alcaldia N.o 449/MVMT-97 del catorce de agosto de mil novecientos noventa y siete, por la que se establece el proceso de evaluacion del personal correspondiente al segundo semestre de mencionado ano, asi como por la que se aprueba el Reglamento del Programa de Evaluacion, y se constituye la Comision de Evaluacion y Cronograma de Evaluacion, respectivamente, por considerar la inminente amenaza de violacion de sus derechos constitucionales referidos al trabajo. La Municipalidad Distrital de Villa Maria del Triunfo, representada por don Rafael Chacon Saavedra, contesta la demanda solicitando que sea declarada improcedente. Sostiene que las resoluciones cuestionadas han sido emitidas basandose en la autonomia que la Constitucion Politica del Estado reconoce a los gobiernos locales; y que el Sindicato demandante sabe que en anteriores evaluaciones de personal no se declaro excedente a ninguno de los trabajadores, dictândose la Resolucion de Alcaldia N.o 481-97-MVMT en la TRIBUNAL CONSTITUCIONAL que se confirma expresamente que la evaluacion del personal del segundo semestre mil novecientos noventa y siete, no podra declarar excedentes. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ochenta y tres, con fecha treinta de setiembre de noviembre de mil novecientos noventa y seis, declaro fundada la demanda, por considerar que la competencia de los gobiernos locales para disponer el cese por causal de excedencia se circunscribe solamente al ano mil novecientos noventa y seis, conforme lo dispuso la Octava Disposicion Transitoria y Final de la Ley N.o 26553, Ley de Presupuesto del Sector Publico para el mencionado ano. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y cinco, revoca la apelada que declaro fundada la demanda y, reformandola la declaro improcedente, por considerar que respecto de la Resolucion de Alcaldia N.° 374/MVMT-97, a la fecha de interposicion de la demanda no habia transcurrido el término de treinta dias habiles para dar por denegada la apelacion en aplicacion del silencio administrativo; y que, respecto de la Resolucion de Alcaldia N.o 449/MVMT-97, no se ejercio reclamacion alguna; consecuentemente, no se ha agotado la via previa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que es pretension del sindicato demandante que el Tribunal Constitucional declare inaplicables la Resolucion de Alcaldia N.o 374/MVMT-97, del diez de julio de mil novecientos noventa y siete y, la Resolucion de Alcaldia N.o 449/MVMT-97, del catorce de agosto de mil novecientos noventa y siete. Que, respecto del primer extremo de la pretension del demandante, es de mencionar 2. que, habiéndose dejado sin efecto la Resolucion de Alcaldia N.o 374/ MVMT-97, por Resolucion de Alcaldia N.o 642-97/MVMT, del diecisiete de diciembre de mil novecientos noventa y siete, conforme consta de la copia autenticada de fojas ciento treinta y dos, consecuentemente, no cabe que el Tribunal Constitucional se pronuncie sobre este extremo de la pretension del demandante, por haberse producido la sustraccion de la materia. Que, en cuanto al segundo extremo de la pretension del demandante, la Resolucion 3. de Alcaldia N.o 449/MVMT-97 fue dictada basandose a la Ordenanza N.o 117 emitida por la Municipalidad Metropolitana y aprobo el Reglamento del Programa de Evaluacion Semestral de todo el personal a partir del segundo semestre de mil novecientos noventa y siete; asimismo, constituyo la comision de evaluacion. Que, del propio texto de la mencionada Resolucion de Alcaldia se desprende que 4. ésta es de ejecucion inmediata, por lo que el demandante estaba exceptuado de TRIBUNAL CONSTITUCIONAL agotar la via previa, siendo de aplicacion la excepcion prevista en el inciso 1) del articulo 280 de la Ley N.o 23506. Que, en reiterada jurisprudencia, el Tribunal Constitucional ha senalado que la 5. facultad de los gobiernos locales para ejecutar procesos de evaluacion de personal que conlleven cese de trabajadores por causal de excedencia, solo se circunscribio al ejercicio de mil novecientos noventa y seis, de acuerdo a lo dispuesto por la Ley N.o 26553, siendo necesario destacar que, de acuerdo a lo establecido en los articulos 40° y 191° de la Constitucion Politica del Estado, solo por ley se regulan los derechos, deberes, responsabilidades de los servidores publicos, por lo que las municipalidades provinciales 0 distritales no pueden arrogarse tal facultad normando evaluaciones que impliquen el cese de los trabajadores, invocando su autonomia, la cual esta referida solo a los asuntos de su competencia; en consecuencia, se ha vulnerado el derecho al debido proceso de los afiliados al demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cinco, del veintiséis de febrero de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; reformandola, la declara FUNDADA en parte en cuanto al segundo extremo de la demanda; en consecuencia, inaplicable la Resolucion de Alcaldia N.° 449/MVMT-97 y, respecto al primer extremo declara que carece de objeto pronunciarse sobre el asunto controvertido por haberse producido sustraccion de la materia. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Ihier ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCÉLO M ELG. Lo que certifico: N DR. ÇESAR CUBAS LONGA SECRETARIO-RGLATOR (e)", "fecha_publicacion": "1999-11-25", "id": 36000, "nombre_demandado": "Municipalidad Distrital de Villa María del Triunfo", "nombre_demandante": "Sindicato Unitario de Trabajadores Municipales de Villa María del Triunfo", "numero_expediente": "00477-1998-AA"}