{"CONTEXTO": " 00470-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00470-1996-HC.pdf) --- 1 Exp.: 470-96 -HC/TC. JORGE ENRIQUE VILCA VENTURA C/ ESTEBAN FIGUEROA TOLEDO SUB-DIRECTOR DEL C.E. \"JAVIER HERAUD\" LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Jorge Enrique Vilca Ventura contra la sentencia pronunciada por la Décima Sala Penal de la Corte Superior de Justicia de Lima su fecha veintiocho de junio de mil novecientos noventa y seis que CONFIRMO el fallo apelado su fecha once de junio de mil novecientos noventa y seis que declaro IMPROCEDENTE la accion de Habeas Corpus interpuesto por don Jorge Enrique Vilca Ventura contra el Sub-Director del Centro Educativo \"Javier Heraud\" don Esteban Figueroa Toledo por supuesta violacion de la libertad individual, impedimento de libre transito y desenvolvimiento en forma libre.", "ANTECEDENTES:": "Don Jorge Enrique Vilca Ventura interpone accion de Habeas Corpus contra don TRIBUNAL CONSTITUCIONAL 2 Esteban Figueroa Toledo, Sub-Director del Centro Educativo \"Javier Heraud\" por impedirle transitar y desenvolverse en forma libre de acuerdo a las normas de su Centro Educativo \"Javier Heraud\". Expresa que al apersonarse al Colegio el ano mil novecientos noventa y seis, para ratificar su matricula en el Quinto Ano de Educacion Secundaria el denunciado ordeno al portero que no se le deje ingresar al Centro Educativo. Manifiesta que en la via administrativa USE y en la Direccion Departamental de Educacion de Lima no responden confo forme exige el caso a pesar de su insistencia. Don Esteban Figueroa Toledo el demandado a fojas treinta responde que el actor no pertenece al Colegio al haber retirado sus documentos, ficha y libreta electoral; expresa que no es verdad que se le impida el libre trânsito en el Centro Educativo, Precisa que existe un informe de la USE que recomienda su separacion del Centro Educativo. En primera instancia el Décimo Séptimo Juzgado Penal de Lima a fojas ciento sesenta y ocho su fecha once de junio de mil novecientos noventa y seis pronuncia sentencia declarando IMPROCEDENTE la accion de Habeas Corpus sustenta que al existir una Queja por escrito, obrante a fojas tres, contra el emplazado porque le obstaculiza la ratificacion de su matricula correspondiente al ano académico de mil novecientos noventa y seis es en la via administrativa donde se debe revisar y solucionar su problema por tratarse de un hecho administrativo. En segunda instancia a fojas ciento ochenta y seis la Décima Sala Penal de la Corte Superior de Justicia de Lima CONFIRMA la sentencia apelada porque la pretension invocada no se encuentra en los casos regulados por el articulo No 12 de la Ley No 23506 para que proceda la accion de Habeas Corpus; por el contrario esta previsto dentro de los presupuestos a que se contrae el inciso 17° del articulo 24 de la ley anotada. Interpuesto el recurso extraordinario es materia del grado resolver tal recurso, TRIBUNAL CONSTITUCIONAL 3", "FUNDAMENTOS:": "A que, segun el texto de la demanda, los presupuestos de derecho 1. supuestamente conculcados articulo 2, inciso 11°y 12° de la Constitucion se refieren al derecho de elegir el lugar de residencia, a transitar por el territorio nacional, salir y entrar en él, salvo limitaciones por razones de sanidad por mandato judicial 0 por aplicacion de la ley de extranjeria; y, a reunirse pacificamente sin armas; en tal virtud; frente al hecho concreto planteado por el actor en el sentido que el Sub-Director del Colegio \"Javier Heraud\" ha dado orden al portero para no dejarlo ingresar no se subsume en los derechos invocados por el actor supuestamente conculcados; y asimismo, no se encuentra previsto en ninguno de los presupuestos senalados en el articulo 12 de la Ley No 23506 como afectacion susceptible de ser impugnado via accion de Habeas Corpus. Que, el derecho fluye de los hechos expuestos en la demanda y no 2. necesariamente el que se peticiona; en todo caso, los hechos afirmados en la demanda estan prefijados en el articulo 13 de la Constitucion que reconoce el derecho de la educacion como inalidad del desarrollo integral de la persona humana; no obstante, durante el desarrollo del proceso no se ha probado que esta norma esté siendo violado 0 afectado; los hechos afirmados por el actor no han sido probados idôneamente; segun copia de la queja de fojas tres dirigido al Director Departamental de Educacion de Lima orienta que el nivel de solucion del conflicto tiene caracter administrativo que debe ser agotado. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la sentencia pronunciada por la Décima Sala Penal de la Corte Superior de Justicia de Lima, su fecha veintiocho de junio de mil novecientos noventa y seis que confirmô la sentencia apelada su fecha once de junio de mil novecientos noventa y seis que declaro IMPROCEDENTE la accion Habeas 4 Corpus; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. 4 S.S. ACOSTA SANCHEZ L * NUGENT DIAZ VALVERDE GARCIA MARCELO RNC L JGS. Lo que Certifico: Dra. MARIA LUZ VASQUEZ DE LOPZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-02-05", "id": 36704, "nombre_demandado": "Sub-Director del Centro Educativo Javier Heraud (Esteban Figueroa Toledo)", "nombre_demandante": "Jorge Enrique Vilca Ventura", "numero_expediente": "00470-1996-HC"}