{"CONTEXTO": " 00481-1999-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00481-1999-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 481-99-AA/TC LIMA AMELIA RUTH GUITTON MARDINI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de IM los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Amelia Ruth Guitton Mardini contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y uno, su fecha veintiséis de abril de mil novecientos noventa y nueve, que declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Amelia Ruth Guitton Mardini, con fecha diecinueve de agosto de mil novecientos noventa y ocho, interpone demanda de Accion de Amparo contra el Banco de la Nacion y la Oficina de Normalizacion Previsional, solicitando que se declare inaplicable y sin efecto legal la Resolucion Administrativa N.o 2541-98-ONP de fecha veintisiete de marzo de mil novecientos noventa y ocho, por considerar que se ha violado su derecho constitucional a estar incorporada dentro del régimen previsional regulado por el Decreto Ley N.o 20530. Indica que mediante la Resolucion Administrativa N.o 0948-90-EF/92.5150 del doce de junio de mil novecientos noventa se la incorporo dentro del citado régimen de pensiones, contra la cual interpuso su Recurso de Apelacion, el cual no merecio pronunciamiento alguno por parte de la administracion. El apoderado de la Oficina de Normalizacion Previsional contesta la demanda manifestando que a través de la cuestionada resolucion solamente se senala que se ha observado que la incorporacion de la demandante dentro del régimen de pensiones del Decreto Ley N.o 20530 ha sido efectuada en forma irregular, indicandose que sera la instancia judicial pertinente la que declare la nulidad de dicha incorporacion; y que dicha resolucion se puso en su conocimiento a fin de que si lo consideraba conveniente, cumpliera con la regularizacion a que se refiere el articulo 11° de la Ley N.o 26835. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ochenta y seis, con fecha veintidos de setiembre de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que mediante TRIBUNAL CONSTITUCIONAL la cuestionada resolucion se ha declarado la ilegalidad de la incorporacion de la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, fuera del plazo legal correspondiente, sin mediar proceso previo que garantice la legalidad de dichos actos, vulnerando sus derechos constitucionales. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento ochenta y uno, con fecha veintiséis de abril de mil novecientos noventa y nueve, revoco la apelada y declaro infundada la demanda, por considerar que la cuestionada resolucion no ha dejado sin efecto la resolucion administrativa por la que se incorporo a la demandante dentro del régimen de pensiones a cargo del Estado, la misma que mantiene sus efectos, habiéndose dispuesto iniciar solamente la accion judicial de nulidad prevista en la ley. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, respecto a la supuesta caducidad de la accion alegada por la demandada, 1. cabe precisar que este Tribunal, en uniformes y reiterados pronunciamientos, ha establecido que debido a la naturaleza del derecho pensionario, no opera la misma, resultando de aplicacion lo establecido en el articulo 26° de la Ley N.o 25398. Que, mediante la Resolucion Administrativa N.o 0948-90-EF/92.5150, de fojas 2. dos, su fecha doce de junio de mil novecientos noventa, se incorporo a la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, consagrado constitucionalmente por la Octava Disposicion General y Transitoria de la Constitucion Politica del Estado de 1979 y ulteriormente reafirmada por la Primera Disposicion Transitoria y Final de la vigente Constitucion Politica del Estado. Que, mediante la Resolucion Administrativa N.o 2541-98/ONP-DC, de fojas tres 3. de autos, su fecha veintisiete de marzo de mil novecientos noventa y ocho, la demandada declaro la ilegalidad de la incorporacion de la demandante dentro del citado régimen pensionario, sin tener en cuenta sus derechos pensionarios, adquiridos al amparo del citado Decreto Ley, los mismos que conforme lo ha precisado este Tribunal en la Sentencia recaida en el Expediente N.o 008-96- I/TC, no pueden ser desconocidos por la demandada en forma unilateral y fuera de los plazos de ley; en consecuencia, teniéndose en cuenta que la Resolucion N.o 0948-90-EF/92.5150 constituye cosa decidida, surte todos sus efectos juridicos en tanto que no se declare su nulidad a través de un proceso regular en sede judicial; siendo asi, en el presente caso se encuentra acreditada la agresion al derecho pensionario de la demandante. Que, lo senalado anteriormente en modo alguno enerva lo resuelto por la Oficina 4. de Normalizacion Previsional, en cuanto dispuso el inicio de la accion judicial de nulidad correspondiente, en uso irrestricto de las facultades senaladas en su 2 TRIBUNAL CONSTITUCIONAL Estatuto aprobado por el Decreto Supremo N.o 61-95-EF con rango de ley, segun la Ley N.o 26504, y con sujecion a las normas contenidas en el Decreto Ley N.o 20530, la Ley N.o 26835, el Decreto Legislativo N.o 817 y lo dispuesto por la Sentencia del Tribunal Constitucional recaida en el Expediente N.o 008- 96-I/TC. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y uno, su fecha veintiséis de abril de mil novecientos noventa y nueve, que revocando la apelada declaro infundada la Accion de Amparo; reformândola la declara FUNDADA; en consecuencia, inaplicable a la demandante la Resolucion Administrativa N.o 2541-98/ONP-DC, en cuanto dispuso la ilegalidad de la incorporacion de la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "LA A / ACOSTA SANCHEZ Vl Lareri DIAZ VALVERDE. NUGENT GARCIA MARCELO & & AAM. La que certifico: L A DR. CESAR CUBAS LONGA SECRETARIO-RELAPOR (e) 3", "fecha_publicacion": "1999-12-18", "id": 36048, "nombre_demandado": "Banco de la Nación y Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Amelia Ruth Guitton Mardini", "numero_expediente": "00481-1999-AA"}