{"CONTEXTO": " 00488-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00488-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 488-98-AC/TC ICA JUAN MANUEL MEDINA CANAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticuatro dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Manuel Medina Canas contra la Resolucion expedida por la Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, a fojas sesenta y siete, su fecha veinte de marzo de mil novecientos noventa y ocho, declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Juan Manuel Medina Canas interpone Accion de Cumplimiento contra el Alcalde de la Municipalidad Provincial de Chincha con el objeto de que dé el debido cumplimiento al convenio laboral 0 pacto colectivo que se celebro entre el Sindicato de Servidores Empleados de la Municipalidad Provincial de Chincha y la Municipalidad demandada, el mismo que se aprobo mediante Resolucion N.o 1497 de fecha veintiuno de octubre de mil novecientos ochenta y seis; asi como el pago de costas y costos del proceso. Sostiene que en aplicacion al Decreto Supremo N.o 070-85-PCM la Municipalidad demandada y los servidores empleados de la misma firmaron el Acta de Trato Directo, en el cual, entre otros beneficios del petitorio, se conviene que: \"Sobre la liquidacion por tiempo de servicios para los empleados municipales, equivale a un haber basico mas las remuneraciones complementarias que perciba en forma fija y permanente por cada ano de servicios\"; > dicha acta fue suscrita el catorce de octubre de mil novecientos ochenta y seis, siendo aprobada en todos sus extremos mediante Resolucion de fecha dieciocho de octubre del mismo ano. Refiere que en su condicion de ex empleado de dicha municipalidad, solicita se dé cumplimiento al Convenio Colectivo. TRIBUNAL CONSTITUCIONAL El Alcalde de la Municipalidad Provincial de Chincha, al contestar la demanda solicita que ésta se declare infundada, por considerar que si existiese un Acta de Trato Directo (Convenio Colectivo) pactandose que la compensacion por tiempo de servicios de los trabajadores empleados debia calcularse con el ultimo sueldo percibido a la fecha del cese por cada ano de servicios, esta afirmacion carece de sustento; pues en el supuesto negado de demostrarse que la Municipalidad demandada suscribio el citado documento con el contenido que se alega, éste seria nulo de pleno derecho, toda vez que esta prohibido pactar contra el texto expreso de la ley. Refiere que, por disposicion del articulo 54° del Decreto Legislativo N.o 276, articulo 52° de la Ley N.o 23853 y decretos supremos N.os 05- 90-PCM y 051-91-PCM, la liquidacion de todos los trabajadores municipales debe efectuarse incluyendo solo el haber basico y la remuneracion reunificada correspondiente. El Juez del Juzgado Civil de Chincha, a fojas cuarenta y tres, con fecha quince de diciembre de mil novecientos noventa y siete, declaro improcedente la demanda, por considerar, principalmente, que no se ha agotado la via previa a que se contrae el articulo 5° de la Ley N.o 26301, en concordancia con el articulo 27° de la Ley N.o 23506; asimismo, que ésta no es la via idonea. La Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, a fojas sesenta y siete, con fecha veinte de marzo de mil novecientos noventa y ocho, confirmando la apelada declaro improcedente la demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el articulo 200° inciso 6) de la Constitucion Politica del Estado, concordante con la Ley N.o 26301, establece que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que el demandante cumplio con agotar la via previa, al 2. haber cursado la correspondiente carta notarial, conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se 3. ordene a la autoridad emplazada que dé debido cumplimiento a la Resolucion de Alcaldia N.o 1497 de fecha veintiuno de octubre de mil novecientos ochenta y seis, relativa al pago de la Compensacion por Tiempo de Servicios, a los empleados que cesen. 2 TRIBUNAL CONSTITUCIONAL Que la demandada emitio la Resolucion de Alcaldia N.o 677-94-A/MPCH del 4. veintiocho de marzo de mil novecientos noventa y cuatro, disponiendo el pago de la Compensacion por Tiempo de Servicios de acuerdo con lo dispuesto en el articulo 54° inciso c) del Decreto Legislativo N.o 276 modificado por la Ley N.o 25224 que es la norma legal aplicable al presente caso; y en consecuencia no se ha vulnerado ningun derecho constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, de fojas sesenta y siete, su fecha veinte de marzo de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Va 7 L / ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO aveta IM.R.T. Lo que certifico: U DR] CESAR CUBAS LONGA SEGRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-12-08", "id": 36071, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Chincha", "nombre_demandante": "Juan Manuel Medina Cañas", "numero_expediente": "00488-1998-AC"}