{"CONTEXTO": " 00487-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00487-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 487-96-AA/TC. Lima. Maria Haydee Davila Noriega SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticuatro dias del mes de noviembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y GARCIA MARCELO; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Maria Haydee Davila Noriega contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha primero de agosto de mil novecientos noventa y cinco, que declaro nulo el concesorio del recurso de nulidad corriente a fojas ochocientos veinticuatro, su fecha dieciséis de marzo de mil novecientos noventicuatro.", "ANTECEDENTES:": "Dona Maria Haydee Davila Noriega, dona Dolly Hortencia Varillas Bueno, dona Carmen Donayre Gotzch de Palacios y don Luis Vidal Esponda Samaniego, interponen accion de amparo contra la Jefatura Institucional de la Biblioteca Nacional del Peru, a cargo de don Pedro Gjurinovich Canevaro y la Direccion General de Derechos de Autor de la Biblioteca Nacional del Peru, a cargo de don Rubén Ugarteche Villacorta, con el proposito de que se declaren sin efecto e inaplicables la Resolucion Jefatural No 045-96-BNP y la Resolucion Directoral No 007-92-DIGDA/BNP, que consideran violatorias de su derechos de autor. Manifiestan que, con el fin de aliviar la carencia de textos religiosos que agobiaba a mas de 40,000 profesores primarios y secundarios, en forma conjunta crearon 24 obras, las 2 TRIBUNAL CONSTITUCIONAL mismas que fueron inscritas el 19 de julio de 1991 en el Registro Nacional de Derechos de Autor -a nombre de la Madre Maria Haydee Davila Noriega-, en las Partidas Registrales Nros. 0644, 0645, 0646, 0647, 0648, 0649, 0650, 0651, 0652, 0653, 0654, 0655 y 0656, referidas a las \"Guias Didacticas de Educacion Religiosa Catolica de Primero a Sexto Grado de Primaria\"; textos y cuadernos de trabajo para primaria: \"Buscando a Jesus, nuestro Amigo\", primer grado; \"Buscando a Jesus, hijo de Dios\", segundo grado; \"Buscando a Jesus, nuestro hermano\", tercer grado; \"Buscando a Jesus, en la Comunidad\", cuarto grado; \"Buscando a Jesus, nuestra Pascua\", quinto grado; \"Buscando a Jesus, nuestra alianza\", ? sexto grado; y textos para secundaria: \"Dios llama a la vida\", ? primer ano; \"Dios llama a la Comunidad\", segundo ano; \"Dios llama a la Conversion\", tercer ano; \"Dios llama a la participacion\", cuarto ano; \"Dios llama al Compromiso\", quinto ano; \"Con Jesus en mi Comunidad\" (Texto de Educacion Religiosa Catolica para Escuelas Unidocentes). Sostienen que la referida produccion intelectual la empezaron creando las Guias Didacticas para el profesor; que, sin embargo, debido a la carencia de recursos economicos optaron por solicitar a la Oficina Nacional de Educacion Catolica que imprima su obra, tal como sucedio en la primera y segunda edicion, habiéndoseles cancelado los derechos de autor, dinero que fue invertido en beneficio de la Oficina Departamental de Educacion Catolica de Lima; agregan que seguidamente fueron creando las otras obras. Senalan que el hecho de haberse destinado -por propia voluntad de los recurrentes- las utilidades que generaban dichas obras, para beneficiar a ésta ultima Oficina, ello no significaba donacion alguna de sus derechos autorales (autoria y titularidad). Afirman que mediante la Resolucion Directoral No 007-92-DIGDA/BNP, de fecha 9 de marzo de 1992, la Direccion General de Derechos de Autor de la Biblioteca Nacional del Peru rectifica de oficio las partidas registrales mencionadas, \"inscribiendo como titular a la Oficina Departamental de Educacion Catolica-ODEC-Lima en lugar de la Hna. Haydee Davila\"; que, interpuesto recurso de apelacion contra ésta resolucion, la Jefatura Institucional de la Biblioteca Nacional del Peru emite la Resolucion Jefatural No 045-92- BNP, su fecha 21 de mayo de 1992, declarando infundado el recurso de apelacion, dando por agotada la via administrativa y rectificando las partidas registrales mencionadas, \"consignando bajo el rubro Autor: Equipo de Supervisores de la ODEC-Lima\". Sostienen que, no teniendo la ODEC-Lima personeria juridica, no puede asumir la autoria de ningun texto de educacion religiosa; que carece de veracidad el fundamento que sirvio de base para dictar la resolucion cuestionada, en el sentido que las obras materia de la inscripcion han sido producidas por encargo de la ODEC-Lima; que no existio contrato de trabajo entre los accionantes y la referida entidad, en que se consigne que las obras que creen y editen sean por encargo, que funcionalmente pertenecen al Ministerio de Educacion y no al Arzobispado de Lima; que la Jefatura de la Biblioteca Nacional del Peru no tiene facultad para rectificar de oficio las partidas registrales asentadas con anterioridad. 3 TRIBUNAL CONSTITUCIONAL A fojas 208 la demandada absuelve el tramite de contestacion de la demanda negandola y contradiciéndola y solicitando que se declare improcedente, senalando que ODEC Lima encargo la elaboracion de los textos escolares en cuestion a un grupo de personas que laboraban bajo contrato de trabajo en relacion de dependencia. El Vigésimo Sexto Juzgado en lo Civil de Lima emite sentencia declarando fundada la demanda, por considerar entre otras razones, que si bien los demandantes elaboraron las obras mientras laboraban en ODEC-Lima ello lo hacian por estar destacados por encargo del Ministerio de Educacion. La Tercera Sala Civil de la Corte Superior de Justicia de Lima revoca la sentencia apelada y declara improcedente la accion, por estimar, entre otras razones, que entre los demandantes y ODEC-Lima hubo un \"trato laboral\" y que la presente via no es idonea por que hay hechos que probar. Interpuesto y concedido el recurso de nulidad, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica declara nulo el concesorio por haber sido suscrito el recurso impugnativo unicamente por el abogado de los demandantes. Interpuesto recurso extraordinario, los autos fueron remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el petitorio de la presente accion de amparo se circunscribe a la inaplicacion de la Resolucion Jefatural No 045-92-BNP y de la Resolucion Directoral No 007-92-DIGDA/BNP al caso concreto de los demandantes. 2. Que, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica declaro la nulidad del concesorio del recurso de nulidad interpuesto por los demandantes contra la sentencia de la Tercera Sala Civil de la Corte Superior de Justicia de Lima, por haber sido suscrito el referido recurso unicamente por el abogado patrocinante y no por los demandantes; este Colegiado considera que ello no es obice para encontrarse impedido de ingresar a evaluar los diferentes aspectos que el recurso de alzada contiene, toda vez que no se puede admitir esta exigencia si de lo que se trata es de la defensa de los derechos al interior de un proceso constitucional, dada la innegable trascendencia que su dilucidacion tiene para un sistema juridico en el que su tabla de 4 TRIBUNAL CONSTITUCIONAL valores materiales, tiene precisamente en los derechos de las personas, su real y fiel representante. 3. Que, los demandantes cuestionan las referidas resoluciones por considerar que atentan contra sus derechos de autor respecto a diversos textos educativos que ellos elaboraron y registraron el dia 19 de julio de 1991 en el Registro Nacional de Derechos de Autor, figurando como titular de los mismos la co-demandante dona Maria Haydee Davila Noriega, al haber dispuesto la rectificacion de las partidas registrales respectivas e inscribiendo como titular de dichas obras a la Oficina Departamental de Educacion Catôlica-ODEC Lima. 4. Que, a fojas 33 obra la Resolucion Directoral No 007-92/DIGDA /BNP del 9 de marzo de 1992, expedida por la Direccion General de Derechos de Autor de la Biblioteca Nacional del Peru, en cuyo articulo segundo dispone rectificar de oficio las partidas registrales aludidas en el fundamento precedente e inscribiendo como titular de los derechos de autor de los textos educativos a la Oficina Departamental de Educacion Catolica-ODEC Lima en lugar de dona Maria Haydee Davila Noriega, por considerar que dichas obras fueron creadas por los demandantes como parte de sus funciones como empleados de ODEC-Lima y que el costo de la edicion fue sufragado por ésta entidad. 5. Que, por su parte, la Resolucion Jefatural No 045-92-BNP de fecha 21 de mayo de 1992 (fojas 38), que confirma la Resolucion Directoral No 007-92-DIGDA/BNP, senala que el Registro Nacional de Derechos de Autor ha incurrido en error al asentar en las partidas registrales antes referidas, la titularidad de los derechos de autor materia de autos a nombre de dona Maria Haydee Davila Noriega, en razon que la mencion de derechos de autor que aparece impresa en el reverso de las portadas de los textos en cuestion figura ODEC- Lima como titular de los derechos de autos; agrega que las obras han sido redactadas por un equipo de supervisores de dicha entidad, por lo que concluye que las obras han sido producidas por encargo de la Oficina Departamental de Educacion Catolica-ODEC Lima,bajo la modalidad de trabajo en relacion de dependencia. 6. Que, con los documentos que obran de fojas cinco a fojas diecisiete, se acredita que los autores de los textos educativos en cuestion eran empleados del Ministerio de Educacion, mientras que con la Oficina Departamental de Educacion Catôlica-ODEC Lima no les unia ninguna relacion laboral; que las funciones que desempenaron en ésta oficina fue en condicion de destacados por disposicion de su empleador. 7. Que, si bien es cierto, una de las funciones de los demandantes en ODEC-Lima era la de elaborar textos educativos, también lo es que este hecho en modo alguno podia impedirles la creacion de textos de diversa indole por cuenta propia, como en el presente caso, pues la demandada no ha acreditado que celebro contrato con los demandantes encargandoles la creacion de las obras que son materia de la presente accion. 8. Que, con el certificado que obra a fojas 42, expedido por la Oficina Nacional de Registros Publicos, se acredita que la Oficina Departamental de Educacion Catolica no tiene personeriaj juridica, por lo que no puede ser sujeto de derechos. 5 TRIBUNAL CONSTITUCIONAL 9. Que, en consecuencia, habiéndose vulnerado los derechos de autor de los demandantes,la accion resulta fundada. Por tales fundamentos, el Tribunal Constitucional ejerciendo las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA:": "Revocando la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha primero de agosto de mil novecientos noventa y cinco, de fojas treinta y cinco del cuaderno de nulidad, que declaro nulo el concesorio del recurso de nulidad de fecha dieciséis de marzo de mil novecientos noventa y cuatro; reformandola declara procedente el recurso, y en cuanto al fondo del asunto, revoca la resolucion de la Tercera Sala Civil de la Corte Superior de Justicia de Lima,de fojas ochocientos veintiuno, que declaro improcedente la demanda y reformandola, CONFIRMA la sentencia apelada que declaro FUNDADA la demanda y en consecuencia, inaplicables para el caso concreto de los demandantes,la Resolucion Directoral No 007-92- DIGDA/BNP y la Resolucion Jefatural No 045-92-BNP; ordenaron su publicacion, en el Diario Oficial \"El Peruano\", > conforme a Ley y los devolvieron.", "SS.": "- / ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. dmtll - L LO QUE CERTIFICO: CCL DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-02", "id": 36844, "nombre_demandado": "Jefatura Institucional de la Biblioteca Nacional del Perú y otro", "nombre_demandante": "María Haydee Dávila Noriega", "numero_expediente": "00487-1996-AA"}