{"CONTEXTO": " 00484-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00484-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 484-96-AA/TC LIMA SANTOS GONZALES SILVA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario que formula don Santos Gonzâles Silva contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento nueve, su fecha tres de mayo de mil novecientos noventa y seis, que revoca la apelada y declara improcedente la demanda.", "ANTECEDENTES:": "Don Santos Gonzales Silva, con fecha seis de noviembre de mil novecientos noventa y cinco, interpone demanda de Accion de Amparo contra la Empresa Nacional Pesquera S.A. PESCA PERU, solicitando que se ordene a la demandada que suspenda todo acto 0 hecho que conduzca a cesarlo en forma arbitraria. Agrega que con fecha dieciséis de octubre de mil novecientos noventa y cinco recibio una Carta de Invitacion para el Retiro Voluntario, donde le manifiestan que de aceptar tal invitacion se le abonarian incentivos economicos, caso contrario se resolveria cesarlo por causal de excedencia; en consecuencia, considera que al no haber presentado su renuncia, existe el temor fundado de que la demandada procedera a cesarlo. Considera que de materializarse el inminente cese laboral que pretende efectuar la demandada, se estaria obstruyendo el proceso judicial en trâmite sobre el pago de sus remuneraciones devengadas. La Empresa Nacional Pesquera S.A. PESCA PERU, a través de su apoderado contesta la demanda solicitando que la misma sea declarada improcedente, por considerar que de conformidad con el Decreto Ley No 26120, su representada podra ejecutar Programas de Cese Voluntario con incentivos economicos, con la finalidad de reducir al personal excedente, producido por la transferencia al sector privado de sus fabricas de harina de pescado; en consecuencia, el hecho de que se haya implementado dicho programa no viola ni amenaza ningun derecho constitucional del demandante. La Jueza del Sexto Juzgado Civil de Lima, a fojas setenta y uno, con fecha veinte de diciembre de mil novecientos noventa y cinco, declara fundada la demanda, por considerar principalmente que la empresa demandada, al haber iniciado la ejecucion del TRIBUNAL CONSTITUCIONAL denominado Programa de Renuncias Voluntarias con Incentivos, amenaza el derecho del demandante a no ser despedido arbitrariamente. La Primera Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento nueve, con fecha tres de mayo de mil novecientos noventa y seis, revoca la apelada y declara improcedente la demanda, por estimar que la tutela contra el despido injustificado tiene regulacion de orden legal y porque la conducta de la demandada se ajusta a ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con lo establecido por el articulo 1° de la Ley No 23506, de Habeas Corpus y Amparo, las acciones de garantia tienen por objeto el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, mediante Resolucion Suprema No 538-92-PCM de fecha seis de noviembre de mil novecientos noventa y dos, se ratifico el Acuerdo adoptado por la Comision de Promocion de la Inversion Privada - COPRI, conforme al cual se incluye a la Empresa Nacional Pesquera S.A. - PESCA PERU en el proceso de promocion de la inversion privada a que se refiere el Decreto Legislativo No 674. 3. Que, de conformidad con el Decreto Ley No 26120, que modifica la Ley de Promocion de la Inversion Privada en las Empresas del Estado aprobado por el Decreto Legislativo No 674, la demandada estaba facultada a adoptar medidas destinadas a lograr la reestructuracion economica, financiera, legal y administrativa, asi como la racionalizacion de personal de las empresas incluidas en el proceso de promocion de la inversion privada antes mencionado. Entre tales medidas, podia aprobar y poner en ejecucion programas de cese voluntario de personal, con 0 sin incentivos; vencido el plazo para acogerse a dicho programa, la empresa presentara a la Autoridad Administrativa de Trabajo una solicitud de reduccion de personal excedente adjuntando la nomina de los trabajadores comprendidos en tal medida para su aprobacion correspondiente. 4. Que, en consecuencia, la demandada, al haber puesto en ejecucion el programa de renuncias voluntarias con incentivos economicos, de acuerdo a las mencionadas normas legales, no amenaza ni viola ningun derecho constitucional del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento nueve, su fecha tres de mayo de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de 2 TRIBUNAL CONSTITUCIONAL Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, Lllu ce / DIAZ VALVERDE, NUGENT, d VeL GARCIA MARCELO. Lo que Certifico: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL AAM. 3", "fecha_publicacion": "1999-03-20", "id": 34907, "nombre_demandado": "Empresa Nacional Pesquera SA (PESCA PERÚ)", "nombre_demandante": "Santos Gonzáles Silva", "numero_expediente": "00484-1996-AA"}