{"CONTEXTO": " 00483-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00483-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 483-96-AA/TC LA LIBERTAD PEDRO ROLAN MIRANDA BURGA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistenci de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente Nugent; y Garcia Marcelo, pronuncia sentencia: PY", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pedro Rolan Miranda Burga contra sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de L Libertad, de fojas ciento treinta y seis, su fecha quince de julio de mil noveciento noventa y seis, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Pedro Rolan Miranda Burga interpone Accion de Amparo contra el Consej Transitorio de Administracion Regional-Region La Libertad para que se declar inaplicable al demandante la Resolucion Ejecutiva Regional N.o 735-95-CTAR-LL de siete de diciembre de mil novecientos noventa y cinco que, como resultado del proceso evaluacion, cesa al demandante en sus labores por causal de excedencia. El demandante sostiene que como trabajador de Servicio II ha sido afectado en sU derechos constitucionales de libertad de trabajo y estabilidad laboral, y del debid proceso. Manifiesta que la Directiva N.o 001-95-PRES/VMDR considera a lo trabajadores administrativos susceptibles de evaluacion, pero no a los asistenciale Expresa haber sido evaluado por el periodo de enero ajunio de mil novecientos noventa cinco, antes de que se promulgue la norma evaluadora, Resolucion Ministerial N.o 28 95-PRES, del veintiuno de julio de mil novecientos noventa y cinco, publicada veintinueve de julio de mil novecientos noventa y cinco, que aprueba la Directiva N 001-95-PRES-VMDR. La Direccion Regional de Educacion contesta que en el Sector Educacion existen los cargos asistenciales, todos los trabajadores estan dentro del Régimen de Decreto Legislativo N.o 276. En correcta aplicacion del Decreto Ley N.o 26093, Reglamento Interno N.o 00195-DIRELL-CTAR-LL prescribe en el numeral 6.4, siguiente: Por esta unica vez la evaluacion del primer semestre se llevara a cabo a parti del treinta de octubre hasta el dieciséis de noviembre, de conformidad con el Ofici Circular N.o 095-95-PRES-VMDR emitido por el Ministerio de la Presidencia. El Consejo Transitorio de Administracion Regional-Region La Libertad expon que la accion ha caducado. El proceso de evaluacion ha sido ejecutado en via regularizacion respecto del primer semestre de mil novecientos noventa y cinco. Decreto Supremo N.o 11-93-PCM faculta al Ministerio de la Presidencia a dictar la directivas y acuerdos respecto a la organizacion y funcionamiento de los Gobierno TRIBUNAL CONSTITUCIONAL Regionales conforme lo. preceptua el articulo 90 del Decreto Legislativo N.o 276, concordante con el Decreto Supremo N.o 005-90 PCM, el amparista pertenece al grupo ocupacional de técnico. La Resolucion Ministerial N.o 286-95-PRES, que aprueba la Directiva N.o 001-95-PRES/VMDR, precisa que en la evaluacion estân comprendidos los directores, profesionales, técnicos y auxiliares. El Tercer Juzgado Especializado en lo Civil de Trujillo declaro infundada la Accion de Amparo. Argumenta que el Decreto Legislativo N.o 276, en su articulo 9° considera al trabajador de servicio en el grupo ocupacional auxiliar. Que, conforme al Oficio Circular N.o 095-95-PRES/VMDR del dieciocho de agosto de mil novecientos noventa y cinco han sido ejecutadas en via de regularizacion las evaluaciones efectuadas del treinta de octubre hasta el dieciséis de noviembre de mil novecientos noventa y cinco. Que el Reglamento de evaluacion al rendimiento laboral del trabajador administrativo de la DIRELL, en su numeral IV, prescribe que la evaluacion es aplicable a los trabajadores que desempenan los cargos comprendidos dentro del Decreto Legislativo No 735-95 CTAR-LL del siete de diciembre de mil novecientos noventa y cinco. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad confirmo el fallo. Fundamenta que tratândose de una resolucion administrativa que causa estado, el demandante debio ejercer las acciones que la Constitucion le franquea.", "FUNDAMENTOS:": "1. Que, segun el articulo 27° de la Constitucion Politica del Estado, la ley otorga al trabajador adecuada proteccion contra el despido arbitrario. Es decir, atendiendo a esta regla constitucional, toda regulacion legal y acto de la Administracion Publica, relacionado con la ruptura del vinculo laboral, debe preceptuar, aplicar y ejecutar principios de razonabilidad, proporcionalidad y legalidad orientados, en lo posible, dentro del derecho vigente, a evitar la disolucion del vinculo laboral, como es el caso de la aplicacion de la ley de reestructuracion empresarial que, en el derecho comercial, persigue en lo posible restablecer la buena marcha de la empresa, antes de proceder a la liquidacion de la persona juridica comercial. 2. Que, de conformidad con el articulo 1390, inciso 3) de la Constitucion Politica anotada, nadie puede ser sometido a procedimientos diferentes a los establecidos en la ley. Si se regulan procedimientos por normas de inferior jerarquia al establecido en la ley, conforme al articulo 51° de la Carta Politica, resulta ineficaz. Estos tres preceptos constitucionales anotados exigen que la aplicacion e interpretacion de las reglas de procedimientos de los Programas de Evaluacion de Personal, autorizados por ley, deben ejecutarse restrictivamente como estân promulgados; maxime si el Decreto Ley N.o 26093 establece semestralmente evaluaciones durante cada ano. 3. Que, en el presente caso, el Programa de Evaluacion de Personal, aplicado al recurrente, segun Resolucion Ejecutiva Regional N.o 735-95-CTAR-LL, obrante a fojas dieciocho, correspondiente al primer semestre de mil novecientos noventa y cinco, no se efectuo el mes de enero 0 julio del ano mil novecientos noventa y cinco, como correspondia conforme a ley. 4. Que la Ley N.o 26093 y la Resolucion Ministerial N.o 286-95-PRES del veintiuno de julio de mil novecientos noventa y cinco que aprueba la Directiva N.o 001-95- PRES/VMDR, preceptuan que las evaluaciones del personal de los Gobiernos TRIBUNAL CONSTITUCIONAL Regionales se ejecutan los meses de enero y julio de cada ano; en consecuencia, realizar evaluaciones laborales en periodos distintos a los preestablecidos en la ley, como en el presente caso, afectan los derechos y principios constitucionales citados. 5. Que, la remuneracion es una contraprestacion del trabajado realizado, lo que no ha sucedido en el caso de autos, como lo tiene establecido la uniforme jurisprudencia de este Supremo Tribunal Constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento treinta y seis, su fecha quince de julio de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la Accion de Amparo; reformândola, la declara FUNDADA; en consecuencia, inaplicable a don Pedro Rolan Miranda Burga la Resolucion Ejecutiva Regional N.o 735-95-CTAR-LL del siete de diciembre de mil novecientos noventa y cinco, dictada por el Consejo Transitorio de Administracion Regional de la Region La Libertad; restableciendo los hechos al estado anterior de la afectacion constitucional, la entidad demandada 0 quien haga sus veces debe reponer al demandante en sus labores habituales 0 en funciones de igual nivel a las que desempeniaba, sin abono de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- . - KB / - ACOSTA SANCHEZ - Ut DIAS VALVERDE fearecd NUGENT Movili Luy 1 GARCIA MARCELO Lo que Certificon JG Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-05-17", "id": 35108, "nombre_demandado": "Concejo Transitorio de Administración Regional-Región La Libertad", "nombre_demandante": "Pedro Rolan Miranda Burga", "numero_expediente": "00483-1996-AA"}