{"CONTEXTO": " 00480-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00480-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 480-97-AA/TC Hostal Las Américas Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los treinta dias del mes de marzo de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los sehores magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde;y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintinueve de abril de mil novecientos noventa y siete, que revocando la apelada, que declaro fundada la demanda, la reformo y la declaro infundada.", "ANTECEDENTES:": "Hostal Las Américas, debidamente representada por su propietario don Carlos Humberto Mayorga Ortiz, interpone Accion de Amparo contra la Municipalidad de Lima Metropolitana, por la violacion de sus derechos constitucionales a la libertad de trabajo y al debido proceso. Alega el representante de la entidad accionante que el dia tres de setiembre de mil novecientos noventa y seis, la Direccion Municipal de Vigilancia y Control Ciudadano le impuso indistintamente tres multas debidas a una supuesta infraccion de falsedad de datos en la declaracion jurada, carecer de condiciones minimas de seguridad y no contar con autorizacion municipal; por lo que se le levanto un acta de clausura definitiva de su Hostal. 2 TRIBUNAL CONSTITUCIONAL Refiere que dicha clausura de su establecimiento comercial se realizo violando sus derechos constitucionales, ya que venia funcionando con autorizacion municipal, y al haberse efectuado la clausura en forma inmediata se le imposibilito el que ejerciera su derecho a impugnar la decision administrativa, ademas de no haberse realizado una inspeccion previa por parte de la Direccion Municipal de Vigilancia y Control Ciudadano. Admitida la demanda, ésta es contestada por el Apoderado Judicial de la Municipalidad de Lima Metropolitana, quien solicita se desestime la pretension, ya que: a) La clausura dispuesta contra el Hostal Las Américas fue efectuada en estricto cumplimiento de lo previsto por la Constitucion, la Ley Organica de Municipalidades y disposiciones complementarias dictadas a tal efecto, b) La clausura del local comercial fue dispuesta en estricto cumplimiento del articulo 119° de la Ley Organica de Municipalidades, tras haberse acreditado una serie de infracciones administrativas. Con fecha dieciocho de octubre de mil novecientos noventa y seis, el Juez del Primer Juzgado de Derecho Publico expide resolucion, declarando fundada la demanda. Interpuesto el recurso de apelacion; con fecha veintinueve de abril de mil novecientos noventa y. siete, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion revocando la apelada, y reformandola, la declara infundada. Interpuesto el recurso de casacion, que debe entenderse por exiraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se deje sin efecto el acto de clausura definitiva del Hostal Las Américas, practicado por el Cuerpo de Vigilancia Municipal de la Direccion Municipal de Vigilancia y Control Ciudadano, signado con el acta No 1137-96, de fecha tres de setiembre de mil novecientos noventa y seis, por considerarse conculcatorio de los derechos constitucionales a la libertad de trabajo y debido proceso. 2. Que, en ese sentido, y dado que la afectacion de los derechos constitucionales alegados por el propietario del Hostal Las Américas se derivan de la arbitrariedad con la que habria actuado la direccion correspondiente de la Municipalidad de Lima Metropolitana, en la clausura del citado establecimiento comercial. 3. Que, en tal virtud, y segun se està a lo dispuesto por los articulos 119° de la ley 23853°, Ley Organica de Municipalidades, 3° del Decreto de Alcaldia No 074-96-MLM y del apartado a.2. numeral 19 de la Directiva No 001-96-DMCDC-MLM, normas y procedimientos para la verificacion de establecimientos y otorgamiento de duplicado del certificado de Autorizacion Municipal, del veinticuatro de julio de mil novecientos noventa y seis, este Colegiado estima que no se ha conculcado los derechos constitucionales alegados, ya que: 3 TRIBUNAL CONSTITUCIONAL a) La clausura del establecimiento denominado Hostal Las Américas, fue realizado por la Municipalidad de Lima tras haberse elaborado un informe de inspeccion ocular, signado con el nimero 000480-MLMIDAU, de fecha cinco de julio de mil novecientos noventa y seis, cuyo resultado le fue desfavorable a la entidad actora, conforme es de apreciarse del documento obrante de fojas sesenta y dos a sesenta y cuatro, b) Aunque dicho informe de inspeccion ocular haya sido tachado por la entidad actora como documentos prefabricados y apocrifos cuya elaboracion la habria efectuado de manera unilateral la Municipalidad de Lima Metropolitana, segiin es de verse del escrito obrante de fojas ciento trece a ciento quince, sin embargo, de la constatacion e inspeccion practicada el 30 de marzo de 1998, por este Supremo Tribunal de la Constitucionalidad en el inmueble donde funciona el Hostal Las Américas, en cumplimiento de la resolucion de fecha quince de enero de mil novecientos noventa y ocho, dictada al amparo de lo dispuesto por los articulos 56° y 570 de la ley 26435°, Organica del Tribunal Constitucional, se ha llegado a determinar que efectivamente personal de la entidad demandada practico la referida inspeccion ocular, tal y como se desprende de las declaraciones efectuadas en dicha diligencia por el propietario del establecimiento referido. 4. Que, de otro lado, se aprecia que no se ha vulnerado el derecho constitucional al debido proceso administrativo, tras imponérsele la sancion de clausura. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA:": "Confirmando la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintinueve de abril de mil novecientos noventa y siete, que revocando la apelada, que declaro fundada la demanda, la reformo y declaro infundada la Accion de Amparo; dispusieron Su publicacion en el diario oficial El Peruanoy los devolvieron. doiaede 7 A-", "SS.": "ACOSTA SANCHEZ Virl NUGENT mree A DIAZ VALVERDE GARCIA MARCELO kzbl ECM LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-22", "id": 36893, "nombre_demandado": "Municipalidad de Lima Metropolitana", "nombre_demandante": "Hostal Las Américas", "numero_expediente": "00480-1997-AA"}