{"CONTEXTO": " 00480-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00480-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 480-98-AC/TC OLGA BERTHA ALAYZA SANCHEZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional: en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Olga Bertha Alayza Sanchez contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha diecinueve de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Con fecha cinco de diciembre de mil novecientos noventa y seis, dona Olga Bertha Alayza Sanchez interpone Accion de Cumplimiento contra el Alcalde de la Municipalidad Distrital de La Molina, don Paul Figueroa Lequien, para que cumpla con abonarle su indemnizacion por tiempo de servicios, conforme lo establece el Convenio Colectivo de fecha nueve de noviembre de mil novecientos ochenta y siete. Refiere que fue cesada por causal de excedencia mediante la Resolucion de Alcaldia No 891-96; que, pese a ello, el demandado no cumple con abonarle la referida indemnizacion; que, de acuerdo al mencionado Convenio Colectivo, por tener ocho anos de servicio, le corresponde el cincuenta por ciento del haber basico, mas el integro de todas las remuneraciones y gratificaciones por cada ano de servicios 0 fraccion mayor de tres meses. El Alcalde de la Municipalidad Distrital de La Molina absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada; senala que el referido Convenio Colectivo contraviene disposiciones expresas del Decreto Legislativo No 276 Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico, por lo que éste resulta ilegal y nulo de pleno derecho e inaplicable al calculo de los beneficios sociales de la demandante. El Segundo Juzgado Especializado en Derecho Publico de Lima declaro fundada la Accion de Cumplimiento, por considerar que el Acta de Convenio Colectivo pactado por la Municipalidad demandada con el Sindicato de Trabajadores, ha sido aprobado mediante la Resolucion de Alcaldia No 869/MDLM-A/87, la misma que fuera aclarada por Resolucion de Alcaldia No 1037/MDLM-A/87, resoluciones que no han sido cuestionadas u objetadas por la Municipalidad demandada y constituyen actos administrativos que se encuentran 2 TRIBUNAL CONSTITUCIONAL vigentes, toda vez que no han sido dejados sin efecto por la autoridad admnistrativa ni por el organo jurisdiccional. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoco la apelada y declaro improcedente la demanda, por estimar que la presente via no es la idonea para ventilar la presente causa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, el objeto de la Accion de Cumplimiento es preservar la eficacia de las normas con rango, valor y fuerza de ley, asi como de los actos administrativos emanados de la Administracion Publica, que funcionarios O autoridades se muestren renuentes a acatar. 2. Que, siendo el objeto de la presente causa el que se ejecute el Pacto Colectivo suscrito entre las partes el ano mil novecientos ochenta y siete y, existiendo controversia en torno a los derechos que reclama la demandante, cuya dilucidacion no corresponde que se ventile en este proceso constitucional por carecer de estacion probatoria, la Accion de Cumplimiento no es la via idonea. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento cuarenta y ocho, su fecha diecinueve de marzo de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ lir 1le / DIAZ VALVERDE NUGENT GARCIA MARCELO V avera Lo que Certifico: 14. Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-01", "id": 37253, "nombre_demandado": "Alcalde de la Municipalidad Distrital de La Molina (Paul Figueroa Lequien)", "nombre_demandante": "Olga Bertha Alayza Sánchez", "numero_expediente": "00480-1998-AC"}