{"CONTEXTO": " 00488-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00488-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 488-96-AA/TC ALCIDES REYNALDO GARCÉS ALTUNA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alcides Reynaldo Garcés Altuna contra la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, de fojas ciento siete, su fecha veinticinco de abril de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Alcides Reynaldo Garcés Altuna interpone Accion de Amparo contra la Compania Peruana de Teléfonos S.A. (hoy Telefonica del Perû S.A.), solicitando que se ordene la reposicion del servicio telefonico de su domicilio que la demandada ilegalmente le ha quitado, pese a sus protestas y reclamos, y que deje sin efecto el cobro que le esta efectuando por concepto de llamadas en exceso y eroticas --que no ha efectuado--, por dos mil seiscientos treinta y cuatro nuevos soles con cuarenta y ciatro céntimos, correspondiente a los meses de julio, agosto y setiembre de mil novecientos noventa y cuatro, pues se han violado, entre otros, sus derechos constitucionales a la libertad de comunicacion y a la tranquilidad asi como a gozar de un ambiente equilibrado y adecuado al desarrollo de su vida familiar y personal. La demandada Compania Peruana de Teléfonos S.A. contesta la demanda precisando que si el demandante utilizo 0 no el servicio telefonico no se podria verificar 0 comprobar mediante una Accion de Amparo, debido a su tramite sumarisimo que no permite actuacion de prueba alguna, y que solo en un procedimiento ordinario 0 comun podria verificarse la procedencia O improcedencia de su pedido. El Sétimo Juzgado Especializado en lo Civil de Lima, con fecha dos de agosto de mil novecientos noventa y cinco, declaro improcedente la demanda por considerar principalmente que no se ha podido acreditar ni probar indubitablemente el derecho que busca proteger ni la existencia de un derecho constitucional traslucido, evidente, que haga necesaria la presente via procesal y extraordinaria en reemplazo de las demas vias procesales que la legislacion adjetiva concede en términos mas latos y con la actuacion de 2 TRIBUNAL CONSTITUCIONAL procesales que la legislacion adjetiva concede en términos mas latos y con la actuacion de una serie de medios probatorios en los que se pueda obtener una mayor valoracion objetiva de los hechos denunciados. La Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, a fojas ciento siete, con fecha veinticinco de abril de mil novecientos noventa y seis, confirmo la apelada por sus propios fundamentos y por los contenidos en el Dictamen Fiscal. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de autos no consta en forma clara y evidente que se hayan vulnerado los derechos constitucionales de demandante, por cuya razon los hechos expuestos deben discutirse en la via legal correspondiente, pues estan sujetos a prueba, no resultando procedente esta Accion de Amparo dado su caracter excepcional, en el que no existe etapa probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, de fojas ciento siete, su fecha veinticinco de abril de mil novecientos noventa y seis, que confirmo la apelada que declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, Mires DIAZ VALVERDE, NUGENT, - a GARCIA MARCELO. Lo que Certif100: MF Dra. MARIA LUZ VASQUEZ RELAT TORA SECRETARIA RLONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-03-20", "id": 34905, "nombre_demandado": "Compañía Peruana de Teléfonos SA", "nombre_demandante": "Alcides Reynaldo Garcés Altuna", "numero_expediente": "00488-1996-AA"}