{"CONTEXTO": " 00495-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00495-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 495-97- AA/TC Caso: Focion Herrada Céspedes. Callao. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de noviembre de mil novecientos noventa y siete, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, y Garcia Marcelo; actuando como secretaria relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Focion Herrada Céspedes contra la Resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, del quince de abril de mil novecientos noventa y siete, que revoco la sentencia apelada que declaro fundada la demanda, y la declaro improcedente, en la Accion de Amparo interpuesta por don Focion Herrada Céspedes contra la Superintendencia de Aduanas.", "ANTECEDENTES:": "Don Focion Herrada Céspedes interpuso la presente Accion de Amparo contra la Superintendencia Nacional de Aduanas a fin de que se declare la inaplicacion para el accionante del inciso C) del articulo 6° y la Segunda TRIBUNAL CONSTITUCIONAL Disposicion Transitoria del Decreto Legislativo No 680 por ser incompatibles con la Constitucion Politica del Estado. Y, en consecuencia, que se ordene a la emplazada que pague al accionante su pension, bajo el régimen del Decreto Ley No 20530, en igual monto que al servidor de la SUNAD con el mismo nivel O categoria que el demandante al momento de su cese, sin tope ni restriccion alguna y abonando los reintegros, por las pensiones dejadas de percibir, ademas de los intereses de ley. Ampara su demanda en lo dispuesto en los articulos 7, 10, 12, 26 inciso 3), 103°, Primera Disposicion Final y Transitoria de la Constitucion, Ley No 23495 y Decreto Ley No 20530. El Procurador Publico encargado de los Asuntos Judiciales de Aduanas contesto la demanda y solicito que sea declarada improcedente debido a que 1) tal como lo dispone la segunda disposicion transitoria del Decreto Legislativo No 680 la recaudacion de las aportaciones y la atencion de las pensiones, remuneraciones y/o similares que correspondia que SUNAD pague a sus pensionistas, jubilados y cesantes -incluyendo los cesados con derecho a pension asi como los excedentes provenientes de la reorganizacion dispuesta por los Decretos Supremos Nso 043-91-EF y 123-91-PCM-ha sido transferida al Pliego Presupuestal del Ministerio de Economia y Finanzas; 2) cualquier reclamo de forma, de monto O de la oportunidad en el pago de las pensiones de los ex- servidores, a que se refiere el Decreto Legislativo No 680, debe formularse ante dicho Ministerio y no ante la SUNAD y, por ello, deduce la excepcion de falta de legitimidad para obrar del demandado porque, como lo dispone el citado Decreto Legislativo, el Ministerio de Economia y Finanzas es la entidad encargada de atender el pago de las pensiones de los miembros de la Asociacion accionante; 3) al solicitar el demandante la nivelacion de su pension con las remuneraciones vigentes para los servidores de la SUNAD en actividad, en aplicacion del Decreto Ley No 20530, no solo esta pretendiendo desconocer la vigencia y aplicacion del inciso c) del articulo 6° del Decreto Legislativo No 680 sino que ademas estaria cuestionando la vigencia y aplicacion del inciso b) del citado dispositivo y la segunda disposicion transitoria de su texto, en la medida en que lo que ha pretendido la SUNAD es establecer su politica y sistema remunerativo y procurar una adecuada aplicacion de lo dispuesto en el Decreto Ley No20530 y en la Ley No 23495, que disponen una pension nivelable y equivalente a la de los trabajadores activos de un mismo sistema laboral y remunerativo; 4) la accion de garantia ha sido interpuesta fuera del plazo de caducidad establecido por la Ley en la medida en que, como lo ha manifestado el demandante, la supuesta violacion de sus derechos fundamentales se ha producido por la aplicacion del inciso c) del articulo 6° del Decreto Legislativo No 680, publicado el 14 de octubre de 1991, y por lo tanto, el supuesto recorte en sus pensiones no constituye un 3 TRIBUNAL CONSTITUCIONAL acto continuado sino diversos actos producidos con el asentimiento tacito del demandante; y, 5) la presente accion ha sido interpuesta sin haberse agotado oportuna y debidamente las vias previas establecidas por Ley. El Juez del Tercer Juzgado Especializado en lo Civil del Callao, con fecha siete de febrero de mil novecientos noventa y seis, declaro fundada la demanda argumentando que: 1) la presente accion de amparo esta orientada a la declaracion de inaplicacion del articulo 6° y de la segunda disposicion transitoria del Decreto Legislativo No 680, con las consecuencias accesorias indicadas en el petitorio de la demanda ; 2) con la Resolucion Directoral 1564-87-EF-4340, del 22 de mayo de 1987, de fojas 20, se acredita que el actor se encuentra sujeto a lo dispuesto en el Decreto Ley No 20530; 3) la accion de garantia interpuesta busca impugnar actos de la Administracion que consisten en la violacion de derechos reconocidos por la Constitucion y que se han ejercido en virtud de una norma incompatible con dicha Carta Politica y por lo tanto no es exigible el agotamiento de las vias previas; 4) en autos se ha verificado que los actos violatorios de los derechos constitucionales que invoca el actor consisten en que la demandada le viene pagando sus pensiones en forma recortada, omitiendo el cumplimiento obligatorio de nivelarlas con las remuneraciones de los trabajadores que se encuentran en actividad, conforme lo prevé el Decreto Ley No 20530, la Ley No 23495 y el Decreto Supremo No 0015-83-PCM; 5) el articulo 6° y la segunda disposicion transitoria del Decreto Legislativo No 680 transgreden lo dispuesto en el articulo 1° y Segunda Disposicion Final y Transitoria de la Constitucion, existiendo discrepancias entre ambas sobre su jerarquia, debiendo el juzgador preferir la vigencia de la primera. La Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, con fecha quince de abril de mil novecientos noventa y siete, revoco la apelada que declaro fundada la Accion de Amparo, y la declaro improcedente. Tomo en cuenta que: 1) el ejercicio de la Accion de Amparo caduca a los 60 dias habiles de producida la afectacion, conforme lo dispone el articulo 37° de la Ley 23506; 2) el actor solicita que se declare la inaplicacion del inciso c) del articulo 6° y de la Segunda Disposicion Transitoria del Decreto Legislativo No 680 del 14 de octubre de 1991 y la demanda se interpone el 4 de enero de 1996, fecha en la que ya habia vencido largamente el plazo citado; 3) de otro lado, la supuesta afectacion de los derechos pensionarios del demandante se produjo a partir de la publicacion del Decreto Legislativo citado no pudiéndose alegar que la afectacion es continuada porque el demandante, durante mas de 4 anos, consintio en que la pension le sea abonada en la forma establecida en las normas cuya inaplicacion solicita, sin hacer reclamacion administratival alguna; y, 4) habiéndose omitido TRIBUNAL CONSTITUCIONAL pronunciamiento respecto a la excepcion de falta de legitimidad dispone que ésta debe integrar la apelada y ser declarada infundada. Contra esta ultima resolucion, el accionante interpone recurso extraordinario, elevândose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que la nivelacion de pensiones de cesantia debe estar en relacion directa con el régimen laboral al que pertenecio el trabajador al momento del cese. En el caso de autos el que corresponde al demandante es el régimen de la administracion publica, normado por el Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa del Sector Publico y por lo tanto no es posible homologar sus remuneraciones con la de los trabajadores del régimen de la actividad privada. 2. Que el derecho de pension nivelable del demandante, que se le atribuye en virtud del Decreto Ley No 20530, no ha sido lesionado. En efecto, la nivelacion de sus pensiones se ha realizado, conforme a lo dispuesto por la referida norma, con el monto de las remuneraciones percibidas por un trabajador activo del Ministerio de Economia y Finanzas con igual cargo, nivel y categoria. Ello debido a la imposibilidad de nivelarlas con el monto de las remuneraciones de los trabajadores de la Superintendencia Nacional de Aduanas por pertenecer éstos a un régimen laboral distinto. 3. Que, en consecuencia, la dacion del Decreto Legislativo No 680 -que orienta la politica de remuneraciones y pensiones de la Superintendencia Nacional de Aduanas-- no vulnera derecho constitucional alguno del demandante. Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le contiere la Constitucion y su Ley Organica,", "FALLA:": "Revocando la Resoiucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y dos, su fecha quince de abril de mil novecientos noventa y siete, que revocando la apelada declaro TRIBUNAL CONSTITUCIONAL improcedente la demanda; REFORMANDOLA, la declararon INFUNDADA. Mandaron que se publique en el Diario Oficial \"El Peruano\", conforme a ley, y los devolvieron.", "SS.": "Le ACOSTA SANCHEZ NUGENT DIAZ VALVERDE Lerib Anobh / GARCIA MARCELO a CRLLEd G B LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ V SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-22", "id": 36836, "nombre_demandado": "Superintendencia Nacional de Aduanas", "nombre_demandante": "Foción Herrada Céspedes", "numero_expediente": "00495-1997-AA"}