{"CONTEXTO": " 00493-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00493-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 493-96-AA MARCOS CHANI HOLGUINO AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de octubre de mil novecientos noventa y siete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEL, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario interpuesto por don Marcos Chani Holguino, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha veinticuatro de abril de mil novecientos noventa y seis, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Marcos Chani Holguino interpone demanda de accion de amparo contra el Instituto Peruano de Seguridad Social, representado por su Gerente General don Ricardo Najar Chavez, con el proposito que se deje sin efecto la Resolucion No 073-GG-HNSA- IPSS, que dispone su cese. Manifiesta que ha prestado servicios en el Instituto Peruano de Seguridad Social desde el primero de agosto de 1976 hasta el 16 de noviembre de 1992, fecha en la que se le impidio ingresar a su centro de trabajo, por no haberse presentado a rendir el examen de seleccion y calificacion, por haberse encontrado de vacaciones; que, contra esta medida interpuso accion de amparo, la que fue declarada fundada, disponiéndose en ejecucion de sentencia que se le reincorpore a su centro de labores, hecho que se produjo el dia 27 de TRIBUNAL CONSTITUCIONAL junio de 1994; posteriormente el Instituto emplazado le notifico para que se presente a rendir examen de seleccion y calificacion para el dia 4 de diciembre de 1994, a pesar que sus facultades para racionalizar y cesar, conferidas por el Decreto Ley 25636, habian caducado el ano 1992. A fojas 61 el Instituto Peruano de Seguridad Social absuelve el tramite de contestacion de la demanda, negândola en todos sus extremos; manifestando que el accionante fue cesado por no haber aprobado el examen de seleccion que, por mandato judicial, se le tomo con fecha 4 de diciembre de 1994; que, el Decreto Ley 25636 no ha caducado, por cuanto al momento de los hechos el demandante se encontraba bajo el imperio de dicho dispositivo legal. El Juez del Quinto Juzgado Especializado en lo Civil de Arequipa emite sentencia, declarando fundada la demanda, por considerar, entre otras razones, que en el cese del demandante se vulnero el debido proceso por habérsele sometido a examen bajo el amparo del Decreto Ley 25636, pese a que habia vencido el plazo de 120 dias que éste dispositivo preveia para tal efecto. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa revoca la apelada y declara improcedente la demanda; por estimar que la entidad demandada ha procedido legalmente, en cumplimiento del mandato judicial que disponia se le tome al actor examen de seleccion y calificacion. Interpuesto recurso de nulidad, entendido como extraordinario, los autos son elevados al Tribunal Constitucional;", "FUNDAMENTOS:": "1. Que, el proposito de la presente accion de amparo es que se declare inaplicable al demandante la Resolucion No 073-GG-HNSA-95, de fecha 7 de febrero de 1995, mediante la cual el Instituto Peruano de Seguridad Social lo cesa en su puesto de trabajo. 2. Que, si bien el demandante denomino errôneamente como de \"nulidad\" al recurso impugnativo interpuesto contra la resolucion de vista, éste debe entenderse como el correspondiente recurso extraordinario previsto en el articulo 41° de la Ley No 26435- Orgânica del Tribunal Constitucional, en aplicacion del articulo 70 de la Ley No 23506. 3. Que, mediante el Decreto Ley 25636 el Supremo Gobierno autorizo al Instituto Peruano de Seguridad Social realizar un proceso de racionalizacion de su personal TRIBUNAL CONSTITUCIONAL administrativo, estableciendo al efecto un doble procedimiento: 1) retiro voluntario con incentivos y 2) seleccion y calificacion de los servidores que no se hayan acogido a las renuncias voluntarias; proceso cuyo desarrollo y ejecucion no deberia exceder los ciento veinte dias calendarios, posteriores a la vigencia del referido dispositivo legal; plazo que vencio el dia 10 de diciembre de 1992. 4. Que, de autos aparece que la entidad demandada sometio al demandante a examen de seleccion y calificacion con fecha 4 de diciembre de 1994 y, dispuso su cese el 7 de febrero de 1995, esto es dos anos después de haber vencido el plazo senalado en el punto precedente, cuando se habia extinguido la autorizacion para llevar adelante el proceso de racionalizacion; vulnerando de este modo sus derechos al debido proceso y a la proteccion contra el despido arbitrario. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "Revocando la resolucion de fojas doscientas treinta y uno, su fecha veinticuatro de abril de mil novecientos noventa y seis, expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, que revocando la apelada declaro improcedente la accion de amparo; reformandola se la declara FUNDADA; en consecuencia, inaplicable al demandante don Marcos Chani Holguino la Resolucion No 073-GG-HNSA-IPSS-95, ordenandose su reincorporacion en el cargo que venia desempenando; sin reconocimiento de los haberes dejados de percibir; no siendo de aplicacion el articulo 11° de la Ley No 23506, por las circunstancias especiales del caso; dispusieron su publicacion en el Diario Oficial El Peruano, con arreglo a ley y, los devolvieron. SS ACOSTA SANCHEZ NUGENT DIAZ VALVERDE zecen GARCIA MARCELO LO QUE CERTIFIOO Dra. Maria Luz Vasquez V. CCL SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-01-22", "id": 36658, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Marcos Chañi Holguino", "numero_expediente": "00493-1996-AA"}