{"CONTEXTO": " 00494-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00494-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 494-98-AA/TC LIMA PRUDENCIO CIERTO CABRERA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticinco dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Prudencio Cierto Cabrera y otros contra la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento setenta y siete, su fecha dos de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo contra la Cooperativa de Transportes Nuevo Perû Ltda. No 208.", "ANTECEDENTES:": "Don Prudencio Cierto Cabrera y otros interponen Accion de Amparo contra la Cooperativa de Transporte Nuevo Peru Ltda. No 208 cuyos socios han usurpado la posesion de su grifo llamado \"Estacion Nuevo Peru\", el diecisiete de diciembre de mil novecientos noventa y siete, en forma violenta, bloqueando las entradas y salidas con omnibus que se encontraban inoperativos, inmovilizando el normal desenvolvimiento de su establecimiento, violando las garantias procesales de inviolabilidad de domicilio, de contratar con fines licitos, a la libertad de trabajo y de comercio, por lo que solicitan que se repongan las cosas al estado del dia anterior de la agresion constitucional. La demandada contesta la demanda precisando que es propietaria del bien inmueble y que el contrato de arrendamiento que el demandante don Prudencio Cierto Cabrera tiene con don Marco Antonio Olano Garcia proviene de un contrato de compra- venta ineficaz por ser simulado. El Sexto Juzgado Especializado en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, con fecha treinta de enero de mil novecientos noventa y siete, declaro fundada la demanda, por considerar principalmente que existe un acto lesivo por lo cual es urgente proteger al demandante, en su contrato de arrendamiento, del veintitrés de junio de mil novecientos noventa y siete, pactado por un periodo de seis anos, en vista de que los socios de la Cooperativa demandada han colocado sus unidades vehiculares el diecisiete de enero de mil novecientos noventa y siete, con el proposito de desconocer dicho contrato de alquiler, lo cual se soluciona solo por la via arbitral 0 judicial segun el articulo 62° de la Constitucion Politica del Perû. La Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, a fojas ciento setenta y siete, su fecha dos de abril de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda, por estimar que en su 2 TRIBUNAL CONSTITUCIONAL alegato el demandante admite la existencia de una denuncia penal contra los directivos de la demandada por los mismos hechos ocurridos, lo que constituye la via paralela 0 alterna que hace improcedente esta demanda. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que esta acreditado en autos con las instrumentales que obran a fojas ciento cincuenta y dos, ciento setenta y dos a ciento setenta y cuatro, corroboradas con las versiones de ambas partes a fojas sesenta y dos, ciento treinta y dos, ciento cincuenta y cuatro, ciento sesenta y ocho y ciento noventa, la existencia simultânea del proceso penal No 97-717 que se tramita ante el Quinto juzgado Penal del Cono Norte, Secretario Hurtado, por los delitos de usurpacion y danos derivados de los mismos hechos producidos el diecisiete de diciembre de mil novecientos noventa y siete que son materia de esta Accion de Amparo, contra los directivos de la Cooperativa demandada. 2. Que dicho proceso penal ordinario constituye la opcion por la via paralela 0 alterna que han elegido los demandantes encontrândose en la prevision del articulo 6° inciso 3) de la Ley No 23506, de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento setenta y siete, su fecha dos de abril de mil novecientos noventa y ocho, revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE / aucea NUGENT GARCIA MARCELO Lo que Certifigoi MF Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-11-27", "id": 37220, "nombre_demandado": "Cooperativa de Transporte Nuevo Perú Ltda N° 208", "nombre_demandante": "Prudencio Cierto Cabrera y otros", "numero_expediente": "00494-1998-AA"}