{"CONTEXTO": " 00494-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00494-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No: 494-97-AA/TC. Lima. German Rodriguez Velarde y otros. Sentencia del Tribunal Constitucional En Lima, a los trece dias del mes de abril de mil novecientos noventiocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, que formulan don German Rodriguez Velarde y otros, contra la resolucion de fecha veintiuno de abril de mil novecientos noventa y siete, expedida por la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, que revoco la apelada, declarando improcedente la accion de amparo interpuesta contra el Instituto Geologico Minero y Metalurgico.", "ANTECEDENTES:": "Con fecha veinticuatro de agosto de mil novecientos noventa y cinco, don German Rodriguez Velarde y otros, interponen accion de amparo, contra el Instituto Geologico Minero y Metalurgico (INGEMMET), solicitando que la aludida Entidad los reincorpore al régimen de pensiones del Decreto Ley No 20530, del cual consideran haber sido excluidos indebidamente, asi como se les abone las pensiones y demas beneficios economicos que les corresponda de acuerdo a ley. Sostienen los actores que, desde el ano 1989 han adquirido la calidad pensionaria establecida en el Decreto Ley No 20530, que les fuera reconocida por la empresa demandada, mediante resoluciones que obran en autos. 2 TRIBUNAL CONSTITUCIONAL Agregan que la demandada, en contravencion de sus derechos constitucionales, con fecha 29 de marzo de 1993, procedio a expedir resoluciones administrativas excluyéndolos de su régimen pensionario adquirido antes referido, en aplicacion del Decreto Legislativo No 763, que prescribe la nulidad de las incorporaciones 0 reincorporaciones que se hubieran generado en contravencion del articulo 14° del Decreto Ley No 20530. El demandado contesta la incoada, negandola en todos sus extremos, y solicita se declare improcedente la misma, por considerar que el haber anulado resoluciones administrativas que incorporaban a determinados trabajadores al Régimen de Pensiones del Decreto Ley No 20530, no puede considerarse como violacion de un derecho constitucional, pues se ha procedido de acuerdo a Ley. Con fecha quince de abril de mil novecientos noventa y seis, el Juez del Vigésimo Octavo Juzgado Especializado en lo Civil de Lima, expide sentencia declarando fundada la demanda. Interpuesto el recurso de apelacion, la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, con fecha veintiuno de abril de mil novecientos noventa y siete, expide resolucion revocando la apelada, y reformandola declaro improcedente la referida accion de amparo. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1- Que, a tenor del articulo 1° de la Ley No 23506, las acciones de garantia tienen por objeto reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2.- Que, mediante Decreto Ley No 20530, se establecio el régimen de pensiones y compensaciones a cargo del Estado correspondiente a los servicios de caracter civil prestados por los trabajadores del Sector Publico Nacional, no comprendidos en el Decreto Ley No 19990. 3.- Que, el Instituto Geologico Minero y Metalurgico ( INGEMMET), segun su Ley Organica aprobada por Decreto Ley No 22631, de 14 de agosto de 1979 y su Reglamento de Organizacion y Funciones aprobado por Resolucion Ministerial No 137-93-EM-VMN del 17 de junio de 1993, es un Organismo Publico Descentralizado del Sector Energia y Minas, con autonomia administrativa, economica y técnica, cuyos trabajadores se encuentran comprendidos en el régimen laboral correspondiente a la actividad privada, regulada por la entonces vigente Ley N4916, cuyo régimen pensionario es el establecido por el Decreto Ley No 19990. 3 TRIBUNAL CONSTITUCIONAL 4.- Que, mediante Decreto Ley No 25456 ha sido restituida la vigencia del Decreto Legislativo No 763, que declaro la nulidad de toda incorporacion 0 reincorporacion al Sistema de Pensiones regulado por el Decreto Ley No 20530, que se haya efectuado con violacion del articulo 14 de la norma legal ultima mencionada; lo cual resulta coherente con lo prescrito en el segundo paragrafo del articulo 590 de la Carta Politica del Estado de 1979, vigente en la fecha de ocurridos los hechos, ulteriormente reafirmado por el segundo parrafo del articulo 40° de la vigente Carta Politica. 5.- Que, con arreglo a lo establecido en las citadas normas legales, la demandada procedio a revisar la situacion juridica de los demandantes, como aportantes al Sistema de Pensiones del Decreto Ley No 20530, y como consecuencia de ello, declaro la nulidad de las resoluciones de incorporacion al citado régimen pensionario, y a su vez los incorporo definitivamente al Sistema de Pensiones regulado por el Decreto Ley No 19990. 6.- Que, de las instrumentales que obran de fojas 36 a 70 del Cuaderno del Tribunal Constitucional, se advierte que los demandantes han efectivizado el cobro de sus Compensaciones por Tiempo de Servicios, acorde con las normas legales del aludido régimen laboral de la actividad privada, lo cual no hace viable su pretension juridica, materia de autos, razon por la que resulta improcedente la presente accion de garantia, en aplicacion \"contrario sensu\" del articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, de fojas doscientos doce, su fecha veintiuno de abril de mil novecientos noventa y siete, que revocando la apelada, declaro IMPROCEDENTE la accion de amparo. Dispusieron su publicacion, en el Diario Oficial \"El Peruano\", conforme a Ley y los devolvieron.", "SS.": "ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. ALt Cte C Y AAM. u / Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 36856, "nombre_demandado": "Instituto Geológico Minero y Metalúrgico (INGEMMET)", "nombre_demandante": "Germán Rodríguez Velarde y otros", "numero_expediente": "00494-1997-AA"}