{"CONTEXTO": " 00494-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00494-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-494-96-AA/TC CHICLAYO SEGUNDO ANDRÉS PORRAS FLORES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo Andrés Porras Flores contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas ciento sesenta y nueve, su fecha dieciocho de junio de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Segundo Andrés Porras Flores interpone demanda de Accion de Amparo contra la Resolucion N.o 083-95-AG, de fecha once de agosto de mil novecientos noventa y cinco, emitida por el senor Ministro de Agricultura don Absalon Vasquez Villanueva, por medio de la cual se le cesa por causal de excedencia. Manifiesta que en aplicacion del Decreto Ley N.° 26093, el Director Regional de Agricultura ha simulado una evaluacion para justificar el cese del demandante y de otros trabajadores, vulnerandose sus derechos constitucionales adquiridos, por cuanto en sucesivas evaluaciones realizadas ha sido aprobado, en vista de sus méritos por haber realizado su carrera administrativa en forma eficiente y tener capacitacion permanente en diferentes instituciones. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Agricultura contesta la demanda negândola y contradiciéndola y solicita sea declarada improcedente, por considerar que la Resolucion Suprema N.o 083-95-AG de fecha once de agosto de mil novecientos noventa y cinco, emitida por el senor Ministro de Agricultura, ha sido dictada con arreglo a ley y no se ha cometido violacion ni amenaza de violacion de ningun derecho constitucional. Asimismo refiere que la Resolucion Suprema cuestionada por el demandante esta sustentada en él Decreto Ley N.o 26093. El Quinto Juzgado Especializado Civil de Chiclayo, a fojas ciento veinte,con fecha veintiuno de marzo de mil novecientos noventa y seis, declara improcedente la TRIBUNAL CONSTITUCIONAL demanda, por considerar que la Resolucion Suprema N.o 083-95-AG es producto de la aplicacion del Decreto Ley N.o 26093, que establece que los titulares de los distintos ministerios y de las instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal, precisandose que quién no califique podra ser cesado por causal de excedencia, siendo asi, el cese del demandante por causal de excedencia se ha producido como consecuencia de haber sido desaprobado en el examen de evaluacion. La Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas ciento sesenta y nueve, con fecha dieciocho de junio de mil novecientos noventa y seis, confirma la sentencia apelada que declaro improcedente la demanda, por considerar que la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, mediante ejecutoria de fecha diecisiete de octubre de mil novecientos noventa y cinco de autos, ha establecido la improcedencia de la Accion de Amparo en caso similar al que es materia de autos, resultando dicha jurisprudencia de cumplimiento obligatorio. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 1o del Decreto Ley N.o 26093 establece que los titulares de 1. ministerios y de las instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para tal efecto establezcan, autorizândoseles para que mediante resolucion, dicten las normas necesarias para su correcta aplicacion, disponiendo, ademas, en su articulo 2, que el personal que no califique podra ser cesado por causal de excedencia. Que la Resolucion Suprema N.o 083-95-AG, de fecha once de agosto de mil 2. novecientos noventa y cinco, que dispone el cese por causal de excedencia del demandante, es producto de la aplicacion del Decreto Ley N.o 26093, precisando que el demandante, al no haber aprobado el examen de evaluacion, fue cesado por causal de excedencia. Que el hecho de haber sido aprobado en sucesivas evaluaciones realizadas no 3. implica que sea aprobado en las subsiguientes, habiendo actuado la entidad demandada en el ejercicio de sus atribuciones; no habiéndose demostrado en autos que se hayan violado los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento sesenta y nueve, su fecha dieciocho de junio 2 TRIBUNAL CONSTITUCIONAL de mil novecientos noventa y seis, que confirmando la sentencia apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "V 7 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO L M ( a 2 L C ceta EGD Lo que Oertifigo: Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-07-20", "id": 35308, "nombre_demandado": "Ministro de Agricultura (Absalón Vásquez Villanueva)", "nombre_demandante": "Segundo Andrés Porras Flores", "numero_expediente": "00494-1996-AA"}