{"CONTEXTO": " 00498-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00498-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.4 498-98-HC/TC LA LIBERTAD CARLOS ALFREDO MILLA AVALOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cuatro dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Alfredo Milla Avalos contra la resolucion expedida por la Primera Sala Especializada Penal de la Corte Superior de Justicia de La Libertad, de fojas ciento veintidos, su fecha veintidos de setiembre de mil novecientos noventa y siete, que confirmando la apelada, declaro improcedente el Habeas Corpus.", "ANTECEDENTES:": "Don Carlos Alfredo Milla Avalos interpone Habeas Corpus contra el Juez del Primer Juzgado de Familia de Trujillo, por violacion de su derecho constitucional a la libertad individual. Refiere el actor que como consecuencia del proceso que sobre tenencia y custodia de menores que le demandara dona Rocio del Pilar Villanueva Mendo, abuela materna de sus menores hijas: Carolina del Pilar Milla Villanueva, Fiorella del Pilar Milla Villanueva, Carla Celeste Milla Villanueva y Brenda Raquel Milla Villanueva, el Juez del Primer Juzgado de Familia de Trujillo, mediante resolucion No ocho, de fecha diecinueve de julio de mil novecientos noventa y siete, dispuso el apercibimiento de detencion en su contra si es que no entregaba a sus menores hijas en el plazo de veinticuatro horas. Alega que dicha resolucion, aparte de ser incongruente con los actuados en el proceso, nunca le fue notificada. Recuerda que inclusive dicho apercibimiento de detencion fue variado por uno de allanamiento de domicilio, mediante resolucion de fecha ocho de julio de mil novecientos noventa y siete, tras el desistimiento de la demandante de aquél. No obstante ello, agrega, con fecha veinticinco de julio de mil novecientos noventa y siete, el mismo Juez del Primer Juzgado de Familia volvio a disponer el mandato de detencion, lo que se hizo efectivo el dia once de agosto de mil novecientos noventa y siete, al ser detenido por el Escuadron de Emergencia de la Policia Nacional del Peru, encontrândose recluido en las instalaciones de la Policia de Apoyo del Ministerio Publico. Admitida a tramite la demanda, con fecha trece de agosto de mil novecientos noventa y siete, el Juez del Tercer Juzgado Penal de Trujillo levanta el acta de verificacion, donde se constato la detencion efectiva del actor asi como los oficios, en virtud de los cuales, se le puso a disposicion del Juzgado. TRIBUNAL CONSTITUCIONAL Asimismo, con fecha trece de agosto de mil novecientos noventa y siete, se tomo la declaracion del Juez del Primer Juzgado de Familia de Trujillo, quien manifiesto haber expedido la orden de detencion del actor en virtud de las atribuciones que le confiere la ley. Con fecha trece de agosto de mil novecientos noventa y siete, el Juez del Tercer Juzgado Penal de Trujillo dispone la libertad del actor, tras considerar que si bien el mandato de detencion se dicto en ejercicio de las facultades que le confiere el inciso 2) del articulo 53° del Codigo Procesal Civil, sin embargo, dicha detencion no puede exceder del plazo de veinticuatro horas, como en efecto venia ocurriendo con la detencion que venia sufriendo el actor. Con fecha trece de agosto de mil novecientos noventa y siete, el Juez del Tercer Juzgado Penal de Trujillo expide sentencia declarando improcedente el Habeas Corpus interpuesto por considerar, principalmente, que si bien su despacho dispuso la libertad del actor, ello no fue porque la orden judicial tuviese la caracteristica de ser arbitraria, sino porque se habia excedido el plazo de duracion de dicha detencion. Interpuesto el Recurso de Apelacion, con fecha veintidos de setiembre de mil novecientos noventa y siete, la Primera Sala Especializada Penal de la Corte Superior de Justicia de La Libertad expide resolucion confirmando la apelada por los fundamentos de aquélla. Interpuesto el Recurso de Nulidad, que debe entenderse como Extraordinario, los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que segun lo dispuesto por el inciso 1) del articulo 200° de la Constitucion Politica del Estado, el proceso constitucional de Habeas Corpus procede ante el hecho u omision que vulnera 0 amenaza violar el derecho a la libertad individual y los derechos constitucionales conexos a éste; constituyendo su objeto reponer las cosas al estado anterior a la violacion 0 amenaza de violacion del derecho conculcado, conforme lo establece el articulo 1° de la Ley No 23506. 2. Que para precisar los alcances de esta sentencia, es necesario observar: a) Que segun se esta a los documentos obrantes a fojas quince, dieciséis, y noventa y cinco, con fecha once de agosto de mil novecientos noventa y siete, el actor fue detenido por efectivos de la Delegacion de la Policia Nacional del Perû de La Noria, siendo éste puesto a disposicion del Jefe de la Policia Judicial de Trujillo a las cero horas con treinta y nueve minutos del dia doce de agosto de mil novecientos noventa y siete, el que, a su vez y en la misma fecha, puso al actor a disposicion del Juez del Primer Juzgado de Familia, tomândosele en el dia su manifestacion en el que se le exhorto a cumplir con el mandato judicial decretado. TRIBUNAL CONSTITUCIONAL b) Que con fecha trece de agosto de mil novecientos noventa y siete, el Juez del Primer Juzgado de Familia, ante la negativa del actor a cumplir con el mandato dictado por el Juez accionado, ordeno se ponga a éste a disposicion del Ministerio Publico, cursandose las copias certificadas respectivas, a fin de que el representante del Ministerio Publico proceda conforme a sus atribuciones y formalice denuncia penal por el delito previsto en el articulo 368° del Codigo Penal. 3. Que conforme se acredita con el acta de verificacion judicial y el auto de libertad expedidos por el a quo, obrantes a fojas once y veintisiete, desde la detencion del actor, el dia once de agosto de mil novecientos noventa y siete, cuya hora de detencion por los efectivos de la Delegacion de la Policia Nacional del Peru de La Noria no se ha llegado a determinar, al momento en que el Juez dispuso su libertad, el dia trece de agosto de mil novecientos noventa y siete, se observa: a) Que, la orden de detencion se dicto contra el actor por el Juez del Primer Juzgado de Familia, el veinticinco de julio de mil novecientos noventa y siete, por la resistencia de éste a cumplir con el mandato del juzgador, produciendo agravio a la parte y a la majestad del servicio de justicia. Esta orden de detencion era distinta de aquella otra resolucion judicial en virtud de la cual se puso a disposicion del representante del Ministerio Publico al actor, remitiéndose las copias certificadas de los actuados en el proceso sobre tenencia y custodia de menores que se le siguiera. b) Que, en ese sentido, la orden de detencion por el término de veinticuatro horas que dispusiera inicialmente el Juez demandado, y el posterior mandato judicial poniendo a disposicion del representante del Ministerio Publico al actor, al constituir dos actos procesales distintos, no suponen transgresion de lo dispuesto por la letra f) del inciso 24) del articulo 2° de la Constitucion Politica del Estado, porque la detencion originaria no se prolongo por un espacio mayor de veinticuatro horas, término en el que, inclusive, se practicaron diversas diligencias judiciales destinadas a hacer efectiva una orden judicial, decretada en el proceso que sobre tenencia y custodia de menores se seguia contra el actor; y la segunda, aun antes de vencerse el plazo de las veinticuatro horas, tenia por objeto poner a disposicion del Ministerio Publico al mismo actor, para que éste formalice la denuncia penal por la comision del delito previsto en el articulo 368° del Codigo Penal. c) Que tampoco se ha llegado a determinar que el representante del Ministerio Publico haya causado agravio al derecho a la libertad individual del actor, pues el Juez que conocio el proceso de Habeas Corpus en calidad de primera instancia, dispuso la libertad del actor antes de que se venciera el plazo de veinticuatro horas que tenia éste para formalizar 0 no la denuncia penal, conforme a las partes procesales que le remitiera el Juez accionado. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica, 04 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Especializada Penal de la Corte Superior de La Libertad, su fecha veintidos de setiembre de mil novecientos noventa y siete, de fojas ciento veintidos, que confirmando la apelada, declaro improcedente el Habeas Corpus interpuesto; reformandola declara INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "hulsal ACOSTA SANCHEZ, DIAZ VALVERDE, U2 L CUG NUGENT, GARCIA MARCELO. Lo que Certif100: - f Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL ECM", "fecha_publicacion": "1999-01-22", "id": 34860, "nombre_demandado": "Primer Juzgado de Familia de Trujillo", "nombre_demandante": "Carlos Alfredo Milla Avalos", "numero_expediente": "00498-1998-HC"}