{"CONTEXTO": " 00493-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00493-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 493-97-AA/TC Caso : Ram Benavente Valderrama y otros Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario contra la resolucion de la Sala Contencioso Administrativa de la Corte Superior de Justicia de Lima, su fecha once de abril de mil novecientos noventa y siete, que revoco la sentencia de primera instancia que declara fundada la demanda de Accion de Amparo interpuesta por los senores: Ram Benavente Valderrama, Carmen de Pardo, Berner Murjhan, Zisebuto Quispe, Juan Sosa Benites y Adriana Cruz de Cazorla.", "ANTECEDENTES:": "Don Ram Benavente Valderrama, dona Carmen de Pardo, y los senores: Berner Murjhan, Zisebuto Quispe, Juan Sosa Benites y Adriana Cruz de Cazorla, interponen Accion de Amparo contra el Presidente del Instituto Peruano de Energia Nuclear (IPEN), para que: 1) Se les abonen las pensiones mensuales niveladas al haber que percibe el servidor en actividad, 2) Se declare su derecho a seguir percibiendo sus pensiones y demas beneficios en forma nivelada en lo sucesivo y 3) Se le abonen los intereses legales que corresponden desde la fecha en que la entidad demanda les dejo de pagar las pensiones en su integridad. Senalan los demandantes que pertenecen al régimen pensionario del Decreto Ley 20530, por lo que tienen derecho a que la pension de cesantia sea nivelada con la remuneracion de los servidores en actividad del IPEN, sin embargo, no se les homologo sus pensiones de acuerdo a la nueva escala de remuneraciones que fijo el Decreto Supremo No 51-95-EF, de fecha treinta y uno de marzo de mil novecientos noventa y cinco, para los trabajadores de la entidad emplazada. 2 TRIBUNAL CONSTITUCIONAL El Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Energia y Minas, al contestar la demanda solicita que la misma sea declarada improcedente ylo infundada por cuanto la escala remunerativa establecida por el Decreto Supremo No 51- 95-EF, es solo para los trabajadores activos del IPEN, hecho que no viola ningun derecho constitucional, toda vez que el articulo 2° de la \"Ley de Presupuesto para el Sector Publico para el ano 1995\", Ley No 26404, senala que para regular los ingresos mensuales de los pensionistas corresponde emitirse una disposicion especifica. Asimismo, sehala que los actores debieron interponer una Accion Contencioso Administrativa por la naturaleza de la materia controvertida. El Presidente del Instituto Peruano de Energia Nuclear, a fojas treinta y seis, contesta la demanda, senalando que la misma debe ser declarada caduca debiéndose considerar la fecha de la Resolucion de Presidencia No 097-95-IPEN/PR, de fecha tres de mayo de mil novecientos noventa y cinco, por la que se declaro improcedente el pedido de nivelacion de pensiones de los recurrentes. La Oficina de Normalizacion Previsional solicita que la demanda sea declarada improcedente, al considerar que el incremento de pensiones debe ser dilucidado en la via administrativa, asimismo, el incremento aprobado por el Decreto Supremo No 51-95-EF, beneficia solo a los trabajadores activos requiriéndose para el incremento de las pensiones una partida presupuestal especifica. El Juzgado Previsional Transitorio, por sentencia de fecha treinta de setiembre de mil novecientos noventa y seis, declaro fundada la presente accion, al considerar que la no nivelacion de las pensiones de los actores transgrede el Decreto Ley No 20530 y la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979. La Sala Contencioso Administrativa de la Corte Superior de Justicia de Lima, por sentencia de fecha once de abril de mil novecientos noventa y siete, revoco la sentencia de primera instancia, por considerar que dado el caracter de la pretension debieron acudir a la via paralela.", "FUNDAMENTOS:": "Que, este Colegiado en materia de pensiones ha establecido que por la naturaleza de este derecho, es de aplicacion el Articulo 26°, segundo parrafo, ultima parte, de la Ley No 25398, \"Ley Complementaria de la Ley de Habeas Corpus y Amparo\", al considerar que existiendo continuidad de actos que constituyen la afectacion, no se produce la caducidad de la accion, toda vez que mes por mes se renueva la afectacion. Que, el régimen pensionario establecido por el Decreto Ley 20530, fue consagrado por la Octava Disposicion General y Transitoria de la Constitucion de 1979, asi como por la Ley 23495, normas que establecieron el derecho a percibir una pension de cesantia O jubilacion renovable, para que exista igualdad en la remuneracion que percibe el 3 TRIBUNAL CONSTITUCIONAL trabajador en actividad con la del trabajador cesante, en la medida que se equiparen la funcion O labor que desempeno este ultimo con la que desarrolla el primero. Que, consecuentemente, no es posible homologar la pension de los demandantes, sujetos al régimen de la actividad publica, con la nueva escala remunerativa determinada mediante Decreto Supremo No 051-95-EF, para los trabajadores activos del IPEN sujetos al régimen de la actividad privada, toda vez que la nivelacion de pensiones debe estar en relacion directa con el régimen laboral al que pertenecio el trabajador al momento del cese. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "Revocando la sentencia de la Sala Contencioso Administratival de la Corte Superior de Justicia de Lima, de fojas ciento veintiuno, su fecha once de abril de mil novecientos noventa y siete, que declaro improcedente la demanda y reformandola declara INFUNDADA la Accion de Amparo interpuesta. MANDARON se publique en el diario oficial \"El Peruano\", conforme a ley;y, los devolvieron. S.S. 1 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE Aorc GARCIA MARCELO is ) Lo que Certifico: DMEMARIA LOZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MLC", "fecha_publicacion": "1998-05-20", "id": 36881, "nombre_demandado": "Presidente del Instituto Peruano de Energía Nuclear (IPEN)", "nombre_demandante": "Ram Benavente Valderrama y otros", "numero_expediente": "00493-1997-AA"}