{"CONTEXTO": " 00491-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00491-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL No 491-96-AA/TC Exp. Nombre FERNANDO FUCHS VALDEZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Fernando Fuchs Valdez contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha veintitrés de mayo de mil novecientos noventitrés, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Fernando Fuchs Valdez interpone demanda de accion de amparo contra la Jueza Provisional del Octavo Juzgado Laboral de Lima Dra. Elena Jo y los Vocales integrantes de la Tercera Sala Laboral de la Corte Superior de Justicia de Lima doctores Beltran, More y Laos, con la finalidad de que se deje sin efecto la resolucion No 63 de fecha 26 de abril de 1993 recaida en el expediente No 3376-85 seguida por el actor contra SUS ex-empleadoras TRIBUNAL CONSTITUCIONAL otros beneficios sociales, indica que la resolucion impugnada declara la nulidad de los actuados a pesar que dicho expediente se encontraba en ejecucion de sentencia contraviniendo lo dispuesto en los incisos 2)y 11) del articulo 233° de la Constitucion, asi como, la resolucion de vista expedida por la Tercera Sala Laboral de la Corte Superior de Justicia de Lima de fecha 22 de julio de 1993 que confirmo la Resolucion No 63 impugnada. La Primera Sala Civil de la Corte Superior de Justicia de Lima, con fecha once de abril de mil novecientos noventicinco declaro improcedente la demanda, por considerar, entre otras razones que el inciso 2) del articulo 6° de la Ley No 23506, prohibe expresamente la interposicion de demandas de garantia contra resoluciones judiciales dictadas en procesos regulares. Interpuesto recurso de apelacion, la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha veintitrés de mayo de mil novecientos noventiséis, declaro no haber nulidad en la resolucion de vista que declaro improcedente la accion de amparo. Contra esta resolucion el demandante interpone recurso extraordinario, y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que el actor pretende mediante la presente accion impugnar resoluciones judiciales emanadas de un proceso regular, donde incluso el actor interpuso los recursos impugnatorios correspondientes, no obstante para mayor abundamiento se ha efectuado el analisis correspondiente de las piezas procesales recaudadas y cuestionadas por el actor de las que se desprende que no se ha vulnerado ningun derecho del demandante, puesto que dichas resoluciones se limitan a corregir y aclarar autos anteriores sin modificar lo que estrictamente establece lo sentenciado en TRIBUNAL CONSTITUCIONAL el Expediente No 3376-85 respecto a quienes fueron demandados y consecuentemente obligados a pagar las sumas adeudadas al actor. 2.- Que de conformidad con lo prescrito en el inciso 2) del articulo 6° de la Ley No 23506 y el articulo 10° de la Ley No 25398 no proceden las acciones de garantia contra la yesolucion judicial emanada de un procedimiento regular Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica de fojas catorce del cuadernillo de nulidad, su fecha veintitrés de mayo de mil novecientos noventiséis que declaro No Haber Nulidad en la resolucion de vista que declaro IMPROCEDENTE la accion de amparo, dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, Vuhs NUGENT, DIAZ VALVERDE, X RLCLE GARCIA MARCELO. y hubay LO QUE CERTIFICO. MR/ef DRA. MARIA LUZ VAEQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-02-14", "id": 36694, "nombre_demandado": "Octavo Juzgado Laboral de Lima (Elena Jo) y Tercera Sala Laboral de la Corte Superior de Justicia de Lima (Beltrán, More y Laos)", "nombre_demandante": "Fernando Fuchs Valdez", "numero_expediente": "00491-1996-AA"}