{"CONTEXTO": " 00504-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00504-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 504-98-AA/TC LIMA SERGIO ANDRÉS GALVEZ FERNANDEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL OH A En Lima, a los cuatro dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Sonia Isabel Garro Thangherlini en representacion de su conyuge don Sergio Andrés Galvez Fernândez contra la Sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha dieciséis de octubre de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Sonia Isabel Garro Thangherlini en representacion de su conyuge don Sergio Andrés Galvez Fernandez interpone Accion de Amparo contra el Banco de la Nacion con la finalidad de que se restablezca el régimen pensionario (Decreto Ley N.o 20530) de su representado y se disponga el inmediato levantamiento del tope pensionario. Manifiesta que el Banco demandado, mediante Resolucion Administrativa N.o 655-A-92-EF/92.5100, del veinticinco de setiembre de mil novecientos noventa y dos, determino la improcedencia de la acumulacion de tiempo de servicios, la incorporacion al régimen de pensiones del Decreto Ley N.o 20530 y el otorgamiento de pension de cesantia, al declarar nula la Resolucion Administrativa N.o 3181-90-EF/92.5150. Manifiesta el demandante, que en calidad de contratado y bajo el régimen de la Ley N.o 11377, ingreso a laborar en el Banco de la Nacion el uno de junio de mil novecientos setenta hasta el treinta y uno de diciembre de mil novecientos setenta y uno, fecha en que se dio por rescindido su contrato, y con fecha uno de enero de mil novecientos setenta y dos fue nombrado para desempenar el cargo de Jefe de Grupo en la Oficina Principal bajo el régimen de la Ley N.o 4916. El Decimosétimo Juzgado Especializado en lo Civil de Lima, con fecha veinticinco de abril de mil novecientos noventa y cinco, declara fundada la demanda, por considerar que la invalidez de la resolucion de incorporacion no puede ser declarada por la propia TRIBUNAL CONSTITUCIONAL autoridad que la expidio, por constituir éste un acto arbitrario e inmotivado violatorio de los derechos constitucionales consagrados en los articulos 42° y 570 de la Constitucion Politica del Estado. La Tercera Sala Civil de la Corte Superior de Justicia de Lima, con fecha ocho de marzo de mil novecientos noventa y seis, por los propios fundamentos de la apelada la confirma. Interpuesto Recurso de Nulidad la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha dieciséis de octubre de mil novecientos noventa y siete, declara haber nulidad en la sentencia de vista y reformandola declara infundada la Accion de Amparo, por considerar que con posterioridad a la contratacion del demandante dentro del régimen de la Ley N.° 4916 se han promulgado las siguientes normas legales: Decreto Ley N.o 20530, leyes N.o 25066 y N.o 25146, decretos legislativos N.o 276, N.o 339 y N.o 773, que no alcanzan al demandante, por lo tanto, la Accion de Amparo no es la via idonea para restablecer judicialmente el régimen pensionario del demandante, ya que el derecho alegado al mismo no resulta evidentemente legal, sino, al parecer, fruto de un error de interpretacion 0 aplicacion de la ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, con la presente accion, se pretende la no aplicacion de la Resolucion 1. Administrativa N.o 655-A-92-EF/92.5100 que declaro la nulidad de la Resolucion Administrativa N.o 3181-90-EF/92.5150 que habia incorporado al demandante dentro del régimen previsional del Decreto Ley N.o 20530. Que, en el presente caso, se debe determinar previamente si la Resolucion N.o 2. 3181-90-EF/92.5150, de fecha cinco de octubre de mil novecientos noventa, que incorporo al demandante al régimen previsional del Decreto Ley N.o 20530, fue dictada con arreglo a ley y genera derechos adquiridos que podrian ser tutelados por la jurisdiccion constitucional. Para el efecto se debe considerar: a) La razon por la cual se incorporo al demandante dentro del régimen previsional del Decreto Ley N.o 20530, basandose en el citado articulo 27° de la Ley No 25066, sabiendo que don Sergio Andrés Galvez Fernândez no se hallaba dentro de los alcances de la Ley N.o 11377, sino como el mismo manifiesta en la demanda invocada, en el ano de mil novecientos setenta y dos su régimen laboral en la entidad demandada era la Ley N.o 4916. b) Precisar si el Banco de la Nacion tuvo capacidad administrativa para declarar nula la incorporacion, sobre el particular se debe aclarar que el Decreto Supremo N.o 006-67-SC Reglamento de Normas Generales de Procedimientos Administrativos, vigente en la fecha de ocurridos los hechos, no establecia un plazo para las declaraciones de nulidad, como si lo hace el Texto Unico 2 3 TRIBUNAL CONSTITUCIONAL Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por Decreto Supremo N.° 02-94-JUS, actualmente vigente. c) Por ultimo, se debe establecer si el Directorio del Banco de la Nacion, en su Sesion N.o 983, de fecha uno de febrero de mil novecientos ochenta y nueve, otorgo facultades a la Gerencia Central para declarar la referida nulidad. Consecuentemente, se evidencia que la Accion de Amparo no es la via pertinente para absolver tales consideraciones. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas cincuenta y tres del Cuaderno de Nulidad, su fecha dieciséis de octubre de mil novecientos noventa y siete, que revocando la apelada, declaro infundada la demanda; reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Liu ACOSTA SANCHEZ DIAZ VALVERDE NUGENT AA avcin GARCIA MARCELO a MR Lo que Oertific0: Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-16", "id": 35442, "nombre_demandado": "Banco de la Nación", "nombre_demandante": "Sergio Andrés Gálvez Fernández", "numero_expediente": "00504-1998-AA"}