{"CONTEXTO": " 00503-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00503-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP:503-97-AA /TC HUANUCO LUIS TORRES FERMIN Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los dos dias del mes de julio de mil novecientos noventa y IN ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sânchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia I", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jorge Espinoza Egoavil, Abogado defensor de los Trabajadores del Concejo Provincial de Huanuco, Luis Torres Fermin y otros contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco Pasco, de fojas trescientos cuarenta y cinco, su fecha quince de mayo de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha veintiocho de enero de mil novecientos noventa y siete, don Luis Torres Fermin, don Teodoro Vega Sanchez, don Manuel Israel Bustamante Falcon, don Alejo Fabian Ponce, don Heraclio Salvador Garay, don Fermin Pujay Laveriano, don Felix Rojas Almercos, dona Yolanda Bravo y Lazo, don Etel Augusto Tello Tarazona, don Digno Lopez Nieto, don Edwin Lopez Nieto, dona Teodora Marleni Valle Paucar, don Nelson Adrian Argandona y Rodriguez, don Gilder Alva Vargas, don Lucio Chavez Pena, don Juan Willy Suarez Merino, don José Leonidas Candelario Arretea, y don Alejo Ponciano Espiritu, interponen demanda de Accion de Amparo contra la Municipalidad Provincial de Huânuco, solicitando que se declare inaplicable para sus casos, la Resolucion de Alcaldia No 2434-96-MPHCO, de fecha veintinueve de noviembre de mil novecientos noventa y seis, que los declara excedentes, solicitando que se deje sin efecto la citada resolucion, ampliando la demanda los demandantes solicitan el derecho de peticion al no haber resuelto el pleno del Concejo su recurso de apelacion contra la resolucion cuestionada aduciendo haber transcurrido mas de un mes y doce dias, por lo que ésta conducta constituye una denegatoria de peticion, por cuyo motivo se acogieron al silencio administrativo. Los demandados contestan la demanda precisando que mediante Decreto Ley No 26093 se establece la obligatoriedad de efectuar semestralmente Programas de Evaluacion de Personal en las Instituciones Publicas Descentralizadas, habiendo sido incluida las municipalidades mediante la Octava Disposicion Transitoria y Final de la 2 TRIBUNAL CONSTITUCIONAL Ley No 26553 del Presupuesto del Sector Publico para el ano de mil novecientos noventa y seis, en uso de las facultades previstas por la Ley, se expidio la Resolucion No 2434-96-A-MPHCO que cesa por causal de excedencia al personal de la Municipalidad que no alcanzo el puntaje minimo requerido en el Reglamento de Evaluacion. El Juez del Primer Juzgado Civil de Huanuco, con fecha treinta y uno de marzo de mil novecientos noventa y siete, a fojas doscientos cuarenta y seis, declara improcedente la demanda, por considerar principalmente que, lo que pretenden los demandantes no es que se deje sin efecto legal la Resolucion de Alcaldia No 2434- MPHCO, que los cesa por causal de excedencia, sino el de exigir que el Concejo en Pleno, como segunda instancia resuelva el recurso de apelacion que han interpuesto contra la cuestionada resolucion. La Sala Civil de la Corte Superior de Justicia de Huanuco - Pasco, con fecha quince de mayo de mil novecientos noventa y siete, a fojas trescientos cuarenta y cinco, confirma la apelada, por estimar que no han agotado la via previa. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS": "1. Que, conforme lo establece el Articulo 1° de la Ley de Habeas Corpus y Amparo No 23506, es objeto de las acciones de garantia el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, los demandantes solicitan que se les declare inaplicables, para sus casos, la Resolucion de Alcaldia No 2434-96-MPHCO-A su fecha dieciocho de noviembre de mil novecientos noventa y seis, mediante la cual los cesa por causal de excedencia. 3. Que, con fecha veintiocho de enero de mil novecientos noventa y siete, los demandantes interponen Accion de Amparo contra el Teniente Alcalde, y ampliando la demanda contra los Regidores de la Municipalidad de Huanuco. 4. Que, contra la cuestionada Resolucion de Alcaldia, los demandantes interpusieron recurso de apelacion con fecha dieciséis de diciembre de mil novecientos noventa y seis, ante la entidad demandada, por lo que debe concluirse el plazo de treinta dias, que establece el Articulo 99° del Decreto Supremo No 02-94-JUS para que se emita la Resolucion correspondiente; es decir, que aun no habia transcurrido el plazo establecido por ley, por lo que no podria considerarse denegado el recurso de apelacion, ni aplicable el silencio administrativo negativo, lo que evidencia que no se ha cumplido con agotar la via administrativa. 2 3 TRIBUNAL CONSTITUCIONAL 5. Que, de conformidad a lo establecido en el Articulo 27° de la Ley No 23506 de Habeas Corpus y Amparo solo procede la Accion de Amparo cuando se hayan agotado las vias previas. 6. Que, conforme esta acreditado en autos, mediante Resolucion de Alcaldia No 2434-96-MPHCO-A expedida con fecha dieciocho de noviembre de mil novecientos noventa y seis, se dispuso el cese de los demandantes dentro del proceso de racionalizacion del personal llevado a cabo por la Municipalidad demandada al amparo de lo establecido en el Decreto Ley No 26093, y su ampliatoria aprobada por la Ley No 26553. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco - Pasco, de fojas trescientos cuarenta y cinco, su fecha quince de mayo de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO. Lo que Certifico: Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONBTITUCIONAL IRT 3", "fecha_publicacion": "1998-09-26", "id": 37624, "nombre_demandado": "Municipalidad Provincial de Huánuco", "nombre_demandante": "Luis Torres Fermín y otros", "numero_expediente": "00503-1997-AA"}