{"CONTEXTO": " 00501-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00501-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 501-97-AA/TC JAVIER CUEVA CABALLERO CHICLAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Recurso Extraordinario interpuesto por don Javier Cueva Caballero, con fecha veintinueve de marzo de mil novecientos noventisiete, contra la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque-Chiclayo, que al confirmar la apelada, declaro improcedente la Accion de Amparo. (fojas 376, 377, y 378).", "ANTECEDENTES:": "Don Javier Cueva Caballero, interpuso con fecha nueve de diciembre de mil novecientos noventiséis, Accion de Amparo contra el Comité Electoral del Colegio de Abogados de Lambayeque, en la persona de su Presidente don Pedro Pablo Odar Odar; el Comité Ejecutivo del citado Colegio, representado por don Juan Rodolfo Zamora Pedemonte; y la Lista No 2 representada por el ultimo de los citados; con la finalidad de que el Comité Ejecutivo designe un nuevo Comité Electoral, que convoque a otra eleccion, para elegir el nuevo Comité Ejecutivo de dicho Colegio Profesional. Considera el demandante, que el Comité Electoral y el actual Comité Ejecutivo han violado el Estatuto del citado Colegio, pues se ha convocado a elecciones para elegir al Decano y al Comité Ejecutivo, como si fueran dos organos distintos, lo que no es cierto; ello, con la finalidad de que el Decano don Juan Rodolfo Zamora Pedemonte pueda postular por tercera vez consecutiva, violando lo prescrito en el articulo 30° del Estatuto. (fojas 71 a fojas 81). Los emplazados, don Juan Rodolfo Zamora Pedemonte, Decano y Titular de la Lista No 2, y don Pedro Pablo Odar Odar, Presidente del Comité Electoral, ambos del Colegio de Abogados de Lambayeque, contestan la demanda, solicitando sea declarada improcedente, por las razones que se resumen a continuacion: a) Que, el demandante no precisa en su 2 TRIBUNAL CONSTITUCIONAL escrito de demanda, cual es el derecho constitucional supuestamente violado 0 amenazado; b) Que, los articulos 31°, 32° y 33° del Estatuto hacen un distingo entre el cargo de Decano y miembro del Comité Ejecutivo; c) Que, el emplazante, se sometio a las reglas aprobadas por el Comité Electoral, ya que se inscribio en el proceso eleccionario, encabezando la Lista No 1, retirandose posteriormente de la contienda electoral, que se llevo a cabo el dia nueve de diciembre de mil novecientos noventiséis, fecha en que interpone la demanda de autos; d) Que, el proceso electoral, donde participaron 660 abogados, dentro de los cuales se hallaban los candidatos de la Lista No 1, termino con la eleccion de la Lista No 2; importando ello, que el demandado Comité Electoral ha terminado con sus funciones. (fojas 95 a fojas 104,y, de fojas 197 a fojas 206) El Primer Juzgado Especializado en lo Civil de Chiclayo, mediante sentencia de fecha diecisiete de diciembre de mil novecientos noventiséis, falla, declarando improcedente la demanda, su fundamentacion es la siguiente: a) Que, la Accion de Amparo tiene por objeto reponer las cosas al estado anterior a la violacion, que en el presente caso, ello constituye un imposible juridico, en atencion a la realizacion de hechos ya consumados, tales, como las votaciones realizadas en el mismo dia en que se interpuso la demanda; b) Que, las posibles irregularidades incurridas en la aplicacion del Estatuto, no pueden ser revisadas por la via del Amparo; c) Que, de la propia demanda no aparecen hechos que signifiquen violaciones constitucionales. (fojas 214, 215 y 216). La Primera Sala Civil de la Corte Superior de Justicia de Lambayeque-Chiclayo, mediante sentencia de fecha treinta de abril de mil novecientos noventisiete, confirma la apelada, y, declara improcedente la Accion de Amparo; este fallo superior se basa en que las irregularidades administrativas denunciadas con la demanda, carecen de sustento legal constitucional; por consiguiente, no dan lugar a la judicatura constitucional, susceptible de Amparo. (fojas 352, 353 y 354). FUNDAMENTOS : 1.- Que, la Accion de Amparo es una garantia constitucional, que se sustancia a través de un proceso judicial sumario, que tiene por objeto restituir derechos constitucionalmente protegidos, que hubieren sido violados 0 amenazados por cualquier autoridad, funcionario 0 persona, salvo aquellos que son tutelados por el Habeas Corpus y el Habeas Data. 2.- Que, la demanda interpuesta con fecha nueve de diciembre de mil novecientos noventiséis, tiene por objeto que el Comité Ejecutivo del Colegio de Abogados de Lambayeque, designe un nuevo Comité Electoral, para evitar que el entonces Decano de la Orden, postule por tercera vez consecutiva al Decanato contraviniendo los Estatutos del Colegio. Dicha pretension devino en irrealizable, pues las aludidas elecciones se habian realizado en fecha anterior, vale decir, el dia siete de diciembre de mil novecientos noventiséis en las provincias de Cutervo, Chota, Jaén y Santa Cruz, 3 TRIBUNAL CONSTITUCIONAL concluyendo el proceso electoral el mismo dia en que se interpuso la presente demanda. Consecuentemente, en la presente accion, se ha dado la causal de improcedencia, contemplada en el articulo 6°, numeral 1) de la Ley No 23506 de Habeas Corpus y Amparo, que se refiere a la irreparabilidad de la lesion. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica, FALLA : CONFIRMANDO, la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Lambaycque-Chiclayo, de fojas trescientos cincuentidos, su fecha treinta de abril de mil novecientos noventisiete, que confirmo la apelada y declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\"; y la devolucion de los actuados. S.S. Arudilenn - ACOSTA SANCHEZ NUGENT dba DIAZ VALVERDE L GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ BECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1998-07-29", "id": 37066, "nombre_demandado": "Comité Electoral del Colegio de Abogados de Lambayeque", "nombre_demandante": "Javier Cueva Caballero", "numero_expediente": "00501-1997-AA"}