{"CONTEXTO": " 00502-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00502-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 502-98-AA/TC LAMBAYEQUE DISTRIBUIDORES, IMPORTADORES Y EXPORTADORES S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Distribuidores, Importadores y Exportadores S.A. contra la Sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento noventa, su fecha treinta y uno de marzo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La empresa Distribuidores, Importadores y Exportadores S.A.-Dimpex, representada por don Hilton Crespo Nicola, interpone Accion de Amparo contra la Direccion Regional de Agricultura de Chiclayo y la Sub-Direccion Agraria V de Chachapoyas, para que otorguen el Permiso de Extraccion Forestal en el Fundo Harry Hilton de su propiedad, ubicado en el Sector Abra Patricia, kilometro 379, de la carretera marginal Nor Oriental del Maranon. Expresa que el nueve de abril de mil novecientos noventa y seis, presento una solicitud de otorgamiento de Permiso de Extraccion Forestal, la misma que no fue resuelta. El cinco de diciembre de mil novecientos noventa y seis, reitero el pedido. Mediante Resolucion Presidencial N.o 327-97-CTAR-RENOMP se declaro fundada su queja, por no resolverse la peticion, ordenando que en el plazo de setenta y dos horas el quejado resuelva la solicitud. Sostiene que es afectado en su derecho constitucional al libre desarrollo, bienestar y trabajo y que, por el contrario, fue denunciado penalmente por supuesta falsificacion de documentos. La Direccion Regional Agraria-RENOM contesta la demanda senalando que la solicitud de renovacion de contrato forestal fue presentada por Hilton Crespo Nicola y no por la empresa Distribuidores, Importadores y Exportadores S.A. Agrega que tiene que someterse al contrato celebrado en el ano de mil novecientos noventa. Si hubo silencio a su solicitud, debio formular la apelacion respectiva, por lo tanto, no ha agotado la via administrativa. El Segundo Juzgado Civil Corporativo de Chiclayo declara infundadas las excepciones de representacion defectuosa e insuficiente, de falta de legitimidad para obrar y falta de agotamiento de la via previa, declaro fundada la demanda y ordeno dejar sin efecto la Resolucion Directoral N.o 351-97-RENOM-SRV-AG-CH-CH-OFIRENA/D del veintitrés de junio de mil novecientos noventa y siete, en cuanto declara en su articulo 2° que no procede la solicitud de renovacion de contrato forestal a la Empresa demandante a la cual debe renovarsele el Permiso de Extraccion Forestal dentro del tercer dia de notificada. Fundamenta 2 TRIBUNAL CONSTITUCIONAL derechos constitucionales de'igualdad ante la ley\" y el \"derecho al trabajo\". Por Resolucion Directoral N.o 351-97-RENOM-SRV.AG-CH-OFI RENA/D de veintitrés de junio de mil novecientos noventa y siete por el que se renueva a varias personas el permiso de extraccion forestal por un ano y otra con vencimiento al treinta de mayo de mil novecientos noventa y ocho y se declara improcedente la solicitud del demandante. La Primera Sala Civil Especializada de la Corte Superior de Justicia de Lambayeque, revoca la apelada declarando improcedente la Accion de Amparo. Fundamente que, el Administrado tiene la posibilidad, segun el articulo 870 de la ley Texto Unico Ordenado de la ley de Procedimientos Administrativos, de considerar denegado su peticion y acogerse al silencio administrativo, solo después de ello podra acudir al Organo Jurisdiccional.", "FUNDAMENTOS:": "1. Que, conforme a la Resolucion Directoral de la Sub-Region Agraria Chachapoyas, su fecha veintiocho de junio de mil novecientos noventa y siete, obrante a fojas treinta y cinco, en su articulo segundo resuelve declarar improcedente la solicitud de Renovacion del contrato Forestal de la firma Impex S.A. por no tener vigencia el Contrato Forestal N.o 03-90 del recurrente habiendo vencido el ano mil novecientos noventa y dos. 2. Que, contra esta resolucion no se ha planteado recurso impugnativo administrativo alguno lo que evidencia no haber agotado aportunamente la via administrativa como exige el articulo 270 de la Ley N.o 23506. En mérito que no hay pronunciamiento sobre el fondo de la pretension la demanda es improcedente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque de fojas ciento noventa, su fecha treinta y uno de marzo de mil novecientos noventa y ocho que revocando la apelada declaro improcedente la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "bdgal ACOSTA SANCHEL DIAZ VALVERDE NUGENT 2 hrord GARCIA MARCELO Lo que Certif100: JG.em Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAL", "fecha_publicacion": "1999-10-05", "id": 35820, "nombre_demandado": "Dirección Regional de Agricultura de Chiclayo y Sub Dirección Agraria V de Chachapoyas", "nombre_demandante": "Distribuidores, Importadores y Exportadores SA (DIMPEX)", "numero_expediente": "00502-1998-AA"}