{"CONTEXTO": " 00503-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00503-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 503-96-AA/TC AREQUIPA ZINAIDA ESCOBAR SALINAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Zinaida Escobar Salinas contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas doscientos cuarenta y uno, su fecha diecinueve de abril de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo en el proceso seguido contra el Presidente Ejecutivo del Instituto Peruano de Seguridad Social.", "ANTECEDENTES:": "Dona Linaida Escobar Salinas interpone demanda de Accion de Amparo contra el Presidente del Instituto Peruano de Seguridad Social, a fin de que deje sin efecto la Resolucion N.o 056-PE-IPSS-95, que resuelve declarar infundado el Recurso de Apelacion en contra de la Resolucion N.o 081-GG-IPSS-95, mediante la cual se modifica la sancion de cese temporal de cuatro meses por la de destitucion. Haciendo extensiva su demanda respecto al pago de las remuneraciones que ha dejado de percibir, asi como los intereses legales correspondientes. Refiere que como consecuencia del informe N.° 003-IDA-IPSS-92, de la Inspectoria Regional del Sur del IPSS, se abrio proceso administrativo disciplinario a todos los miembros del Comité de Adjudicacion por la compra de un litotriptor ultrasonico, comité del cual formaba parte en su calidad de Jefe de la Division de Finanzas. Senala que quien debio conocer el proceso administrativo debio ser la Comision de Procesos Administrativos Disciplinarios del Hospital Nacional del Sur y no la Comision Especial de Procesos Administrativos y Disciplinarios de Alto Nivel, la cual ha conocido su caso sin corresponderle; razon por la cual considera que se han violado sus derechos constitucionales al debido proceso, a la legalidad y a la defensa. El Instituto Peruano de Seguridad Social contesta la demanda negando y contradiciéndola en todos sus extremos, solicitando que sea declarada improcedente, manifestando que su representada no ha violado ni transgredido derecho constitucional alguno, puesto que como resultado de las investigaciones efectuadas en el informe N.o 003-IDA-IPSS-92, por la Inspectoria Departamental de Arequipa, organo competente de 2 TRIBUNAL CONSTITUCIONAL control, se determino serias irregularidades en la adquisicion del mencionado equipo. Razon por la cual se recomendo que el Consejo de Administracion derive el citado informe a la Comision Permanente de Procesos Administrativos Disciplinarios que corresponda para su pronunciamiento sobre la procedencia 0 improcedencia de instauracion de Proceso Administrativo Disciplinario; siguiéndose el trâmite regular se derivo a la Comision Permanente de Procesos Administrativos del Hospital Nacional del Sur de Arequipa quienes se inhibieron de su conocimiento, por cuanto en el referido informe se encontraban involucrados ex funcionarios con cargos de confianza y servidores de carrera. Indicando que de conformidad con el articulo 32° del Decreto Supremo N.o 02-94-JUS y del articulo 5° del Codigo Procesal Civil, se recomendo que sea la Comision Especial de Procesos Administrativos de Alto Nivel la que se avoque al conocimiento del proceso, ya que se considero que el asunto era de una misma materia tanto para los directivos de alto nivel como para los servidores subordinados. Ademas, en el caso de la recurrente, senala que ella, al solicitar cinco (05) dias de prorroga a dicha comision para realizar sus descargos, se sometio expresamente ante ésta, haciendo posteriormente sus descargos, poniéndose de manifiesto que no se concularon sus derechos invocados. El Tercer Juzgado Especializado en lo Civil de Arequipa, a fojas ciento sesenta y cinco, con fecha veintiocho de setiembre de mil novecientos noventa y cinco, declara improcedente la demanda, por considerar que la demandante se sometio expresamente al proceso instaurado por la Comision Especial de Procesos Administrativos Disciplinarios de Alto Nivel del IPSS; que se advierte que emitio informe oral ante el organismo y emitio descargos, lo que demuestra que no se le privo de su derecho a defensa, sin que haya desvirtuado los cargos y responsabilidades por las que se le proceso, en consecuencia, no se evidencia la existencia de afectacion de derechos 0 garantias constitucionales. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas doscientos cuarenta y uno, con fecha diecinueve de abril de mil novecientos noventa y seis, confirma la sentencia apelada, por considerar que en el mencionado proceso administrativo disciplinario la demandante ha ejercido su derecho de defensa, formulando los respectivos recursos impugnatorios. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, a través de este proceso, la demandante solicita que se declare inaplicable la 1. Resolucion N.o 056-PE-IPSS-95, que resuelve declarar infundado el Recurso de Apelacion contra la Resolucion de Gerencia General N.o 081-GG-IPSS-95, de fecha diecinueve de enero de mil novecientos noventa y cinco, mediante la cual se modifica la sancion de cese temporal de cuatro meses por la de destitucion. Que debe senalarse que el Tribunal Constitucional, con fecha veintiocho de 2. mayo de mil novecientos noventa y ocho, respecto a los mismos hechos y 3 TRIBUNAL CONSTITUCIONAL alegaciones que son materia del presente proceso seguido por las mismas partes, expidio sentencia declarando infundada la Accion de Amparo en el Expediente N.° 633-96-AA/TC, incoada por dona Zinaida Escobar Salinas. Que, de la Resolucion de Gerencia General N.° 081-GG-IPSS-95, de fojas cuatro 3. de autos se acredita que la demandante ejercia el cargo de Jefe de Contabilidad de la Gerencia Departamental de Arequipa del Instituto Peruano de Seguridad Social en el periodo en que se suscitaron los hechos que motivaron la aplicacion de la sancion disciplinaria antes mencionada. Que, estando a lo expuesto precedentemente, respecto a la alegada vulneracion 4. del derecho a un debido proceso, el Tribunal Constitucional considera que ello no se encuentra acreditado en autos, por cuanto la Comision Especial de Procesos Administrativos de Alto Nivel del Instituto Peruano de Seguridad Social estuvo facultada para procesar administrativamente a la demandante, de conformidad con lo prescrito en el articulo 165° del Decreto Supremo N.o 005- 90-PCM, que aprueba el Reglamento de la Ley de Bases de la Carrera Administrativa. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Perû y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas doscientos cuarenta y uno, su fecha diecinueve de abril de mil novecientos noventa y seis, que confirmando la sentencia apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ALS 1/ ACOSTA SANCHEZ AARer DIAZ VALVERDE NUGENT GARCIA MARCELO 1 VU à Lect EGD Lo que Certifico: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TTUBUNAL CONSTITUEIONAt", "fecha_publicacion": "1999-07-26", "id": 35344, "nombre_demandado": "Presidente del Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Zinaida Escobar Salinas", "numero_expediente": "00503-1996-AA"}