{"CONTEXTO": " 00501-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00501-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 501-98-AA/TC LIMA EMPRESA DE TRANSPORTES PUERTO DE LOS ENSUENOS S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Maria Elena Asturayme Postillon de Espinoza en representacion de la Empresa de Transportes Puerto de los Ensuenos S.A., contra la Resolucion de la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas ciento sesenta y tres, su fecha catorce de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo contra la Municipalidad Provincial de Canete.", "ANTECEDENTES:": "Dona Maria Elena Asturayme Postillon de Espinoza en representacion de la Empresa de Transportes Puerto de los Ensuenios S.A. interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Canete, a fin de que se declare inaplicable la Resolucion de Alcaldia N.o 547-97 del treinta y uno de diciembre de mil novecientos noventa y siete, por cuanto considera que se ha vulnerado, entre otros, su derecho al trabajo. Senala la demandante, que en la Licitacion N.o 001-94 MPC se le adjudico la concesion del servicio publico de transporte urbano de pasajeros en la ruta N.o 7, recorrido B, concesion que de acuerdo al Decreto Supremo 12-95-MTC tiene plazo de diez anos lo que la demandada pretende desconocer; asimismo, el paradero original de salida en San Vicente de Canete ubicado en la isla que colinda con el ovalo Grau ha sido cambiado y el que se le ha asignado en Cerro Azul le genera perjuicio economico. Admitida la demanda, ésta es contestada por don Amarildo Sandoval Pévez, en representacion de la Municipalidad Provincial de Canete, el que solicita se declare 2 TRIBUNAL CONSTITUCIONAL improcedente, entre otros, por cuanto la demandante no ha acreditado haber agotado la via administrativa. DM El Juzgado Especializado en lo Civil de Canete, a fojas noventa y siete, con fecha treinta de enero de mil novecientos noventa y ocho, expide resolucion declarando fundada la demanda, al considerar que la demandada no tuvo en consideracion la prelacion y orden jerarquico de las normas, siendo el caso que debio cenirse al Decreto Supremo N.o 12-95 MTC. La Sala Mixta de la Corte Superior de Justicia de Canete, a fojas ciento sesenta y tres, con fecha catorce de abril de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda, al considerar que la demandante no agoto la via previa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el proposito de la presente accion es que se declare inaplicable a la demandante 1. la Resolucion de Alcaldia N.o 547-97-AL del treinta y uno de diciembre de mil novecientos noventa y siete, expedida por la Municipalidad Provincial de Canete, a través de la cual se deja sin efecto la Resolucion de Alcaldia N.o 459-95-AL; cambiandose el paradero inicial que se le asigno en virtud al contrato de concesion de servicio de transporte urbano, suscrito con la Municipalidad demandada el veintisiete de enero de mil novecientos noventa y cinco. Que es necesario establecer si la demandante ha cumplido con la exigencia prevista 2. en el articulo 270 de la Ley N.o 23506 de Habeas Corpus y Amparo respecto al agotamiento de la via previa. Que el articulo 122° de la Ley N.o 23853 Organica de Municipalidades establece 3. que los actos administrativos municipales que den origen a reclamaciones individuales se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos, hoy con rango de ley. Que, en el caso de autos, la demandante no ha acreditado haber interpuesto los 4. recursos impugnativos que le faculta la ley contra la Resolucion de Alcaldia N.o 547-97 AL. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas ciento sesenta y tres, su fecha catorce de abril de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Mlly Ce DIAZ VALVERDE NUGENT GARCIA MARCELO A U C  C àL Le NF. Lo que Certific0n Dre. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUEINAE TRIBUNAL", "fecha_publicacion": "1999-07-22", "id": 35325, "nombre_demandado": "Municipalidad Provincial de Cañete", "nombre_demandante": "Empresa de Transportes Puerto de los Ensueños SA", "numero_expediente": "00501-1998-AA"}