{"CONTEXTO": " 00516-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00516-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9516-97-AA/TC LIMA JUANA ANTONIA UNDA ALVAREZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: y/", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Juana Antonia Unda Alvarez contra la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha dos de abril de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo contra la Municipalidad Metropolitana de Lima.", "ANTECEDENTES:": "Dona Juana Antonia Unda Alvarez, con fecha veintidos de mayo de mil novecientos noventa y seis, interpone Accion de Amparo contra la Municipalidad Metropolitana de Lima, representada por su Alcalde don Alberto Manuel Andrade Carmona, a fin de que se declare inaplicable la Resolucion de Alcaldia N.o 709 del dos de mayo de mil novecientos noventa y seis, publicada en el diario oficial El Peruano el cinco de mayo del mismo ano, mediante la cual se le instaura proceso administrativo disciplinario, lo que manifiesta constituye una amenaza de despido. Sostiene la demandante que el Sindicato de Trabajadores Municipales de Lima- Sitramun-Lima, al cual se encuentra afiliada cumpliendo con los trâmites de ley, decreto una huelga a partir del uno de abril de mil novecientos noventa y seis, la misma que fue declarada ilegal por la demandada. Que, sin embargo, encontrandose en tramite el Recurso de Apelacion que interpuso el Sindicato contra dicha declaracion de ilegalidad, la demandada procedio a instaurarle proceso administrativo amenazando sus derechos constitucionales al trabajo y a la huelga. Admitida la demanda, ésta es contestada por don Natale Amprimo Pla en representacion de la Municipalidad Metropolitana de Lima, el que la niega y contradice y solicita se declare improcedente. Sostiene que la demandante no cumplio con asistir a su centro de trabajo desde el veintinueve de marzo de mil novecientos noventa y seis, no obstante que, por Resolucion de Alcaldia N.o 575 del uno de abril de mil novecientos noventa y seis, se dispuso que los servidores que se plegaran a la huelga cometerian falta grave disciplinaria, por lo que se les impondria la sancion correspondiente. Asimismo, propone la excepcion de falta de agotamiento de la via administrativa. TRIBUNAL CONSTITUCIONAL El Sexto Juzgado Civil de Lima, a fojas cincuenta y ocho, con fecha treinta y uno de julio de mil novecientos noventa y seis, declaro improcedente la demanda al considerar que la Resolucion de Alcaldia N.o 709 se dicto con las formalidades de Ley y ante la indisciplina observada por la demandante y, ademas, por cuanto no se agoto la via administrativa. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento treinta y cinco, con fecha dos de abril de mil novecientos noventa y siete, confirmo la apelada que declaro improcedente la Accion de Amparo, al estimar que la Municipalidad demandada, como empleadora, tiene la atribucion de someter a procesos administrativos a sus servidores. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la demandante no ha acreditado haber interpuesto recurso impugnativo alguno contra la Resolucion de Alcaldia N.o 709, del dos de mayo de mil novecientos noventa y seis que es objeto de la presente Accion de Amparo; por tanto, no ha dado cumplimiento a la exigencia del agotamiento de la via previa prevista en el articulo 27° de la Ley N.o 23506, no siendo de aplicacion ninguna de las excepciones establecidas en el articulo 280 de dicha Ley. Por este tundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cinco, su fecha dos de abril de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "21 Cur ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 21 L F Lo que certifico: LAVL I - / DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-11-06", "id": 35975, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Juana Antonia Unda Álvarez", "numero_expediente": "00516-1997-AA"}