{"CONTEXTO": " 00515-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00515-1997-AA.pdf) --- V TRIBUNAL CONSTITUCIONAL EXP. NO515-97-AA/TC LIMA COMPANIA TEXTIL EL PROGRESO S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Compania Textil El Progreso S.A. contra la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos, con fecha quince de abril de mil novecientos noventa y siete, que revocando la apelada declara improcedente la demanda, en la Accion de Amparo interpuesta contra el Superintendente de Administracion Tributaria.", "ANTECEDENTES:": "Compania Textil El Progreso S.A., representada por don Clever Silva Benavides, interpone Accion de Amparo contra el Superintendente de Administracion Tributaria para que se declaren inaplicables a su empresa los articulos 109° al 115° sobre el Impuesto Minimo a la Renta, que recoge el Decreto Legislativo No 774, Ley del Impuesto a la Renta. Asimismo, para que se deje sin efecto la Orden de Pago No 021-1- 30741, del veintinueve de marzo de mil novecientos noventa y seis, por la que se pretende cobrar la cuota de enero por el ejercicio mil novecientos noventa y seis. Ello, por violar sus derechos constitucionales de propiedad, de libre empresa, de libertad de trabajo, de seguridad juridica y el principio de no confiscatoriedad de los impuestos. La demandante fundamenta su accion de garantia en que: 1) Interpuso Recurso de Reclamacion contra la referida orden de pago y éste fue declarado inadmisible por no pagar la deuda reclamada; 2) Se encuentran en situacion de pérdida; y, 3) La SUNAT debio girar una Resolucion de Determinacion y no una Orden de Pago que, debe ser cancelada antes de ser reclamada. La SUNAT, representada por dona Consuelo Stella Zavala Hidalgo, contesta la demanda y solicita que se declare improcedente por considerar que la demandante pretende una exoneracion tributaria por la viajudicial. El Tercer Juzgado Especializado en Derecho Publico de Lima, a fojas ciento cuarenta y cinco, con fecha once de octubre de mil novecientos noventa y seis, declara infundada la demanda, por considerar que la demandante no ha acreditado el estado de pérdida que alega. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos, con fecha quince de abril de mil novecientos noventa y siete, revoca la apelada y declara improcedente la demanda, por considerar: 1) En las 120 TRIBUNAL CONSTITUCIONAL declaraciones juradas de rentas que presenta la demandante se observa que el Impuesto Minimo a la Renta no detrae parte sustancial de sus activos sino que el valor de estos demuestra la capacidad patrimonial y contributiva de la empresa; y, 2) El referido impuesto no vulnera los derechos constitucionales senalados en la demanda.", "FUNDAMENTOS:": "1. Que el objeto de la demanda es que la SUNAT se abstenga de aplicar a la empresa demandante lo dispuesto en los articulos 1090 al 115° del Decreto Legislativo No 774, Ley del Impuesto a la Renta, sobre el pago del Impuesto Minimo a la Renta; y que deje sin efecto la Orden de Pago No 021-1-30741, del veintinueve de marzo de mil novecientos noventa y seis, correspondiente al ejercicio mil novecientos noventa y seis. Ello, por haber sido emitida en aplicacion de los referidos articulos. 2. Que la imposibilidad de cumplir con el principio Solve et Repete, previsto en el segundo parrafo del articulo 1190 del Decreto Legislativo No 773, es considerada una circunstancia de excepcion a la exigencia del agotamiento de las vias previas, recogida en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 3. Que se debe considerar que: a) En materia de impuesto a la renta el legislador, al establecer el hecho imponible, esta obligado a respetar y garantizar la intangibilidad del capital --0 los activos netos--, lo que no ocurre si el impuesto absorbe una parte sustancial de las rentas devengadas 0 si afecta la fuente productora de renta; y, b) El impuesto debe tener como criterio de imposicion la capacidad economica real del contribuyente. 4. Que, sin embargo, la empresa demandante no ha acreditado la situacion de pérdida que invoca. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere, la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas a fojas doscientos, su fecha quince de abril de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ à L DIAZ VALVERDE NUGENT arcee GARCIA MARCELO Lo que Oprtifi00: G.L.B. DEMARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-06-01", "id": 35154, "nombre_demandado": "Superintendencia Nacional de Aduanas y de Administración Tributaria (SUNAT)", "nombre_demandante": "Compañía Textil El Progreso SA", "numero_expediente": "00515-1997-AA"}