{"CONTEXTO": " 00515-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00515-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 515-98-AA/TC LIMA BRITALDO SILVA CUBAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Britaldo Silva Cubas contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa y tres, su fecha veinticuatro de abril de mil novecientos noventa y ocho, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Britaldo Silva Cubas interpone Accion de Amparo contra la Universidad San Martin de Porres, para que se le restituyan los derechos constitucionales que invoca como violados mediante la Resolucion Rectoral N.o 196-97-R-SMP, de fecha cinco de marzo de mil novecientos noventa y siete, en virtud de la cual se resolvio separarlo de la Facultad de Ciencias Economicas y de la universidad, por no haber alcanzado el puntaje minimo para su ratificacion. Refiere que con fecha trece de diciembre de mil novecientos noventa y seis, se convoco al proceso de ratificacion para los docentes de la citada Casa Superior de Estudios y, que, en la evaluacion realizada, solo fue calificado por dos de los tres miembros de la Comision Calificadora, llegandose a cometer una serie de irregularidades que determinaron que no se le asigne el puntaje que realmente le correspondia. Asimismo, alega que no se cumplio con hacer de conocimiento publico los puntajes de dicha evaluacion, y que el resultado de la misma le fue comunicado con ciento seis dias de retraso. La Universidad San Martin de Porres contesta la demanda senalando que la Resolucion Rectoral N.° 196-97-R-SMP aprobo el dictamen de la Comision Ratificadora de TRIBUNAL CONSTITUCIONAL Docentes de la Facultad de Ciencias Economicas, y que el proceso de evaluacion fue realizado conforme a lo previsto en las normas legales y reglamentarias sobre la materia. Asimismo, senala que en dicha evaluacion el demandante obtuvo como puntaje treinta y un puntos con nueve decimales (31.9), y que para ser ratificado se requeria de cuarenta y cuatro (44) puntos. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento cincuenta y nueve, con fecha uno de octubre de mil FA novecientos noventa y siete, declaro improcedente la demanda, por considerar que la Resolucion cuestionada en autos fue expedida conforme a ley, y que para acreditar los supuestos actos irregulares cometidos en el proceso de ratificacion, se requiere de una etapa probatoria, por lo que la Accion de Amparo no es la via adecuada para tal fin. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento noventa y tres, con fecha veinticuatro de abril de mil novecientos noventa y ocho, confirmando la apelada, declaro improcedente la demanda, por considerar que para emitir un pronunciamiento adecuado en este caso se requiere de la actuacion de diversos elementos probatorios, que no es posible realizar mediante la Accion de Amparo. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que don Britaldo Silva Cubas interpone la presente Accion de Amparo con el objeto de que se deje sin efecto legal la Resolucion Rectoral N.o 196-97-R-SMP, en virtud de la cual se le separa de la Facultad de Ciencias Economicas y de la Universidad San Martin de Porres, por no haber alcanzado el puntaje minimo necesario para su ratificacion; pues alega que se ha cometido una serie de irregularidades en dicho proceso de ratificacion. Que la Accion de Amparo no es la via pertinente para discutir si el puntaje obtenido 2. por el demandante en el citado proceso de ratificacion de docentes, es el que realmente le corresponde 0 no. Y, para acreditar los supuestos actos irregulares cometidos en dicho proceso de ratificacion, se requiere de la actuacion de medios probatorios, por lo que la presente Accion de Garantia no constituye la via idonea para ventilar ello. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa y tres, su fecha veinticuatro de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 4 K L yauc G.L.Z. Lo qhe certifico: W Y - DR. CESAR CUBAS LONGA SECREFARIO-RELATOR (e) 3", "fecha_publicacion": "1999-11-06", "id": 35965, "nombre_demandado": "Universidad San Martín de Porres", "nombre_demandante": "Britaldo Silva Cubas", "numero_expediente": "00515-1998-AA"}