{"CONTEXTO": " 00514-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00514-1996-AA.pdf) --- 36 TRIBUNAL CONSTITUCIONAL EXP. No 514-96-AA/TC MIRTHA LILIANA DIAZ MAYANGA LAMBAYEQUE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Mirtha Liliana Diaz Mayanga contra la resolucion de la Segunda Sala Especializada en lo Civil de la Corte Superior de Lambayeque, de fecha veintinueve de setiembre de mil novecientos noventicinco, que confirma la del Tercer Juzgado Especializado en lo Civil de Chiclayo, su fecha cuatro de julio de mil novecientos noventicinco, y declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Accion la interpone contra el Presidente del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon para que se deje sin efecto la Resolucion Presidencial Regional No 12495-CTAR-RENOM-P, del veintidos de mayo de mil novecientos noventicinco, se ordene su reposicion en su centro de trabajo y se le abone sus remuneraciones dejadas de percibir desde que fue despedida del trabajo. El Tercer Juzgado Especializado en lo Civil de Chiclayo declaro improcedente la demanda, por considerar, entre otras razones, que la demandante no ha invocado en forma 37 TRIBUNAL CONSTITUCIONAL expresa el derecho constitucional que pretende se ha vulnerado y que del estudio de autos no se aprecia que exista violacion de derecho constitucional alguno. Interpuesto Recurso de Apelacion, la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque confirmo la apelada, segun resolucion del veintinueve de setiembre de mil novecientos noventicinco, al estimar que segun lo prescrito por el articulo 14° de la Ley No 25398 y la Ley No 25011, el Juez esta facultado para rechazar de plano la accion incoada y declarar improcedente la Accion de Garantia cuando resulte manifiestamente improcedente por las causales senaladas en los articulos 6° y 37° de la Ley No 23506. Contra esta resolucion la demandante interpone Recurso de Nulidad por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, de autos consta que la demandante fue desaprobada en el Proceso de Evaluacion de Rendimiento Laboral del segundo semestre de mil novecientos noventicuatro, por lo que se le declaro excedente mediante la Resolucion No 124- 95-CTAR-RENPOM-P, de fecha veintidos de mayo de mil novecientos noventicinco, sin formular ningun recurso impugnatorio contra ella, por lo que no ha agotado las vias previas. 2.- Que de la exposicion del petitorio de esta demanda aparece que dicha demandante pretende la revision de ese Proceso de Evaluacion de Rendimiento Laboral, y revertir los resultados del mismo, sin exponer empero, en ningun instante, el derecho 0 la amenaza constitucional violado; y tampoco se infiere de su contenido la existencia de afectacion de derecho constitucional alguno. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere. la Constitucion del Estado, su Ley Organica No 26435 y la Ley No 26801:", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento uno, su fecha 2 3 80 TRIBUNAL CONSTITUCIONAL veintinueve de setiembre de mil novecientos noventicinco, que confirmo la apelada y declaro improcedente la accion de amparo. Dispone su publicacion en el diario oficial \"El Peruano\"; y los devolvieron. S.S. Vravras A - - / / SANCHEZ, ACOSTA NUGENT L eut - DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. DRA. MARIA LUZ-VASQUEZ VARGAS SEERETARIA RELATORA TRIBUNAL CONSTITUCIONAL MFC", "fecha_publicacion": "1998-06-21", "id": 36987, "nombre_demandado": "Presidente del Concejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón", "nombre_demandante": "Mirtha Liliana Díaz Mayanga", "numero_expediente": "00514-1996-AA"}