{"CONTEXTO": " 00526-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00526-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 526-97-AA/TC TEXTILES DEL SUR S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Textiles del Sur S.A. contra la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta, su fecha treinta y uno de marzo de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "Textiles del Sur S.A., representada por don Nicola Sansour Sansour, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria para que se declare inaplicable a su empresa los articulos 109° a 115° del Decreto Legislativo No 774, Ley del Impuesto a la Renta, y se deje sin efecto la Orden de Pago No 101-1- 00861, de cuatro de agosto de mil novecientos noventa y cuatro, correspondiente al Impuesto Minimo a la Renta de mayo de mil novecientos noventa y cuatro. Ello por violar sus derechos constitucionales de propiedad, de libre empresa, de libertad de trabajo y de no confiscatoriedad de los impuestos. La demandante senala que: 1) La SUNAT debio girar una resolucion de determinacion y no una orden de pago; 2)La demandada pretende que la empresa pague el Impuesto a la Renta aun cuando no genera rentas; y, 3) Para reclamar debe pagar. La SUNAT, representada por dona Consuelo Stella Zavala Hidalgo, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: 1) La 2 TRIBUNAL CONSTITUCIONAL demandante busca una exoneracion del pago del impuesto; y, 2) El cuestionado impuesto no es confiscatorio. El Vigésimo Noveno Juzgado Especializado en lo Civil de Lima, a fojas ciento veinte, con fecha treinta de julio de mil novecientos noventa y seis, declara improcedente la demanda, considerando que aplicar a la demandante la inaplicabilidad de la cuestionada norma atenta contra el principio de generalidad de la norma tributaria. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento ochenta, con fecha treinta y uno de marzo de mil novecientos noventa y siete, confirma la apelada que declara improcedente la demanda, por considerar que: 1) Los activos de la demandante aumentaron de valor; y 2) En el caso de autos, el cuestionado impuesto no es confiscatorio.", "FUNDAMENTOS:": "1. El objeto de la demanda es que la SUNAT se abstenga de aplicar a la empresa demandante lo dispuesto en los articulos 109° a 115° del Decreto Legislativo No 774, Ley del Impuesto a la Renta, sobre el pago del Impuesto Minimo a la Renta; y que deje sin efecto la Orden de Pago No 101-1-00861, de fecha cuatro de agosto de mil novecientos noventa y cuatro, pago a cuenta correspondiente a mayo por el ejercicio mil novecientos noventa y cuatro, por haber sido emitida en aplicacion de los referidos articulos. 2. La imposibilidad de cumplir con el principio solve et repete, previsto en el segundo parrafo del articulo 119° del Decreto Legislativo No 773, es considerada una circunstancia de excepcion a la exigencia del agotamiento de las vias previas, recogida en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. Ello, en la medida en que el acto lesivo ya se produjo. 3. Se debe considerar que: a) en materia de impuesto a la renta el legislador, al establecer el hecho imponible, esta obligado a respetar y garantizar la intangibilidad del capital -- 0 los activos netos--, lo que no ocurre si el impuesto absorbe una parte sustancial de las rentas devengadas 0 si afecta la fuente productora de renta; y, b) el impuesto debe tener como criterio para determinar la materia imponible la capacidad economica real del contribuyente. 4. En ese sentido, la empresa demandante ha acreditado, de manera fehaciente, su situacion de pérdida en los anos mil novecientos noventa y tres y mil novecientos 3 TRIBUNAL CONSTITUCIONAL noventa y cuatro mediante la presentacion de los correspondientes estados financieros auditados. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta, su fecha treinta y uno de marzo de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo interpuesta. Dispone la inaplicacion para la demandante de los articulos 109° a 115° del Decreto Legislativo No 774. Asimismo, la nulidad de la Orden de Pago No 101-1-00861, pago a cuenta correspondiente a mayo por el ejercicio mil novecientos noventa y cuatro. Ordena que la SUNAT se abstenga de iniciar 0 continuar el procedimiento coactivo destinado a satisfacer el importe de la orden de pago referida. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT L 2 - AR DIAZ VALVERDE / GARCIA MARCELO Lo que Certifico: G.L.B. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-01", "id": 37267, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Textiles del Sur SA representada por Nicola Sansour Sansour", "numero_expediente": "00526-1997-AA"}