{"CONTEXTO": " 00524-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00524-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 524-96-AA/TC LIMA ASENTAMIENTO HUMANO \"LOS PORTALES DE PURUCHUCO\" SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Recurso Extraordinario, interpuesto por don José Rodriguez Morales, Secretario General del Asentamiento Humano \"Los Portales de Puruchuco\", 9 contra la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, que con fecha doce de junio de mil novecientos noventa y seis, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don José Rodriguez Morales, Secretario General del Asentamiento Humano \"Los Portales de Puruchuco\" Ate-Vitarte, interpuso con fecha ocho de julio de mil novecientos noventa y tres, Accion de Amparo contra la Tercera Sala Civil de la Corte Superior de Justicia de Lima, el Juzgado Coactivo de Lima que despacha el doctor Licurgo Pinto Ruiz, la dependencia USE N.o 014 Ate-Vitarte, y el Instituto Nacional de Cultura, a fin de que se abstengan de ejecutar el lanzamiento y la demolicion de sus viviendas, y que se restablezca el funcionamiento del Centro Educativo N.o 196, el cual fue trasladado a otro sector, esto es, el lugar donde se asienta la Asociacion de Vivienda Santa Maria. Considera el demandante que se estân violando el derecho de participar en forma asociada en la vida economica, social y cultural del pais, y el de la libertad individual, consignados en la Carta Magna de 1979; no obstante que la demanda se interpone durante la vigencia de la Carta Magna de 1993 (fojas 14 a 18). El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion contesta la demanda, solicitando que sea declarada infundada por las razones siguientes: Que el objeto de la pretension es detener la orden de demolicion de lo indebidamente TRIBUNAL CONSTITUCIONAL construido sobre la zona arqueologica intangible de Hunquerones-Puruchuco, para poc consolidar su permanencia en aquella zona intangible. Que, la orden de demolici proviene de un proceso regular; y que, en todo caso, de existir situaciones procedimenta anomalas, ellas deben ser resueltas dentro del mismo proceso regular y no por la via de Accion de Amparo, segun lo dispone el articulo 10° de la Ley N.o 25398. (fojas 77 a 81). La Primera Sala Civil de la Corte Superior de Justicia de Lima, con fecha trece julio de mil novecientos noventa y cinco, declara improcedente la demanda; se considera esta instancia judicial, que no proceden las acciones de garantia contra resolucion emanadas de un procedimiento regular; y que la Tercera Sala de la Corte Superior Justicia de Lima resolvio declarando nulo el concesorio de la apelacion formulada por demandante en el proceso coactivo, cumpliendo con lo dispuesto por el Decreto Ley 17355. (fojas 188). Con fecha doce de junio de mil novecientos noventa y seis, la Sala de Dere Constitucional y Social de la Corte Suprema de Justicia de la Republica, por fundamentos de la recurrida, declaro no haber nulidad en la sentencia de vista improcedente la Accion de Amparo. (fojas 29 del Cuaderno de Nulidad). FUNDAMENTOS : Que, siendo la Accion de Amparo una accion de garantia, su objeto es el reponer 1. cosas al estado anterior a la violacion 0 amenaza de violacion de un derec constitucional. Que, mediante la Resolucion Ministerial N.o 0063-ED, su fecha uno de febrero 2. mil novecientos noventa y tres (fojas 39), el Ministro de Educacion autorizo Procurador Publico encargado de los asuntos judiciales del Ministerio de Educaci a instaurar las acciones judiciales y coactivas contra los miembros de la Asociaci de Pobladores de la Urbanizacion Popular \"Los Portales de Puruchuco\", para log la desocupacion de la zona arqueologico Puruchuco-Hiuaqguerones del distrito Ate-Vitarte de la provincia y departamento de Lima. Sobre la base de dic resolucion autoritativa, el aludido Procurador Publico inicio la accion coact pertinente; el Juzgado Coactivo que despacha el Juez don Licurgo Pinto Ri codemandado, dicta la resolucion de fojas cinco, su fecha diez de marzo de novecientos noventa y tres, disponiendo que los asociados demandados demuel dentro del tercer dia las construcciones indebidamente levantadas en la citada ZO arqueologica. Los asociados apelan, y la Tercera Sala Civil de la Corte Superior Justicia de Lima, codemandada, declara con fecha dieciocho de junio de novecientos noventa y tres nulo el concesorio de la apelacion, por cuanto dic TRIBUNAL CONSTITUCIONAL impugnacion solo cabe contra los autos resolutivos, e improcedente el Recurso Apelacion. (fojas 6). Precisamente, es materia de la presente accion de garantia se deje sin efecto esta ultima resolucion, la cual ha sido dictada dentro de procedimiento regular. Que, en consecuencia, en el presente caso resulta aplicable el inciso 2) del articu 3. 6° de la Ley N.o 23506 modificado por la Ley N.o 27053. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala de Derecho Constitucional y Soc de la Corte Suprema de Justicia de la Republica, de fojas veintinueve del Cuaderno Nulidad, su fecha doce de junio de mil novecientos noventa y seis, que confirmando apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lil bel C e JAGE Lo que Certifico; Dra. MARIA LUZ VASGUEZ SÉCRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-07-22", "id": 35319, "nombre_demandado": "Tercera Sala Civil de la Corte Superior de Justicia de Lima", "nombre_demandante": "Asentamiento Humano \"Los Portales de Puruchuco\"", "numero_expediente": "00524-1996-AA"}