{"CONTEXTO": " 00526-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00526-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.O 526-99-HC/TC AREQUIPA ÉDGAR COHELLO CESARDO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los cinco dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y P Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Marcial Carpio Talavera contra la Resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas cuarenta y cuatro, su fecha ocho de junio de mil novecientos noventa y nueve, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Marcial Fernando Carpio Talavera interpone Accion de Habeas Corpus a favor de Édgar Cohello Cesardo y la dirige contra don Pablo Carcausto Chavez, Juez del Segundo Juzgado de Familia de Arequipa, por violacion de sus derechos constitucionales a las garantias de la administracion de justicia, libertad personal y libre trânsito. Alega el accionante que a través de una medida cautelar solicitada por dona Ada Rivera Murillo, la Jueza Suplente del Segundo Juzgado de Familia de Arequipa, dona Cidamelia Gomez dicto un mandato judicial que prohibe el libre transito y salida del territorio nacional de los menores K.C.R. y J.C.R. pese a no tener la nacionalidad peruana. Recuerda que dicha medida cautelar se acumulo con el proceso que sobre divorcio por causal interpuso el demandante. Precisa que el Poder Judicial de la Republica de Honduras expidio una Sentencia de pérdida de la patria potestad contra la madre de los menores, dona Milagros Rivera Murillo, por lo que al dictarse la prohibicion de salir del territorio nacional de sus menores hijos, solicito que se dictara un auto de sobreseimiento de la causa, sin obtener mayor resultado. Ello, recuerda, viola sus derechos constitucionales, pues se desconoce el valor de las sentencias extranjeras, prevista por el articulo 2019° del Codigo Civil. 2 TRIBUNAL CONSTITUCIONAL Admitida la Accion de Habeas Corpus, el Juez ordena se tome la declaracion del denunciado, quien precisa que por resolucion se declaro improcedente la solicitud del demandante de dejar sin efecto la medida cautelar y ésta no fue apelada; por lo que considera no haber cometido ningun acto arbitrario. El Segundo Juzgado Especializado en lo Penal de Arequipa, con fecha veintisiete de mayo de mil novecientos noventa y nueve, expide resolucion declarando improcedente la Accion de Habeas Corpus, por considerar, principalmente, que la resolucion judicial cuestionada ha sido dictada dentro de un proceso regular. La Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, con fecha ocho de junio de mil novecientos noventa y nueve, expide resolucion por la que se confirma la resolucion apelada, que declaro improcedente la demanda, por considerar, principalmente, que la resolucion cuestionada ha sido dictada dentro de un proceso regular. Contra esta resolucion, el actor interpone Recurso Extraordinario, por lo que los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que se 1. ordene el levantamiento del mandato judicial que prohibe salir del territorio nacional a los menores K.C.R. y J.C.R., asi como que se dejen sin efecto los oficios cursados a la Policia Nacional del Peru con tal fin. Que, en consecuencia, y segun es de observarse de la Resolucion expedida por el Juez 2. del Segundo Juzgado de Familia de Arequipa, obrante a fojas treinta y dos, la desestimacion de la pretension del accionante para que se declare el sobreseimiento y la cancelacion de la medida cautelar por virtud de la cual se impide la salida del pais de los menores K.C.R. y J.C.R. ha sido dictada dentro de un proceso judicial regular, donde el accionante ha hecho ejercicio de su derecho de defensa. Que, conforme ya es doctrina constitucional reiterada de este Tribunal Constitucional, 3. los procesos constitucionales de la libertad no tienen por objeto efectuar una evaluacion de la interpretacion del Derecho que los jueces de la jurisdiccion ordinaria puedan realizar en el ambito de sus competencias exclusivas, pues tal tarea corresponde efectuarla al propio Poder Judicial a través de las diversas instancias que en su seno se establezcan, habilitândose para ello el ejercicio de los medios impugnatorios que el ordenamiento procesal prevé. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas cuarenta y cuatro, su fecha ocho de junio de mil novecientos noventa y nueve, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ Llar re / DIAZ VALVERDE NUGENT GARCIA MARCELO ECM LO QUE CERTIFICO: Vubl MUG DRI CESAR CUBAS LONGA SEÇRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35834, "nombre_demandado": "Segundo Juzgado de Familia de Arequipa (Pablo Carcausto Chávez)", "nombre_demandante": "Marcial Fernando Carpio Talavera a favor de Édgar Cohello Cesardo", "numero_expediente": "00526-1999-HC"}