{"CONTEXTO": " 00520-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00520-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 520-96-AA/TC LIMA MIGUEL ENRIQUE VINAS VARONA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de agosto de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, ENCARGADO DE LA PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: ASUNTO : Recurso Extraordinario interpuesto por don Miguel Enrique Vinas Varona contra la Resolucion de Vista expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Piura, de fecha dieciséis de julio de mil novecientos noventiséis, que confirma la sentencia de Primera Instancia, de fecha dieciocho de marzo de mil novecientos noventiséis, declarando improcedente la Accion de Amparo interpuesta contra el Superintendente Nacional de Registros Publicos y otros, por violacion de sus derechos sociales. ANTECEDENTES : Por Decreto de Urgencia No 019-95, se declara en reorganizacion y reestructuracion institucional a los organismos desconcentrados de la Superintendencia Nacional de Registros Publicos y dispone que estos apliquen un programa de exâmenes de evaluacion y seleccion para calificar al personal; los trabajadores que resulten descalificados asi como aquellos que no se presenten al examen serian considerados excedentes y automaticamente cesados. 2 TRIBUNAL CONSTITUCIONAL En cumplimiento de esa disposicion, se aprobo un cronograma de actividades de evaluacion para el personal de la Oficina Registral Regional de la Region Grau, al concluir la cual se declaro excedente y cesado al demandante, entre otros. Por esta razon, interpone accion de amparo contra el Superintendente Nacional de Registros Publicos, el Superintendente Nacional Adjunto, la Secretaria General de la SUNARP y el Jefe de la Oficina Registral Regional de la Region Grau, solicitando se declaren inaplicables: el articulo 15° del Decreto de Urgencia No 019-95, la Resolucion del Superintendente No 072-95-SUNARP, el punto 8 de las Bases del Programa de Evaluacion de Personal que prohibe el derecho de defensa; y nula la Resolucion Jefatural No 057-95-ORRG-JEF por inconstitucional, por violacion de sus derechos sociales; en consecuencia se le restituya su derecho de estabilidad en el cargo, ordenando su reincorporacion como servidor publico, el pago de sus remuneraciones dejadas de percibir y otros derechos. A fojas sesentiuno, sale a proceso la Secretaria General de la SUNARP deduciendo la excepcion de falta de legitimidad para obrar del demandado, alegando que sus funciones no estan relacionadas con el personal sino con el tramite documentario. A fojas setenticuatro, sale a proceso el Superintendente Nacional de Registros Publicos quien deduce la excepcion de falta de agotamiento de la via administrativa del recurso de apelacion de fecha quince de diciembre presentado por el demandante, dias antes de interponer esta demanda. Contestando la demanda, aduce que el demandante se sometio al proceso de evaluacion; que el Decreto de Urgencia No 019-95; asi como la Resolucion del Superintendente Nacional de los Registros Publicos No 072-95-SUNARP, al haber sido ejecutadas, ya no se encuentran vigentes. A fojas ciento seis, el Superintendente Nacional Adjunto de la SUNARP, interpone excepcion de falta de legitimidad para obrar del demandado, manifestando que su funcion es de supervisar el cumplimiento de las politicas y estrategias institucionales y otras, no estando dentro de sus atribuciones ni facultades, la de la representacion legal. A fojas ciento doce, corre la Sentencia de Primera Instancia que declara improcedente la accion, fundamentandose, entre otros, en que el demandante ha debido hacer valer su derecho dentro del plazo de sesenta dias, contados desde la publicacion del Decreto de Urgencia No 019-95. De la que apela el demandante, siendo elevada la causa a la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Piura. El Dictamen de la Fiscalia Superior opina porque se revoque la sentencia y se declare fundada la demanda. A fojas doscientos treinta, corre la resolucion de la Primera Sala Especializada Civil de la Corte Superior de Justicia de Piura confirmando la sentencia de Primera Instancia; por lo que el demandante interpone recurso de nulidad concediéndosele como Extraordinario. TRIBUNAL CONSTITUCIONAL FUNDAMENTOS: e Que, el Decreto de Urgencia No 019-95, fue publicado en el Diario Oficial \"El Peruano\" el dieciséis de abril de mil novecientos noventicinco, y luego de ocho meses se interpone esta accion pidiendo su inaplicabilidad, cuando ya habia caducado su derecho para ejercitar la accion de amparo. Este Decreto de Urgencia es la base de las otras normas legales que también motivan esta accion. Que, el demandante se sometio voluntariamente a la Evaluacion Programada por la SUNARP y recién cuando es desaprobado interpone la demanda, es decir que existio una aceptacion de hecho. Que, en su petitorio el demandante también solicita se declare NULA la Resolucion Jefatural No 057-95-JEF, solicitando asi un imposible juridico, ya que en esta resolucion, también aparecen los nombres de otras nueve personas, no pudiendo el demandante arrogarse el derecho de estas. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la resolucion de vista expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Piura, de fecha dieciséis de julio de mil novecientos noventiséis, que confirma la sentencia de Primera Instancia fechada el dieciocho de marzo de mil novecientos noventiséis, que declara IMPROCEDENTE la accion de amparo; mandaron se publique en el Diario Oficial \"El Peruano\" conforme a Ley, y los devolvieron. S.S. L VOe - - 1 ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, aL L à Ua GARCIA MARCELO. Lo que Certifico: JAM/daf", "fecha_publicacion": "1997-09-03", "id": 36315, "nombre_demandado": "Superintendente Nacional de Registros Públicos y otros", "nombre_demandante": "Miguel Enrique Viñas Varona", "numero_expediente": "00520-1996-AA"}