{"CONTEXTO": " 00529-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00529-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 529-98-AA/TC LIMA FAUSTO DIONISIO PALACIOS DURAN Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y V ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Fausto Dionisio Palacios Duran y otros contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha seis de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El ocho de julio de mil novecientos noventa y siete, don Fausto Dionisio Palacios Duran y otros interponen Accion de Amparo contra la Municipalidad Distrital de Santa Anita, representada por su Alcalde, don Osiris Feliciano Munoz, por haber sido despedidos arbitrariamente mediante la Resolucion de Alcaldia N.o 1297-96-ALC/MDSA. Refieren que desde el ano mil novecientos noventa y dos tienen la condicion de trabajadores permanentes; que han sido cesados por causal de excedencia en una evaluacion en la que han participado; que se aplico un reglamento de evaluacion que no estaba vigente. La Municipalidad demandada absuelve el tramite de contestacion de la dema negândola y contradiciéndola y solicitando se la declare infundada; senala que la resolud de cese fue expedida de conformidad con el Decreto Ley N.o 26093, que dispuso que entidades de la Administracion Publica efectuen semestralmente programas de evaluad de pérsonal, senalando que aquellos trabajadores que no califiquen podran ser cesados causal de excedencia; que el Reglamento de Evaluacion de Personal de la Municipali Distrital de Santa Anita, correspondiente al segundo semestre de mil novecientos noven seis, dispuso que los trabajadores que no obtengan el puntaje minimo requerido S cesados; que los demandantes no aprobaron la evaluacion, razon por la cual fueron cesad %o  TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima emite sentencia, declarando improcedente la demanda respecto a los demandantes don Eugenio Chambilla Taquila, don Humberto Pérez de la Cruz y don Bernardo Rivera Pariona, por haber recurrido éstos a la via ordinaria, y fundada en relacion a los demas accionantes, por considerar --entre otras razones-- que el proceso de evaluacion no se realizo respetando los principios de razonabilidad y proporcionalidad, toda vez que la evaluacion se ejecuto sin diferenciarse del grupo ocupacional obrero del grupo empleado, vulnerandose de esta manera su derecho constitucional a la proteccion contra el despido arbitrario. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirmo la apelada en el extremo que declaro improcedente la Accion de Amparo y revoco la propia sentencia en la parte que declaro fundada la demanda, la misma que declaro igualmente improcedente, por estimar que no se cumplio con agotar la via administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de las acciones de garantia es reponer las cosas al estado anterior a la 1. violacion 0 amenaza de violacion de un derecho constitucional, conforme lo establece el articulo 1° de la Ley N.o 23506 de Habeas Corpus y Amparo. Que el objeto de la presente Accion de Amparo se circunscribe a que se declare no 2. aplicable a los demandantes la Resolucion de Alcaldia N.o 1297-96-ALCIMDSA, que dispone su cese por causal de excedencia. Que, contra la resolucion de cese, los demandantes interpusieron Recurso de 3. Apelacion con fecha siete de enero de mil novecientos noventa y siete, el mismo que no fue resuelto por la Administracion dentro del plazo de treinta dias utiles, por 0 que el dia diecinueve de febrero del mismo ano opero el silencio administrativo negativo, fecha a partir de la cual debe computarse el plazo de caducidad previsto en el articulo 370 de la Ley N.o 23506 de Habeas Corpus y Amparo, el mismo qu vencio el veinte de mayo de mil novecientos noventa y siete; en tal virtu 10 habiéndose presentado la demanda el dia ocho de julio de mil novecientos nov y siete, la Accion de Amparo no se encontraba habilitada. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta y siete, su fecha seis de abril de mil novecientos noventa y ocho, que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS L% ACOSTA SANCHEZ Ehrice DIAZ VALVERDE NUGENT avea GARCIA MARCELO Chil CCL Lo que_Certifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAI CONSTITUCIONAL", "fecha_publicacion": "1999-06-28", "id": 35197, "nombre_demandado": "Municipalidad Distrital de Santa Anita", "nombre_demandante": "Fausto Dionisio Palacios Durán y otros", "numero_expediente": "00529-1998-AA"}