{"CONTEXTO": " 00536-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00536-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 536-96-AA/TC LIMA FEDERACION DE PESCADORES DEL PERU SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de diciembre de mil novecientos noventa y ocho reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de lo senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Federacion de Pescadores del Perû, contr la sentencia expedida por la Sala de Derecho Constitucional y Social de la Corte Suprem de Justicia de la Republica, de fojas veintiocho del cuaderno de nulidad, su fecha veintitré de mayo de mil novecientos noventa y seis, que declara No Haber Nulidad en la sentenci de vista y, en consecuencia, improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "La Federacion de Pescadores del Peru interpone demanda de Accion de Ampar contra el Presidente de la Republica, don Alberto Fujimori Fujimori; el Ministro Pesqueria, don Jaime Sobero Taira; el Ministro de Defensa, don Victor Malca Villanueva; el Ministro de Trabajo y Promocion Social, don Augusto Antonioli Vasquez, con el objet de que se declare inconstitucional y se deje sin efecto la Resolucion Suprema No 015-94 PE, por cuanto viola el principio constitucional del derecho al trabajo. Refiere que la Resolucion Suprema cuestionada ha dejado sin efecto la Resoluciones Supremas No 032-88-PE; No 001-89-PE; No 007-89-PE, asi como la Resoluciones Ministeriales No 277-88-PE y No 588-90-PE, que garantizaban el derecho trabajo del pescador desocupado por lo menos por una semana y al derecho adquirido de rotacion, cuya finalidad era evitar la desocupacion aplicando la politica especial de fomento del empleo en la extraccion de los recursos hidrobiologicos. Los codemandados contestan la demanda senalando que la solicitud de demandante para que se declare inconstitucional la Resolucion Suprema No 015-94-PE n puede ventilarse en la via del amparo. Por otro lado, senalan que la norma cuestionada,e lugar de constituir una restriccion al trabajo, propicia la actividad laboral al hacer posible captacion de mayor inversion privada para aprovechar los recursos hidrobiologicos. La Juez del Sexto Juzgado Especializado en lo Civil de Lima, a fojas noventa cinco, con fecha doce de agosto de mil novecientos noventa y cuatro, declara infundada demanda por considerar que la Resolucion Suprema No 015-94-PE no afecta ni vulner derecho constitucional alguno, pues ha sido expedida dentro del marco de la legislacior vigente y la Constitucion. TRIBUNAL CONSTITUCIONAL La Tercera Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento treinta y ocho, con fecha veintisiete de abril de mil novecientos noventa y cinco, revoca sentencia apelada y declara improcedente la demanda por considerar que la Accion d Amparo es incompatible con la pretension de la demandante. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de Republica, a fojas veintiocho del cuaderno de nulidad, con fecha veintitrés de mayo de mi novecientos noventa y seis, declara No Haber Nulidad en la sentencia de vista y, consecuencia, improcedente la demanda. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través de este proceso, la demandante pretende se declare inconstitucional se deje sin efecto la Resolucion Suprema No 015-94-PE, y, en consecuencia, restituya la vigencia de la Resolucion Suprema No 032-88-PE y su complementarias. 2.- Que, de conformidad con lo dispuesto en el articulo 200° inciso 2) de Constitucion Politica del Perû, la Accion de Amparo no resulta ser la via idonea para ventilar la pretension invocada por la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala de Derecho Constitucional Social de la Corte Suprema de Justicia de la Republica, de fojas veintiocho del cuaderno d nulidad, su fecha veintitrés de mayo de mil novecientos noventa y seis, que declara No Haber Nulidad en la sentencia de vista y, en consecuencia, IMPROCEDENTE la Accior de Amparo.Dispone la notificacion a las partes, su publicacion en el diario oficial Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, 7 neeca NUGENT, GARCIA MARCELO. Lo que gerti 1f L0Q G.L.Z Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-21", "id": 35006, "nombre_demandado": "Presidente de la República (Alberto Fujimori Fujimori) y otros", "nombre_demandante": "Federación de Pescadores del Perú", "numero_expediente": "00536-1996-AA"}