{"CONTEXTO": " 00537-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00537-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 537-96-AA/TC Empresa Nacional de Edificaciones - ENACE Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL de enero de mil novecientos noventa y ocho, el En Lima, a veintidos Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO : Recurso extraordinario contra la resolucion de la Sala de Derecho Constitucional Social de la Corte Suprema de Justicia de la Republica, en los seguidos por la Empresa Nacional de Edificaciones ENACE contra la Municipalidad Distrital de San Juan de Lurigancho, sobre Accion de Amparo. 2 TRIBUNAL CONSTITUCIONAL ANTECEDENTES : ENACE, representada por don José Rodolfo Ugarte Cuba, interpone accion de amparo contra la Municipalidad Distrital de San Juan de Lurigancho a fin que se deje sin efecto la resolucion de Alcaldia No 000387 de fecha 15 de junio de 1993, por considerar que viola su derecho de propiedad, y vulnera el articulo 70 de la Constitucion Politica del Estado. Sostiene la demandante, que con la resolucion de Alcaldia en referencia, se resolvio identificar y calificar como Asentamiento Humano permanente, el agrupamiento de familias denominado \"San José Obrero\" y realizar el saneamiento fisico - legal; desconociendo que el terreno de aproximadamente 40,000 m2 es de propiedad de la demandante, cuyo derecho esta inscrito en la ficha No 33749 Asiento 2-B del Registro de la Propiedad Inmueble; asi como que ésta suscribio un convenio con la Asociacion de Propietarios de la Urbanizacion \"San José Obrero\", en el que se estipula que ENACE ejecutara las obras de habilitacion urbana y la titulacion respectiva y que el convenio se ajusta a las disposiciones de la Ley No 23948 y al Decreto Supremo No 001-85VC. Admitida la demanda, ésta es contestada por don Alejandro Puemape Cardozo, Alcalde de la Municipalidad Distrital de San Juan de Lurigancho, quien la niega y contradice y solicita que se declare improcedente 0 infundada por cuanto ENACE no ha agotado la via administrativa y ademas porque la Ley No 24513 declaro de necesidad y utilidad publica y de preferente interés social el saneamiento fisico legal de los Asentamientos Humanos autorizando a las Municipalidades a expropiar los terrenos en caso que fueren de propiedad privada a través de una resolucion de Alcaldia. Aduce asimismo que al tiempo de la ocupacion del terreno no existia ningun estudio O proceso de habilitacion urbana, manteniendo su condicion de eriazo y que el convenio a que alude la demandante, fué suscrito el 19 de noviembre de 1991, con fecha posterior a la ocupacion de los terrenos por el Asentamiento Humano. Asimismo manifiesta que de conformidad con el Decreto de Alcaldia No 107-A de 25 de julio de 1991 de la Municipalidad de Lima Metropolitana que delega funciones en los Concejos Distritales en materia de saneamiento fisico legal de los Asentamientos Humano, el recurso de apelacion interpuesto por la demandante debe ser resuelto por la Municipalidad de Lima Metropolitana. 3 TRIBUNAL CONSTITUCIONAL Con fecha 25 de enero de 1995, el Juez del Décimo Sexto Juzgado Especializado en lo Civil de Lima, expide resolucion declarando infundada la demanda. Interpuesto el recurso de apelacion con fecha 23 de junio de 1995 la Cuarta Sala Civil de la Corte Superior de Justicia de Lima, expide resolucion revocando la sentencia apelada y declara improcedente la demanda. Interpuesto el recurso de nulidad; con fecha 6 de junio de 1996 la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, expide resolucion declarando no haber nulidad en la resolucion de vista que revocando la apelada declaro improcedente la Accion de Amparo. Interpuesto el recurso extraordinario los autos son elevados al Tribunal Constitucional. FUNDAMENTOS: o 1. Que, la Empresa Nacional de Edificaciones ENACE es una empresa de propiedad del Estado comprendida en el régimen de la actividad empresarial del Estado, normada por Ley No 24948. 2. Que, de acuerdo a lo establecido en el articulo 6° inciso 4 de la Ley de Habeas Corpus y Amparo No 23506, no proceden las acciones de garantia de las dependencias administrativas, incluyendo las empresas publicas, contra los Poderes del Estado y los organismos creados por la Constitucion, por los actos efectuados en el ejercicio regular de sus funciones. 3. Que, en consecuencia, en el presente caso se ha configurado la causal de improcedencia antes referida. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren; 4 TRIBUNAL CONSTITUCIONAL FALLA : CONFIRMANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veinticuatro, su fecha seis de junio de mil novecientos noventa y seis, que declaro no haber nulidad en la resolucion de vista de fecha veintitres de junio de mil novecientos noventa y cinco que revocando la apelada declaro IMPROCEDENTE la accion de amparo. Dispusieron su publicacion en el Diario Oficial El Peruano conforme a ley y los devolvieron.", "SS.": "Acosta Sanchez; Nugent; U avcee Diaz Valverde; 1 Garcia Marcelo LO QUE CERTIFICO DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL NF/amf", "fecha_publicacion": "1998-03-28", "id": 36764, "nombre_demandado": "Municipalidad Distrital de San Juan de Lurigancho", "nombre_demandante": "Empresa Nacional de Edificaciones (ENACE) representada por José Rodolfo Ugarte Cuba", "numero_expediente": "00537-1996-AA"}