{"CONTEXTO": " 00533-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00533-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 533-96-AA/TC Galvanizadora Peruana S.A. Pucallpa SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los veintidos dias del mes de octubre de mil novecientos noventa y seis, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintinueve de mayo de mil novecientos noventa y cinco, que declaro No Haber Nulidad en la resolucion de vista, que revocando la apelada, que declaro fundada la demanda, la reformo, y revocândola, declaro improcedente la Accion de Amparo interpuesta por Galvanizadora Peruana S.A. contra el Ministerio de Economia y Finanzas. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Galvanizadora Peruana S.A., debidamente representada por don Carlos Cipra Villareal, interpone Accion de Amparo contra el Ministerio de Economia y Finanzas, y el Presidente del Consejo de Ministros, por violacion de sus derechos constitucionales a la igualdad y propiedad, asi como al principio de uniformidad de las cargas tributarias. Sostiene la entidad accionante, que al amparo del articulo 71° de la Ley 23407, decidieron realizar sus operaciones en las regiones de selva y frontera (sic), y en consecuencia se encontraban exoneradas de todo tributo, excepto los denominados tributos municipales. No obstante ello, refieren, cuando el Congreso Constituyente Democratico delego facultades legislativas al Poder Ejecutivo, éste ultimo con fecha 30 de diciembre de 1993, promulgo el Decreto Legislativo 776, y en fecha posterior, 8 de enero de 1994, a través de una fé de erratas, modifico el inciso j) de la Primera Disposicion Final de la Ley de Tributacion Municipal, estableciendo un nuevo tenor para la misma, para disponer que la clausula derogatoria se extendia para el caso del articulo 160° de la Ley 24030, excepto el articulo 39 de la Ley 25160 y el Decreto Ley 25980, referido al Impuesto de Promocion Municipal. Alegan que al tener la naturaleza de un impuesto nacional el denominado Impuesto de Promocion Municipal, de conformidad con el articulo 71° de la Ley General de Industrias, no le resulta a ella aplicable, pues ello vulneraria lo dispuesto por el articulo 74 de la Constitucion. Admitida la demanda, ésta es contestada por el Procurador Publico encargado de los asuntos judiciales del Ministerio de Economia y Finanzas, quien solicita se declare improcedente la demanda, en razon de: a) el impuesto de promocion municipal es un impuesto municipal y no nacional, b) no se ha amenazado de violarse derechos constitucionales de la actora ni tampoco se ha vulnerado el principio de no confiscatoriedad de los impuestos, c) ha caducado el derecho de la actora para interponer su demanda, y d) la Accion de Amparo esta dirigida contra una norma legal, por lo que es de aplicacion el articulo 200° de la Constitucion. Asimismo, contesta la demanda el Procurador Publico encargado de los asuntos judiciales del Poder Legislativo, la Presidencia del Consejo de Ministros y 3 LICA DEL TRIBUNAL CONSTITUCIONAL el Jurado Nacional de Elecciones, quienes solicitan se declare improcedente la demanda, ya que: a) el Decreto Legislativo 776 no vulnera ni transgrede ningun derecho constitucional, b) al imponerse a la actora el pago del impuesto cuestionado, no se esta vulnerando el derecho de igualdad desde que, al contrario, lo que se pretende es evitar un trato discriminatonio en el nivel de carga tributaria por efecto del impuesto al consumo, c) no se trata de un impuesto confiscatorio, d) ha caducado el derecho para interponer la demanda. Con fecha quince de noviembre de mil novecientos noventa y cuatro, el Juez del Primer Juzgado Civil de la Provincia de Coronel Portillo, expide resolucion declarando funda la demanda. Interpuesto el recurso de apelacion, con fecha veintidos de mayo de mil novecientos noventa y cinco, la Sala Mixta de la Corte Superior de Justicia de Pucallpa, expide resolucion revocando la de vista, y reformandola, la declaro improcedente. Interpuesto el recurso de nulidad, con fecha veintinueve de mayo de mil novecientos noventa y cinco, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica expide resolucion declarando No Haber Nulidad en la resolucion de vista, que revocando la apelada, que declaro fundada la demanda, la reformo, y revocandola, declaro improcedente. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se inaplique a favor de la entidad accionante, lo dispuesto por la Primera Disposicion Final del Decreto Legislativo 776, Ley de Tributacion Municipal, y en consecuencia se disponga el no pago del Impuesto de Promocion Municipal, creado por el articulo 76° del Decreto Legislativo 776, pues su imposicion habria sido dispuesta por una modificacion via fe de erratas, al restituir la vigencia del articulo 39° de la Ley 25160 y el Decreto Ley 25980°; ya que ello supondria la amenaza de violacion de sus derechos constitucionales a la igualdad y propiedad, asi como una transgresion del articulo 71° de la Ley 23407, que dispone la exoneracion de todo gravamen, creado O por crearse, de otros tributos O contribuciones que TRIBUNAL CONSTITUCIONAL no sean las contribuciones al Instituto Peruano de Seguridad Social, derechos de importa y tributos municipales, previsto por el articulo 71° de la Ley 23407. 2. Que, en tal virtud, y con el objeto de que este Colegiado ingrese a evaluar las cuestic de fondo que el recurso extraordinario entrana, de manera previa ha de precisar que si en un extremo de la demanda se pretende cuestionar la aplicacion del Impuesto Promocion Municipal a la actora, tras entender que dicho tributo le habria sido impuesto consecuencia de una modificacion del inciso j) de la Primera Disposicion Final del Dec Legislativo 776, sin que se respete el procedimiento legislativo previsto en la Constitud sino a través de una fe de erratas; sin embargo, en autos, no existe prueba docume alguna que permita inducir a este Supremo Intérprete de la Constitucion razonablemente las correcciones realizadas al tenor del original inciso j) de la Primera Disposicion Final Decreto Legislativo 776° a través de la fe de erratas publicada en el diario oficial El Peruar dia 8 de enero de 1994 (pag. 120068 de la seccion Normas Legales), fueran realizadas franca oposicion al procedimiento para la formacion y modificacion de las leyes O normas rango de ley que prevé la Constitucion Politica del Estado y/o, en su momento, el Reglame del Congreso Constituyente Democratico. 3. Que, en ese sentido, este Colegiado habra necesanamente de estimar que el régii juridico del Impuesto de Promocion Municipal conforme al cual habra de evaluarse los U términos de la presente litis, no pueden ser otros que: a) De manera general, conformidad con el articulo 76 del Decreto Legislativo 776, el Impuesto de Promo Municipal grava con una tasa del 2% las operaciones afectas al régimen del Impuesto Gen a las Ventas y se rige por sus mismas normas. b) De manera particular, y segun se esta dispuesto por el inciso j) de la Primera Disposicion Final del referido Decreto Legislativo para el caso de aquéllas empresas cuyas operaciones se encuentren exoneradas Impuesto General a las Ventas por aplicacion del articulo 71° de la Ley 23407, Ley Gen de Industrias, la tasa del Impuesto de Promocion Municipal sera del 18%, caso este ultimo el que se encuentra comprendida la entidad accionante. TRIBUNAL CONSTITUCIONAL 4. Que, en tal virtud, este Colegiado, a fin de poder determinar si en el caso autos se ha amenazado de violarse O se ha violado los derech constitucionales de la entidad accionante, de manera liminar ha de advertir. a) si las exoneraciones del pago de tributos y contribuciones que no sean relativos a las contribuciones al Instituto Peruano de Seguridad Social, derechos de importacion y los tributos municipales, que se prevé en articulo 71° de la Ley 23407, Ley General de Industrias, y que se 4 establecido a favor de empresas establecidas en zonas de frontera O selva, constituyen (0 no) derechos constitucionales, y por tanto, encuentren tutelados, frente a su agresion, a través del proceso Amparo, Y, b) si el incremento de la tasa del Impuesto de Promocion Municipal del di por cien al dieciocho por cien a aquellas operaciones que se encuentr exoneradas del Impuesto General a las Ventas por aplicacion del articu 71° de la Ley 23407, supone una vulneracion, en concreto, del derech constitucional a la igualdad juridica asi como del articulo 103 de Constitucion Politica del Estado. 5. Que, en ese sentido, este Tribunal de la Constitucionalidad estima que exoneraciones del pago de todo tributo 0 contribucion , a excepcion de relativos a las contribuciones al Instituto Peruano de Seguridad Social, derechos de importacion y los tributos municipales, previstos por el articu 710 de la Ley 23407, Ley General de Industrias, y que se ha establecido a fave de la entidad accionante tras haber iniciado sus operaciones en zonas frontera O de selva, en puridad no pueden considerarse derecho constitucionales que ella pueda titularizar, pues lo que en realidad se dispuesto a favor de aquellas empresas ubicadas en zonas de frontera y selva, via el articulo 71° de la Ley 23407, es un régimen tributario especia que no solamente no puede analogarse a la naturaleza propia de los derech constitucionales, sino que, al tener un status juridico distinto, su violacion amenaza de violacion ha de encontrar tutela a través de la jurisdiccio ordinaria, y no en sede constitucional. 6. Que, una cuestion sustancialmente distinta, se presenta en el otro extremo la resolucion venida en grado a través del recurso extraordinario, pues a juic de este Colegiado el incremento de la tasa del Impuesto de Promocio JCA DEL TRIBUNAL CONSTITUCIONAL Municipal del 2% al 18% a aquellas operaciones que se encuentren exonerad del Impuesto General a las Ventas, por aplicacion del articulo 71° de la 23407, supone una transgresion al derecho de igualdad juridica, reconoci en el inciso 2° del articulo 2° y el articulo 103° de la Constitucion, extendible su reconocimiento al caso de la entidad accionante, ya que. a) de conformidad con el articulo 10 del decreto ley 25980° el incremento de tasa del Impuesto de Promocion Municipal del orden del 2% al 18%, vulne el principio de uniformidad en las cargas tributarias, pues ésta esta dirigi unicamente para el caso de aquellas empresas, como la entidad accionan que se encuentra establecida en zonas de frontera 0 de selva, no siendo aplicacion el incremento de la tasa para cualquier otra empresa que encuentre realizando sus operaciones fuera de las zonas consideradas COI de frontera y de selva, a los que se refiere el articulo 70° de la ey 23407, b) dicho hecho, establecido por el ya referido articulo 1° del Decreto 25980, si en principio pretende realizar un trato diferenciado en personas juridicas por cuya localizacion de sus actividades productivas encuentran sujetos a regimenes tributarios sustancialmente distintos, embargo, el medio empleado por el legislador ordinario (el incremento de tasa del Impuesto de Promocion Municipal) no guarda directa e inmedia proporcion con el fin que se persigue obtener, que es, en ultima instanci tratar desigual a los desiguales. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA:": "Revocando la resolucion de la Sala de Derecho Constitucional y Social de la Cor Suprema de Justicia de la Republica, su fecha veintinueve de mayo de novecientos noventa y cinco, que declaro No Haber Nulidad en la resolucion vista, que revocando la apelada, declaro fundada la demanda, la reformo, revocandola, declaro improcedente la Accion de Amparo interpuest Reformandola, declararon fundada la demanda; dispusieron la no aplicacion, el caso concreto, de la Primera Disposicion Final del decreto legislativo 776, + TRIBUNAL CONSTITUCIONAL articulo 39 de la ley 25160 y el Decreto Ley 25980; ordenaron que la entida correspondiente del Supremo Gobierno se abstenga de iniciar 0 continu cualquier accion legal O administrativa destinada a satisfacer el importe incremento del Impuesto de Promocion Municipal a la entidad accionant dispusieron, dada la naturaleza especial del proceso, que no es aplicable articulo 11° de la Ley 23506, ordenaron la publicacion de esta sentencia en diario oficial El Peruano, y los devolvieron.", "SS.": "ACOSTA SANCHEZ Mhu NUGENT DIAZ VALVERDE GARCIA MARCELO ecm Lo que Certifico: Dra. MARIA LUZVASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-01-08", "id": 36606, "nombre_demandado": "Ministerio de Economía y Finanzas", "nombre_demandante": "Galvanizadora Peruana SA", "numero_expediente": "00533-1996-AA"}