{"CONTEXTO": " 00537-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00537-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.°5 537-97-AA/TC CANETE ISIDORO FLORES LUYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ventiun dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Isidoro Flores Luyo contra la Sentencia expedida por la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas sesenta y ocho, su fecha cinco de junio de mil novecientos noventa y siete, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Isidoro Flores Luyo interpone Accion de Amparo contra dona Amada Leonor Silva Cabanillas de Cancino para que se deje sin efecto el Oficio N.o 117-97-DUSE-08-C, del veinte de febrero de mil novecientos noventa y siete, que lo pone a disposicion de la Unidad de Servicios Educativos-USE N.o 8 de Canete; y, se le reponga como Director del Centro Educativo N.o 20188 de la referida localidad. El demandante senala que, mediante Resolucion Directoral N.o 002125, del doce de abril de mil novecientos noventa y cinco, fue nombrado Director del Centro Educativo N.o 20188, cargo que obtuvo mediante concurso publico; y, que la demandada, en forma arbitraria, sin proceso administrativo previo, dispuso su pase a disposicion de la mencionada USE. Dona Amada Leonor Silva Cabanillas de Cancino, Directora de la Unidad de Servicios Educativos N.o 8 de Canete, contesta la demanda solicitando que sea declarada infundada, por considerar que el Oficio N.o 117-97-DUSE-08-C fue expedido de conformidad con las disposiciones del Ministerio de Educacion y con lo establecido en el Acta del diecinueve de febrero de mil novecientos noventa y siete. Agrega que el demandante no ha presentado recurso administrativo alguno que manifieste su disconformidad con lo dispuesto en el Oficio en cuestion; y, por lo tanto, no ha cumplido con agotar la via administrativa. TRIBUNAL CONSTITUCIONAL El Juzgado Especializado en lo Civil de Canete, a fojas veintinueve, con fecha catorce de abril de mil novecientos noventa y siete, declara fundada la demanda, por considerar que el accionar de la demandada constituye una afectacion al derecho constitucional a la estabilidad en el trabajo del demandante. La Sala Mixta de la Corte Superior de Justicia de Canete, a fojas y ocho, sesenta 1/ con fecha cinco de junio de mil novecientos noventa y siete, revoca la apelada y reformândola la declara improcedente, por considerar que el demandante no ha cumplido con agotar la via administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, en el presente caso, de conformidad con lo dispuesto en el inciso 1) del 1. articulo 28° de la Ley N.o 23506, Ley de Habeas Corpus y Amparo, el demandante no estaba obligado a cumplir con el requisito de agotar la via administrativa, debido a que el acto administrativo contenido en el Oficio N.o 117-97-DUSE-08-C fue ejecutado antes de quedar consentido. Que, de acuerdo con lo dispuesto en el articulo 172° del Decreto Supremo N. 005- 2. V 90-PCM, Reglamento de la Carrera Administrativa, un servidor sometido a proceso administrativo disciplinario puede ser separado de su funcion y puesto a disposicion de la Oficina de Personal durante el tiempo que dure dicho proceso; sin embargo, en el caso de autos, el demandante, sin ser sometido a proceso administrativo alguno, fue puesto a disposicion de la Unidad de Servicios Educativos N.o 8 de Canete, hecho que constituye una violacion de su derecho de defensa y del debido proceso, consagrados en el inciso 2) del articulo 23° y en el inciso 3) del articulo 139°, respectivamente, de la Constitucion Politica del Estado. Que, por ultimo, se ha acreditado la vulneracion de los derechos constitucionales 3. antes senalados, pero no la intencion dolosa de la demandada y, por lo tanto, no resulta aplicable lo dispuesto en el articulo 11° de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Mixta de la Corte Superior de Justicia de Canete, de fojas sesenta y ocho, su fecha cinco de junio de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda, y reformandola la declara FUNDADA y, en consecuencia, ordena la no aplicacion al demandante del acto administrativo contenido en el Oficio No 117-97-DUSE-08-C y que se le reponga en el 2 TRIBUNAL CONSTITUCIONAL cargo de Director del Centro Educativo N.o 20188 de la provincia de Canete, distrito de San Vicente; e integrando el fallo declara infundada la excepcion de falta de agotamiento de la via administrativa. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Lbrre - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Rllia GARCIA MARCELO ivc et V G.L.Z. Lo que/ certifico: M DR. CESAR CUBAS LONGA SECREPARIO-RELATOR (e) 3", "fecha_publicacion": "1999-11-06", "id": 35968, "nombre_demandado": "Amada Leonor Silva Cabanillas de Cancino", "nombre_demandante": "Isidoro Flores Luyo", "numero_expediente": "00537-1997-AA"}