{"CONTEXTO": " 00535-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00535-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. NO. 535-98-HC/TC LIMA PIO ELLY CHAUCA JACINTO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Carrasco Alvarado contra la resolucion expedida por la Sala Penal Corporativa Transitoria de la Corte Superior de Justicia del Santa, su fecha seis de mayo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don José Carrasco Alvarado interpone Accion de Habeas Corpus a favor de don Pio Elly Chauca Jacinto contra el Jefe de la Policia de Apoyo a la Justicia de Chimbote, Teniente P.N.P. Robert Camilo Sanchez Blanco, por violacion a la libertad individual. Alega el actor que con fecha diecinueve de marzo de mil novecientos noventa y ocho, aproximadamente a las doce horas pasado meridiano, el favorecido fue detenido y que, acto seguido, se apersono a la dependencia policial en la que este se hallaba, luego de solicitar la requisitoria correspondiente, ésta no se encontraba, permaneciendo detenido su patrocinado y configurandose, de ese modo, una detencion arbitraria e ilegal al no existir mandato expreso de detencion, esto es, el oficio correspondiente. Admitida a tramite la demanda por el Cuarto Juzgado Penal del Santa y practicadas las diligencias de ley, se llega a establecer que la detencion se llevo a cabo por los suboficiales de primera de la Policia Nacional del Perû Celso Chavez Chavez y Armando Calonge Hervias, quienes en ese momento ejercian su cargo bajo el mando del Jefe de la Policia Judicial, teniente Robert Camilo Sanchez Blanco y que la detencion se realizo en virtud de que en el Libro de Registro de Requisitorias se hallaba registrado el Oficio N.o 492-97 de la Segunda Sala Penal de la Corte Superior de Justicia de Ancash, por el cual se ordena la captura del favorecido debido a una instruccion por delito de Trafico Ilicito de Drogas, libro que se hallaba en poder de los suboficiales mencionados al momento de la detencion, conforme a sus declaraciones explicatorias. Aun cuando en el acto de detencion los suboficiales nombrados no llevaban consigo el oficio correspondiente, la copia de este documento fue presentada por el accionado el dia que fue citado al Juzgado. El dia veintitrés de marzo de mil novecientos noventa y ocho, el accionado pone al favorecido a disposicion de la autoridad judicial que ordeno su captura. / TRIBUNAL CONSTITUCIONAL El Cuarto Juzgado Penal del Santa, Chimbote, a fojas veintinueve, por resolucion de fecha veintiséis de marzo de mil novecientos noventa y ocho, declara improcedente la Accion de Habeas Corpus, por considerar, principalmente, que el accionado ha acreditado la existencia del mandato escrito de detencion del favorecido y que la detencion fue producto de un procedimiento regular y se realizo en cumplimiento de una orden escrita de la autoridad judicial competente. La Sala Penal Corporativa Transitoria de Chimbote de la Corte Superior de Justicia del Santa, a fojas cuarenta y cuatro, por resolucion de fecha seis de mayo de mil novecientos noventa y ocho, declaro improcedente la Accion de Habeas Corpus por los mismos fundamentos.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 20, inciso 24), literal \"f de la Constitucion y el articulo 12°, inciso 10) de la Ley N.o 23506, una persona no puede ser detenida sino por mandato escrito y motivado del Juez 0 por las autoridades policiales, en caso de flagrante delito. 2. Que, la autoridad emplazada incurrio en detencion arbitraria contra el favorecido. Sin embargo, este acto lesivo ha devenido en irreparable, conforme al inciso 1) del articulo 6° de la Ley N.o 23506, pues a través del proceso de habeas corpus no puede restituirse el derecho conculcado en la medida que existio un mandato de detencion que lo impide, el Oficio N.o 492-97, emitido por la Segunda Sala Penal de la Corte Superior de Justicia de Ancash, su fecha cinco de febrero de mil novecientos noventa y siete, que obra en autos a fojas doce. 3. Que, no obstante lo afirmado en el fundamento anterior conduce a declarar la improcedencia de la presente Accion, no corresponde sustentar dicha declaracion en el hecho de que la detencion fue ordenada por un Juez competente dentro de proceso regular, conforme a lo dispuesto por el inciso b) del articulo 16° de la Ley N.o 25398, 0 el inciso 2) del articulo 6° de la Ley N.o 23506, pues en este caso el acto lesivo no se origina en resolucion judicial alguna sino en la autoridad policial emplazada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Sala Corporativa Penal Transitoria de la Corte Superior de Justicia del Santa, su fecha seis de mayo de mil novecientos noventa y ocho, que confirmo la apelada que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT A GARCIA MARCELO MME Lo que Certifioot 2 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-05-13", "id": 35095, "nombre_demandado": "Jefe de la Policía de Apoyo a la Justicia de Chimbote (Teniente PNP Robert Camilo Sánchez Blanco)", "nombre_demandante": "Pío Elly Chauca Jacinto", "numero_expediente": "00535-1998-HC"}