{"CONTEXTO": " 00548-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00548-1997-AC.pdf) --- 262 TRIBUNAL CONSTITUCIONAL Exp. No 548-97-AC/TC Caso: Cia.Minera Santa Julia S.A. Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de PlenoJurisdicciona, con la asistencia de los Senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiocho de mayo de mil novecientos noventa y siete, que confirmando la sentencia apelada del quince de agosto de mil novecientos noventa y seis, declaro Infundada la accion de cumplimiento interpuesta por la Compania Minera Santa Julia SA. contra don Walter Casquino Rey, Jefe del Registro Publico de Mineria.", "ANTECEDENTES:": "La empresa demandante, representada por su Presidente, don Carlos de la Puente Noriega, interpone su accion sustentando Su reclamo en el no acatamiento, por parte del emplazado, de los articulos 230° y 231° del Decreto Legislativo No 109, asi como en la renuencia de otorgarle el Titulo de Concesion Minera correspondiente a los denuncios Santa Julia No 1, Santa Julia No 3, Santa Julia No 4 y Santa Julia No 5, con partidas 14201, 14203, 14204y 14205, respectivamente. Alega la demandante que con fecha 07-02-86, celebro los denuncios mineros arriba referidos por ante la entonces Jefatura Regional de Mineria de Huaraz. Que luego de haber obtenido sus denuncios amparo provisional, éste es dejado sin efecto por las mismas autoridades de la citada ex-Jejatura, iniciandose una serie de hechos ilicitos que han ocasionado que hasta la fecha de su demanda no se cumpla con concederle los Titulos de Concesion Minera a sus denuncios. Que oportunamente se les informo a las autoridades del sector Energia y Minas de estos hechos, habiendo estas reconocido la excesiva demora en el tramite de sus denuncios. Que finalmente, al dirigirse al Jefe del Registro Publico de Mineria que es el encargado de o 5 2 TRIBUNAL CONSTITUCIONAL otorgar los titulos de Concesion conforme al inciso f del articulo 105° del Texto Unico de la Ley General de Mineria, ha tenido una respuesta negativa. Que por el contrario el citado emplazado, pretende extinguir por caducidad por. falta de pago el derecho de vigencia de sus denuncios, no obstante no tener. facultades para ello, lo que incluso ha obligado a denunciarlo penalmente por abuso de autoridad. Admitida la accion a tramite por el Vigésimo Cuarto Juzgado Especializado en lo Civil de Lima, se dispone su traslado, siendo absuelta por la representante del Registro Publico de Mineria, quien la niega y contradice fundamentalmente por estimar: Que el procedimiento previsto en los articulos 230° y 231° del Decreto Legislativo No 109 se ha venido aplicando en la tramitacion de los denuncios Santa Julia No 1, Santa Julia No 3, Santa Julia No 4 y Santa Julia No 5, hasta su declaracion de caducidad mediante Resolucion Jejatural No 041-95-RPM, por falta de pago del derecho de vigencia de los anos 1993 y 1994, basada en la obligacion a la que estaban sujetos de acuerdo a la Décimo Tercera Disposicion Transitoria del Decreto Legislativo No 708, que dispone que \"Los titulares de denuncios 0 concesiones mineras que se formulen hasta la entrada en vigencia de la presente Ley pagaran el derecho de vigencia a partir de 1993, ano a partir del cual se iniciard el computo de los plazos a que se refiere el articulo 280\", puntualizandose que la vigencia del citado Decreto se inicio el 15-12-91; Que segin el articulo 96° del Decreto Supremo No 03-94- EM, la extincion de obligaciones, denuncios y petitorios mineros sera declarada en cada caso por Resolucion del Jefe del Registro Publico de Mineria, la caducidad por falta de pago del Derecho de Vigencia, se declarara por resolucion colectiva notificada en el diario oficial \"El Peruano \"; Que el procedimiento para la declaracion de caducidad por falta de pago, se encuentra establecido por los articulos 76, 770 y 78° del Decreto Supremo No 03-94-EM, segiin los cuales, durante setiembre de cada aho la Direccion General de Mineria expedira la Resolucion Directoral colectiva de todos los denuncios, concesiones y petitorios cuyos titulares no cumplieron con el pago del derecho de vigencia, la que sera publicada, durante octubre siguiente, los titulares de los derechos, podran solicitar se les excluya de dicha resolucion acreditando el pago del Derecho de Vigencia ante la Direccion General de Mineria, quien emitira la resolucion de exclusion correspondiente, en el mes de diciembre, la Direccion remitirà al Registro Publico de Mineria la Resolucion Directoral de los denuncios, concesiones y petitorios que no acreditaron el pago del derecho de vigencia a efectos que se declare la caducidad de los mismos por elJefe del Registro Publico de Mineria; Que mediante laR.D. No 353-94-EM/DGM, se aprobo el listado de los derechos mineros que incumplieron con el pago del derecho de vigencia durante 1993-94, el que fue publicado en 30-09-94, con R.D. No 433-94-EM/DGM se aprobaron las exclusiones correspondientes y se aprobo la relacion de denuncios, concesiones y petitorios, que no acreditaron el pago del Derecho de Vigencia, la cual se remitio al Registro de Mineria y sirvio de sustento a la R.J. No 041-95-RPM; Que los derechos declarados caducos, que cuenten 0 queden con resolucion consentida, no seran publicados como denunciables y sus expedientes seran archivados definitivamente, no constituyendo antecedentes ni titulo alguno para la formulacion de nuevos petitorios de acuerdo al articulo 2° del Decreto de Urgencia No 036-95, resaltandose que los derechos mineros de la demandante, todos de la ExJefatura Regional de mineria de Huaraz se les aplico dicho dispositivo debido a que la Resolucion Jefatural No 041-95-RPM, que los declaro caducos, no. fue impugnada dentro de los quince dias posteriores a la notificacion efectuada en \"El Peruano \" el 03-02-95; Que al no haberse hecho usO de las oportunidades que franquea la ley para reclamar la declaratoria de incumplimiento y caducidad, respectivamente, es que ha concluido la jurisdiccion administrativa, se archiva el expediente y el drea revierte al Estado, sin que genere antecedente ni se constituya en titulo que pueda invocarse para nuevos petitorios; Que los derechos reclamados se encuentran extinguidos y cualquier disposicion en contra seria actuar contra la ley. De fojas ochenta y dos a ochenta y seis y con fecha quince de agosto de mil novecientos noventa y seis, el Vigésimo Cuarto Juzgado Especializado en lo Civil de Lima expide resolucion declarando infundada la demanda. Interpuesto recurso de apelacion, los autos son remitidos a la Segunda Fiscalia Superior de Derecho Publico para efectos de la vista correspondiente y devueltos los autos con dictamen que se pronuncia por que se 3 264 TRIBUNAL CONSTITUCIONAL confirme la apelada, la Sala Especializada de Derecho Publico de la Corte Superior de Lima, de fojas ciento cincuenta y cinco a ciento cincuenta y seis y con fecha veintiocho de mayo de mil novecientos noventa y cinco, confirma la resolucion apelada. Contra esta resolucion, la entidad demandante interpone recurso de nulidad; por lo que de conformidad con el articulo 41° y la Disposicion Transitoria Cuarta de la Ley No 26435, se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, se orienta éste a obligar al emplazado, en su calidad de Jefe del Registro Publico de. Mineria a cumplir con el procedimiento establecido en los articulos 230° y 231° del Decreto Legislativo No 109 0 Nueva Ley General de Mineria, concordante / 1 con la Disposicion Transitoria Décima del Decreto Supremo No 014-92-EM 0 Texto Unico Ordenado de la Ley General de Mineria, y, se otorgue, por consiguiente, el Titulo de Concesion Minera respecto de los denuncios mineros Santa Julia No 1, SantaJulia No 3, Santa Julia No 4 y Santa Julia No5, con partidas No 14201, No 14203, 14204 y 14205, respectivamente, e inscritas en su oportunidad por ante la Ex Jefatura Regional de Mineria de la ciudad de Huaraz. Que, en consecuencia y a efectos de delimitar la legitimidad 0 no de la pretension demandada, es preciso empezar por senalar, que, conforme a la Décima Disposicion Transitoria del Decreto Supremo No 014-92- EM \"Los derechos mineros en tramite continuaran rigiéndose por las normas de procedimiento ordinario previstas en el Decreto Legislativo No 109 y sus disposiciones reglamentarias, prevalecientes a la fecha\". Que, los articulos 230°. y 231° del Decreto Legislativo No 109, del doce de. junio de mil novecientos ochenta y uno, regulan el procedimiento para que los titulares de Denuncios Mineros ya reconocidos, obtengan la correspondiente resolucion de otorgamiento del titulo de Concesion, situacion en la que precisamente se encontraba la Compahia demandante al momento de expedirse el citado Decreto Supremo No 014-92-EM, esto es, hacia el cuatro de junio de mil novecientos noventa y dos. Que, por consiguiente, tratandose en el presente caso de Denuncios obtenidos el siete de febrero de mil novecientos ochenta y seis, que contaban con amparo provisional, y cuyo tramite para otorgamiento de concesion se encontraba pendiente, su tratamiento juridico al amparo de un nuevo régimen, en este caso el correspondiente al Decreto Supremo No 014-92-EM, solo podia ser razonable en tanto se reconociera su regulacion por la norma que originalmente los establecio, es decir, por el Decreto Legislativo No 109, idea que por otra parte resulta plenamente coherente a la luz del principio de irretroactividad de las normas juridicas. Que, lo afirmado permite considerar que si el Decreto Legislativo No 109 y el Decreto Supremo No 014-92- EM no condicionaban expresamente a la demandante a cancelar el derecho de vigencia correspondiente a los anos 1993 y 1994, por no ser afectas a tal obligacion, conforme se ha visto, no se ha debido incluir a la demandada, Compahia Minera Santa Julia SA., ni en la Resolucion Directoral No 353-94-EM/DGM que aprobo el listado de los derechos mineros que incumplieron con el referido pago por derecho de vigencia, ni en la Resolucion Directoral No 433-94-EM/DGM, que aprobo las exclusiones correspondientes asi como la relacion de denuncios, concesiones y petitorios cuyos titulares no acreditaron el pago oportuno del derecho de vigencia, ni, por ultimo, en la Resolucion. Jefatural No 041-95-RPM, que declaro caducos los derechos de la demandante.  TRIBUNAL CONSTITUCIONAL Que, al revés de ello, habiendo estado obligado el Registro Publico de Mineria, a darle el curso correspondiente al tramite iniciado por la demandante conforme a los articulos 230° y 231° del Decreto Legislativo No 109, ha incumplido con las previsiones legales respectivas lo que torna efectivamente viable el petitorio de la demanda. Que, en consecuencia, no habiendose incurrido en ninguna causal de improcedencia y existiendo evidente legitimidad en el reclamo producido, resultan de aplicacion el articulo 4° de la Ley No 26301, en concordancia con los articulos 10, 20, 3° de la Ley 23506 y el articulo 200° inciso 6, de la Constitucion Politica del Estado Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la LeyModificatoria No 26801,", "FALLA:": "REVOCANDO la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y cinco, su fecha, veintiocho de mayo de mil novecientos noventa y siete, que, confirmando la resolucion apelada del quince de agosto de mil novecientos noventa. y seis, declaro Infundada la accion. REFORMANDO la de vista, declararon FUNDADA la Accion de Cumplimiento interpuesta y en consecuencia INAPLICABLES especificamente a la Compania Minera Santa Julia S.A., la Resolucion Directoral No 353-94-EM/DGM, la Resolucion Directoral No 433-94-EM/DGM: y la Resolucion Jefatural No 041-95-RPM,y ORDENARONal. Jefe del Registro Publico de Mineria cumplir con el procedimiento previsto en los articulos 230° y 231° del Decreto Legislativo No 109 y en su oportunidad otorgar el Titulo de Concesion Minera respecto de los Denuncios Mineros Santa Julia Nol con Partida 14201, Santa Julia No 3 con Partida 14203, Santa Julia No 4 con Partida 14204 y Santa Julia No 5 con Partida 14205. Dispusieron asi mismo la publicacion de la presente en el diario oficial \"El Peruano y los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT arceer DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. Lsd. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-21", "id": 36826, "nombre_demandado": "Jefe del Registro Público de Minería (Walter Casquino Rey)", "nombre_demandante": "Compañía Minera Santa Julia SA", "numero_expediente": "00548-1997-AC"}