{"CONTEXTO": " 00544-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00544-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP-N-544-98-AA/TC LIMA CÉSAR AUGUSTO MUJICA SANCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don César Augusto Mujica Sanchez contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento catorce, su fecha cinco de mayo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don César Augusto Mujica Sanchez, interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional - ONP, solicitando se nivele su derecho pensionario en su calidad de Auditor II - nivel remunerativo SPA, del Régimen del Decreto Ley No 20530, con las remuneraciones de los servidores activos de la Superintendencia Nacional de Administracion Tributaria, asi como el pago de los reintegros de remuneraciones, por haberse violado su derecho a la nivelacion de su pension y reintegro con intereses. Ampara su demanda en los articulos 11°,12°, inciso 2) del articulo 26° de la Constitucion concordantes con el articulo 24° y conexas de la Ley No 23506, refiriendo como hechos, que la Direccion General de Contribuciones, hoy SUNAT, mediante Resolucion Gerencial 11-4000-N 012-95/SUNAT, de treinta y uno de enero de mil novecientos noventa y cinco, le otorgo, en via de regularizacion, pension definitiva de cesantia en el cargo de Auditor II, con nivel remuenrativo SP-A; sin embargo, alega que, desde el mes de octubre de mil novecientos noventa y uno, el personal de la SUNAT esta percibiendo una remuneracion mensual que supera los cinco mil nuevos soles. Por estos motivos, el demandante solicita que la Oficina de Normalizacion Previsional- ONP cumpla con el pago del reintegro de nivelacion de remuneraciones de acuerdo a lo que perciben los trabajadores de la SUNAT que ocupan cargo similar al suyo. La Oficina de Normalizacion Previsional contesta la demanda precisando que no se ha acreditado derecho constitucional alguno materia de violacion; ademas no refiere ni prueba los supuestos desniveles remunerativos existentes entre los servidores activos y los cesantes; asimismo, propone la excepcion de caducidad ya que han transcurrido mas de dos anos desde la expedicion de la Resolucion Gerencial 11-4000 - No 012- TRIBUNAL CONSTITUCIONAL 95/SUNAT y excepcion de falta de agotamiento de la via previa por cuanto no se interpuso recurso impugnativo alguno contra la resolucion antes acotada. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha veintiséis de setiembre de mil novecientos noventa y siete, a fojas cuarenta y nueve, declaro infundadas la excepcion de caducidad y la excepcion de falta de agotamiento de la via previa; y fundada la demanda, por considerar que al amparo del Decreto Ley No 20530 se reconoce al trabajador no solo una pension reajustable y renovable, sino que conforme a la Ley No 23495 y al Decreto Supremo No 015-83- PCM, la nivelacion de los cesantes, con mas de veinte anos de servicios, con los haberes de los servidores publicos en actividad de las respectivas categorias se hara en forma progresiva; y siendo que el demandante cuenta con veintitrés anos tres meses y un dia de servicios prestados al Estado a la fecha de su cese, deviene en amparable su demanda. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha cinco de mayo de mil novecientos noventa y ocho, a fojas ciento catorce, declaro fundada la excepcion de falta de agotamiento de la via previa, improcedente la demanda, e infundada la excepcion de caducidad. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, la pretension del demandante tiene por objeto se le nivele su derecho pensionario en su condicion de Auditor II, nivel remunerativo SPA del régimen de pensiones del Decreto Ley No 20530, con las remuneraciones de los servidores activos sujetos al régimen laboral de la actividad privada de la Superintendencia Nacional de Administracion Tributaria. 2.- Que, la nivelacion a que tienen derecho todos los pensionistas del Régimen del Decreto Ley No 20530, debe efectuarse con los haberes del funcionario O trabajador que se encuentre en actividad en el mismo nivel, categoria y régimen laboral que ocupo el pensionista al momento de su cese, siendo inaplicable la nivelacion entre regimenes previsionales distintos, asi como en relacion a trabajadores que a la fecha se encuentran en régimen laboral de la actividad privada. 3.- Que, de encontrarse algun trabajador de la institucion con el mismo nivel y categoria, el demandante podra recurrir a instancia judicial ordinaria pertinente a fin de que en estacion probatoria y con elementos de prueba suficientes, se determine si corresponde nivelar 0 no su pension. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion expedida por Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento catorce, su fecha cinco de mayo de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. 24 / -  - S.S. ACOSTA SANCHEZ Vhue DIAZ VALVERDE NUGENT w L aut AL  i mcuila GARCIA MARCELO Lo que Certifi00: M Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL EGD. 3", "fecha_publicacion": "1998-11-16", "id": 37186, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "César Augusto Mujica Sánchez", "numero_expediente": "00544-1998-AA"}