{"CONTEXTO": " 00547-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00547-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 547-99-HC/TC LIMA MICHAL IVCHER EVEN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de agosto de mil novecientos noventa nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alberto Borea Odria contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y seis, su fecha veinticuatro de mayo de mil novecientos noventa y nueve, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Alberto Borea Odria interpone Accion de Habeas Corpus a favor de dona Michal Ivcher Even y contra el Juez de Delitos Tributarios y Aduàneros de Lima, don Nicolas Lopez Trujillo. Sostiene el promotor de la accion de garantia, que el denunciado ha violado los derechos de defensa, de juez imparcial, y de tutela jurisdiccional de la beneficiaria al negarse ha admitir el recurso de apersonamiento y designacion de abogado y el trâmite de una excepcion de naturaleza de accion, situacion que importa a su vez una amenaza a la libertad personal, honor, patrimonio y derecho a un debido proceso de la beneficiaria. Realizada la investigacion sumaria, el emplazado Juez Penal depone, principalmente, que \"carece de todo sentido y logica que la precitada inculpada realice todo tipo de actividad procesal realizando actividad probatoria, e interponga todo tipo de recursos y excepciones, todo ello desde la ciudad de Tel Aviv en Israel, conforme al escrito que presentara en esa oportunidad intentando 'apersonarse' pero sin hacerse presente fisica ni legalmente\". El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y cinco, con fecha cuatro de mayo de mil novecientos noventa nueve, declara improcedente la Accion de Habeas Corpus, considerando, principalmente que 6 como es de verse de autos, el Magistrado accionado ha aplicado y respetado los TRIBUNAL CONSTITUCIONAL principios que tutelan el debido proceso, precisando que los recursos presentados por el letrado recurrente, fueron proveidos en su oportunidad resultando ser falso que le hubiere negado el derecho de defensa a su patrocinada y que oportunamente se puso en conocimiento a la defensora de oficio, dada la condicion juridica de la favorecida en el proceso seguido ante su judicatura siendo resuelta con arreglo a ley\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas sesenta y seis, con fecha veinticuatro de mayo de mil novecientos noventa y nueve, confirma la apelada, considerando, principalmente, que \"a no haberse puesto a derecho prestando su declaracion instructiva se encuentra enervada de ejercer defensa ilimitada, promoviendo excepciones y otros actos procesales\". Contra esta resolucion, el actor interpone Recurso extraordinario.", "FUNDAMENTOS:": "1. Que, mediante la presente accion de garantia se pretende tutelar los derechos constitucionales de defensa, juez imparcial, tutela jurisdiccional y otros invocados en la demanda interpuesta a favor de la beneficiaria, y supuestamente trasgredidos en el proceso penal N.° 2269-98-ASA que se le sigue por la supuesta comision de delito contra la administracion de justicia. Que, al respecto, se aprecia de autos que la beneficiaria ha sido declarada rea 2. contumaz en el proceso penal antes referido, situacion juridica que resulta regulada por el Decreto Legislativo N.o 125, siendo asi que el ejercicio de su derecho de defensa y demas derechos procesales estan sujetos a los alcances legales de dicha norma procesal. Que, en este sentido, la actuacion funcional del Juez Penal emplazado, manifestada 3. en las providencias judiciales materia de esta accion de garantia, no configura la violacion constitucional que se alega en la demanda. Que, asimismo, cabe senalar que de presentarse la beneficiaria en cualquier etapa 4. del proceso penal en el que ha sido comprendida, podra designar al abogado de su eleccion para que ejerza la defensa técnica de sus derechos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que 16 confieren la Constitucion Politica y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y seis, su fecha veinticuatro de mayo de mil novecientos noventa y nueve, que confirmando la apelada declaro improcedente la Accion de Habeas Corpus y, reformandola, la declara TRIBUNAL CONSTITUCIONAL INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "VAr 1 ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 1 avci MS LO QUE CERTIFICO: Iirten DR. CESAR CIEAS LONGA SECRETARIO-I RÉLATOR (e)", "fecha_publicacion": "1999-10-26", "id": 35898, "nombre_demandado": "Juzgado de Delitos Tributarios y Aduaneros de Lima (Nicolás López Trujillo)", "nombre_demandante": "Alberto Borea Odría a favor de Michal Ivcher Even", "numero_expediente": "00547-1999-HC"}