{"CONTEXTO": " 00542-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00542-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 542-98-AA/TC LIMA VICENTE CLEMENTE HAERTEL ESCOBEDO Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Vicente Clemente Haertel Escobedo y otros contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos veintiuno, su fecha veintisiete de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Clemente Haertel Escobedo y otros, interponen demanda de Accion de Amparo contra el Ministro de Defensa y el Comandante General de la Marina de Guerra del Perû, por violacion de sus derechos constitucionales, a la igualdad ante la ley, a la libertad de trabajo, al acceso a la seguridad social y a la obtencion de una pension decorosa, teniendo por objeto que el Poder Judicial disponga la inaplicabilidad de las Resoluciones Ministeriales Nos 524, 525, 526, 527, 528, 529-DE/MGP del diecisiete de junio de mil novecientos noventa y siete, y 537 y 539-DE/MGP del veinticuatro de junio de mil novecientos noventa y siete y de la Comandancia General de la Marina No 1253-96-CGMG del veinticuatro de diciembre de mil novecientos noventa y seis. Expresan que han prestado servicios en la Marina de Guerra del Perû, por veintinueve anos, once meses y dias que varian en el caso de cada recurrente; es decir, proximos a cumplir los treinta anos de servicios; la Comandancia General de la Marina, mediante Resolucion No 1253-96-CGMG, amparandose en la facultad que le confieren los articulos 51° inciso c) y 54° del Decreto Supremo No 003-82-CCFA, (Ley de Situacion Militar del Personal de Técnicos, Suboficiales y Oficiales de Mar de las Fuerzas Armadas del Peru), dispuso, mediante invitacion, el pase a la situacion de retiro de los demandantes por renovacion; desconociéndoles sus derechos pensionarios y remunerativos de percibir tres sueldos, la bonificacion especial por treinta anos, denominada viaticos, asi como los beneficios de la Asociacion Mutualista de Técnicos y Oficiales de Mar. El Procurador Publico del Ministerio de Defensa a cargo de los asuntos de la Marina de Guerra del Peru contesta la demanda negândola y contradiciéndola en todos sus extremos y solicita se declare improcedente, puesto que no hay derecho 2 TRIBUNAL CONSTITUCIONAL constitucional que proteger, asi como que no hay actos lesivos del cual protegerse. Expresa ademas que el articulo 168° de la Constitucion Politica del Peru establece que las Fuerzas Armadas se rigen por sus leyes y reglamentos respectivos, que determinan la organizacion, las funciones, las especialidades, la preparacion y el empleo y que norman la disciplina de las Fuerzas Armadas. Asimismo, el pase a la situacion de retiro por la causal de renovacion es un proceso legal que tiene por unico objetivo procurar la renovacion constante de los cuadros del personal subalterno y, en este caso, los demandantes lo conocen desde su ingreso a la carrera militar. Agrega que la aplicacion de tal prerrogativa reporta para los demandantes el otorgamiento de todos sus beneficios, incluso el de percibir pension integra y renovable del grado inmediato superior. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento cuarenta y siete, con fecha catorce de noviembre de mil novecientos noventa y siete, declara fundada la demanda, por considerar que de los documentos obrantes a fojas cien y ciento uno se advierte que una situacion igual a la expuesta a través de la presente accion, se ha producido con anterioridad a éste, y que el accionar de los emplazados en dichos casos se ha concretado a modificar las resoluciones de retiro por renovacion del personal subalterno contemplando el tiempo de servicios, especificamente, el computo de los treinta anos a efectos de que determinado personal que pasaba a retiro pueda acogerse a los beneficios que les correspondia por alcanzar dicho tiempo de servicios; que ello ha sentado precedente, cuya aplicacion reclaman los demandantes, de modo que proceder ante un mismo hecho de modo diverso y con diferente tratamiento resulta vulneratorio del derecho a la igualdad ante la ley de los accionantes, asi como a la no discriminacion bajo ningun aspecto. La Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos veintiuno, con fecha veintisiete de abril de mil novecientos noventa y ocho, revoca la apelada y la declara, por considerar que el articulo 54° del Decreto Supremo 003-82CCFA permite a los Institutos Armados, con el fin de procurar la renovacion constante de los cuadros de personal, pasar a la situacion de retiro anualmente por invitacion de la superioridad; y que el personal que pasa a esta situacion por la causal de renovacion percibira los mismos goces y beneficios como si lo hicieran por la causal de limite de edad en el grado, no vulnerandose por este motivo derecho constitucional alguno, por tratarse de un proceso legal que tiene por unico objeto procurar la renovacion constante de los cuadros de personal. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través del presente proceso, los demandantes pretenden que se declare la inaplicabilidad de la Resolucion de la Comandancia General de la Marina No 1253- 96-CGMG en virtud de la cual se resuelve pasarlos a la situacion de retiro por renovacion. 5 TRIBUNAL CONSTITUCIONAL 2. Que, en el presente caso, los demandantes tienen la condicion de militares bajo el régimen de la Ley de Situacion Militar del Personal Técnico, Suboficiales y Oficiales de Mar de las Fuerzas Armadas del Perû, aprobado por el Decreto Supremo No 003-82-CCFA y Decreto Supremo No 050-DE/MGP/2. En mérito de estos dispositivos, el Director General del Personal nombro una Junta de Investigacion para el Personal Subalterno constituida en Junta Calificadora, la cual efectuo el estudio de seleccion y recomendo pasar a la situacion de retiro por la causal de renovacion al personal subalterno, dentro de los cuales se encontraban los demandantes, recomendacion que no afecta el derecho constitucional, sino que se hace al amparo del articulo 168° de la Constitucion. 3. Que, de autos se aprecia que la resolucion cuestionada ha sido expedida de acuerdo a lo dispuesto en el articulos 51° inciso c)y 54° del Decreto Supremo 003-82-CCFA, norma que permite a los Institutos Armados, con el fin de procurar la renovacion constante de cuadros de personal, pasar al personal a la situacion de retiro anualmente por invitacion de la superioridad, estableciendo que el personal que pasa a esa situacion por causal de renovacion percibira los mismos goces y beneficios como si lo hiciera por la causal de limite de edad en el grado. Por consiguiente, dicha medida por causal de renovacion no vulnera ningun derecho constitucional, por tratarse de un proceso legal que tiene por unico objeto procurar la renovacion constante de los cuadros del personal. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima de fojas doscientos veintiuno, su fecha veintisiete de abril de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, L vC ce NUGENT, VLL GARCIA MARCELO. E.G.D. Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-05-23", "id": 35115, "nombre_demandado": "Ministro de Defensa y otro", "nombre_demandante": "Vicente Clemente Haertel Escobedo y otros", "numero_expediente": "00542-1998-AA"}