{"CONTEXTO": " 00548-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00548-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 548-96-AA/TC LIMA SINDICATO DE CHOFERES PROFESIONALES DE CHICLA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de abril de mil novecientos noventa y nue reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nuger Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Manuel A. Guerrero Alduy representacion del Sindicato de Choferes Profesionales de Chiclayo, contra la Resolucion la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas cie cincuenta y seis, su fecha veinte de octubre de mil novecientos noventa y cinco, que decl improcedente la Accion de Amparo contra el Alcalde de la Municipalidad Provincial Chiclayo y el Director Municipal de Transito de dicha Municipalidad.", "ANTECEDENTES:": "Don Manuel A. Guerrero Alduy, en representacion del Sindicato de Chof Profesionales de Chiclayo, interpone Accion de Amparo contra don Arturo Cast Chirinos, Alcalde de la Municipalidad Provincial de Chiclayo y don Onésimo Mego Muf Director Municipal de Transito de dicha Municipalidad, a fin de que se declare inaplica la Resolucion Municipal N.o 260-95-MPCH/A de fecha doce de abril de mil novecier noventa y cinco, mediante la cual se aprueba el sistema de recorridos, paraderos y urbanas de colectivos de la ciudad de Chiclayo y se fusionan los comités existentes. Sei que la demandada no ha cumplido con elaborar el plan regulador dentro del pl establecido por el Decreto Supremo No. 010-92-TCC. Asimismo, que al promulgarse decretos supremos No. 12-94-TCC, 13-94-TCC y 016-94-TCC y la Ordenanza Munici N.o 07-94-MPCH/A, que prorrogan el plazo para la inscripcion de las unidades vehicula hasta el treinta y uno de octubre de mil novecientos noventa y cuatro, sus asocia cumplieron con dichas disposiciones, habiendo remitido a la Direccion de Transito de demandada los expedientes de todas las asociaciones con sus padrones, recorridos, croqu paraderos. Sin embargo, se pretende someterlos al cumplimiento de la Resoluc Municipal N.o 260-95-MPCH/A. Considera que, al haber solicitado la concesion sin ha obtenido respuesta, se debe entender que ha operado el silencio administrativo positi TRIBUNAL CONSTITUCIONAL Asimismo, que la reubicacion que se pretende afecta a las asociaciones de colectivos. Manifiesta asimismo, que esta exceptuado de agotar la via administrativa en tanto que la agresion se convertiria en irreparable, mas aun si el Alcalde ha expresado que es imposible revocar la Resolucion Municipal porque ello equivaldria a desechar el estudio técnico, que ha demandado mucho tiempo y dedicacion. Admitida la demanda, ésta es contestada por don Marco Polo Exebio Garcia y don Onésimo Mego Munoz, Apoderado y Director de Transito y Transporte de la Municipalidad Provincial de Chiclayo, respectivamente. Sostienen que con anterioridad a la promulgacion del Decreto Supremo N.o 010-92-TCC se aprobo el Plan de Racionalizacion del Transporte, el cual contiene la regulacion de rutas, que fue de conocimiento de los transportistas, tanto es asi que el gremio propuso un Plan Alternativo de Descongestionamiento; que, no se ha violado derecho constitucional alguno de los asociados del sindicato demandante porque ellos tienen libertad de trabajar bajo las reglas establecidas por el gobierno municipal. Asimismo, alega que el demandante no ha agotado la via administrativa. El Juez del Segundo Juzgado Especializado en lo Civil de Chiclayo, a fojas ciento nueve, con fecha dieciséis de junio de mil novecientos noventa y cinco, expide resolucion declarando improcedente la Accion Amparo, al considerar que el demandante no agoto la via administrativa. La Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas ciento cincuenta y seis, con fecha veinte de octubre de mil novecientos noventa y cinco, confirmo la apelada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que es necesario establecer si el demandante ha cumplido con la exigencia prevista 1. en el articulo 27° de la Ley N.o 23506 de Habeas Corpus y Amparo, respecto al agotamiento de la via previa. Que el articulo 122° de la Ley N.o 23853, Organica de Municipalidades, establece 2. que los actos administrativos municipales que den origen a reclamaciones individuales se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos, hoy con rango de ley. Que, en el caso de autos, a fojas noventa y siete, aparece copia del Recurso de 3. Reconsideracion de fecha veintisiete de abril de mil novecientos noventa y cinco, presentado por el demandante contra la Resolucion de Alcaldia N.o 260-95-MPCH/A del doce de abril de mil novecientos noventa y cinco, objeto de la Accion de 2 TRIBUNAL CONSTITUCIONAL Amparo, observandose que aquél no espero que la demandada resuelva dicho recurso en el plazo de ley, habiendo planteado la demanda el dia dieciséis de mayo de mil novecientos noventa y cinco, sin agotar la via administrativa. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento cincuenta y seis, su fecha veinte de octubre de mil novecientos noventa y cinco, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ Vluc DIAZ VALVERDE NUGENT GARCIA MARCELO LL MU W 1 NF Certifiooi LO que Dre. MARIA LUZ VASOUEZ RELATORA DBECRETARIA RLONTTUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-09-07", "id": 35690, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Chiclayo (Arturo Castillo Chirinos) y otro", "nombre_demandante": "Manuel A. Guerrero Alduy en representación del Sindicato de Choferes Profesionales de Chiclayo", "numero_expediente": "00548-1996-AA"}