{"CONTEXTO": " 00540-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00540-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 540-97-HC/TC AYACUCHO MAURO HILARIO CASTILLO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como Recurso Extraordinario, interpuesto por don Mauro Hilario Castillo contra la Resolucion de la Sala Penal de la Corte Superior de Justicia de Ayacucho, su fecha diecinueve de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Mauro Hilario Castillo interpone a su favor Accion de Habeas Corpus contra el Juez del Segundo Juzgado Especializado en lo Penal de Huamanga, don Guillermo Saavedra Sanchez, por atentar contra su libertad individual, al encontrarse internado en el establecimiento para sentenciados de \"Yanamilla\" desde el ocho de noviembre de mil novecientos noventa y cinco, a pesar de que su condena terminaba en noviembre de mil novecientos noventa y uno. El Juez del Tercer Juzgado Especializado en lo Penal de Huamanga, segun consta a fojas diez, con fecha cuatro de junio de mil novecientos noventa y siete, se entrevisto con don Mauro Hilario Castillo, verificando que se encuentra recluido en el Establecimiento Penal de Maxima Seguridad \"Yanamilla\" desde el ocho de noviembre de mil novecientos noventa y cinco al haber sido revocado el beneficio penitenciario de libertad condicional, hoy semilibertad, derivado del proceso penal seguido en su contra por el delito de trafico ilicito de drogas en agravio del Estado. A fojas dieciocho obra el Acta de la declaracion de don Guillermo Saavedra Sanchez, Juez del Segundo Juzgado Especializado en lo Penal de Huamanga. En esta diligencia, don Guillermo Saavedra Sanchez manifesto que el actor fue sentenciado a diez anos de pena privativa de la libertad por el delito de trafico ilicito de drogas en agravio del Estado. Mediante Incidente N.o 45-86 se le concedio el beneficio de libertad condicional, beneficio que fue revocado por haber incumplido las reglas de conducta, por lo que se dispuso su captura para que cumpla con la condena impuesta en el referido proceso penal. El Tercer Juzgado Especializado en lo Penal de Huamanga-Ayacucho, a fojas veintidos, con fecha cinco de junio de mil novecientos noventa y siete, declaro improcedente la demanda, en aplicacion del articulo 6° inciso 2) de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2 TRIBUNAL CONSTITUCIONAL La Sala Penal de la Corte Superior de Justicia de Ayacucho, a fojas cuarenta, con fecha diecinueve de junio de mil novecientos noventa y siete, por el mismo fundamento, confirmo la apelada. Contra esta resolucion, el actor interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la detencion de don Mauro Hilario Castillo, ocurrida con fecha ocho de noviembre de mil novecientos noventa y cinco, deviene de un proceso regular al haber sido revocado el beneficio de semilibertad, por lo que su detencion no puede calificarse de arbitaria. Que, en consecuencia, es de aplicacion el articulo 6° inciso 2) de la Ley N.o 23506, Ley 2. de Habeas Corpus y Amparo, que establece que las acciones de garantia no proceden contra resolucionj judicial emanada de un procedimiento regular. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Penal de la Corte Superior de Justicia de Ayacucho, de fojas cuarenta, su fecha diecinueve de junio de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Vherg DIAZ VALVERDE NUGENT bh GARCIA MARCELO Lo que Oertific0: MLC Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 2", "fecha_publicacion": "1999-06-28", "id": 35199, "nombre_demandado": "Segundo Juzgado Especializado en lo Penal de Huamanga (Guillermo Saavedra Sánchez - juez)", "nombre_demandante": "Mauro Hilario Castillo", "numero_expediente": "00540-1997-HC"}