{"CONTEXTO": " 00549-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00549-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. .No 549-97-AA/TC RICARDO ALDANA RIVERA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Vicepresidente, encargado de la Presidencia, ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Ricardo Aldana Rivera contra la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha cinco de mayo de mil novecientos noventisiete, que declaro Improcedente la accion de amparo.", "ANTECEDENTES:": "Don Ricardo Aldana Rivera interpone demanda de accion de amparo contra la Oficina de Normalizacion Previsional con la finalidad de que se declare inaplicable para el actor la Resolucion No 1937-93-JDPPS-93 del veintisiete de setiembre de mil novecientos noventitres, en la que se le deniega la solicitud de Pension de Jubilacion. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado de Derecho Publico, de Lima, con fecha quince de noviembre de mil novecientos noventiséis, declaro Improcedente la demanda, por considerar, entre otras razones, que el actor no agoto la via previa, asimismo opero el plazo de caducidad senalado en el articulo 370 de la Ley 23506. Interpuesto recurso de apelacion, la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, con fecha cinco de mayo de mil novecientos noventisiete confirmo la apelada, por estimar que de las pruebas aportadas no se establece que se le esté conculcando un derecho pensionario al demandante Asimismo que la accion de amparo no es la idonea para obtener resoluciones declarativas de derechos de pension. Contra esta resolucion el demandante interpone recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional. Ju", "FUNDAMENTOS:": "1.- De autos fluye que el demandante pretende mediante la presente accion de garantia que se deje sin efecto la Resolucion Administrativa No 1937-JDPPS-93 del veintisiete de setiembre de mil novecientos noventitrés, y, consecuentemente se le declare y/o reconozca un derecho, como es el derecho a jubilacion, es decir, se establece con meridiana claridad que no se ha conculcado algun derecho del actor ya declarado ylo reconocido sino que trata mediante la presente via procedimental de alcanzar un derecho. Para el caso no es la via idonea de la accion de amparo la adecuada para dilucidar un aspecto litigioso como el de autos, maxime, si el mismo esta dirigido a discernir sobre los alcances de un derecho, es decir, no sobre la vulneracion cierta y de eminente realizacion de un derecho constitucional. 2.- No obstante, se deja a salvo la facultad que tiene el actor para hacer valer su pretension en la via correspondiente. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, 5 TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la Resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha cinco de mayo de mil novecientos noventisiete, que confirmando la apelada de fecha quince de noviembre de mil novecientos noventiséis declaro Improcedente la accion de amparo; mandaron se publique en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. Mncuil SANCHEZ, ACOSTA NUGENT, Celoca DIAZ VALVERDE, GARCIA MARCELO. MR/efs Lo que Certifico: Dra. MARIALUZ VASQUEZO ZDELOPEZ TRIBUNAL ENPCNOLZELOA CONSTTOCOMAL", "fecha_publicacion": "1997-11-27", "id": 36480, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Ricardo Aldana Rivera", "numero_expediente": "00549-1997-AA"}