{"CONTEXTO": " 00547-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00547-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 547-97-AA/TC LIMA SINDICATO UNITARIO DE TRABAJADORES MUNICIPALES DE ATE VITARTE (SUTRAMUN-ATE) SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Recurso de nulidad, que se entiende como extraordinario, interpuesto por el Sindicato de Trabajadores Municipales de la Municipalidad Distrital de Ate-Vitarte, contra la resolucion expedida por la Sala Especializada de Derecho Publico de Lima del veintiocho de abril de mil novecientos noventisiete, que revocando la sentencia apelada expedida por el Juzgado Especializado en lo Civil del Cono Este de Lima, declaro improcedente la demanda de accion de amparo interpuesta contra don Enrique Pajuelo Roldan, en su calidad de Alcalde de la Municipalidad Distrital de Ate-Vitarte y de los miembros de la Comision Evaluadora del Personal: dona Patricia Morales Bustamante, en su calidad de Directora de Administracion, don Jorge Armando Ascano Valencia, en su calidad de Jefe de la Oficina de Planificacion y Presupuesto, don José Manuel Salazar,en su calidad de Jefe de la Oficina de Asuntos Juridicos, y don Carlos Alberto Carbajal 2 TRIBUNAL CONSTITUCIONAL Gonzales en su calidad de Jefe de la Division de Personal, por amenaza de despido arbitrario. ANTECEDENTES . En aplicacion del Decreto Ley 26093 que dispone que las Instituciones Publicas descentralizadas deben cumplir con efectuar semestralmente Programas de Evaluacion de Personal, la Municipalidad Distrital de Ate-Vitarte por Acuerdo del Concejo No 41-96 del diez de junio de mil novecientos noventiséis, aprueba la Directiva No 001-96-DA-MA- Bases para la Evaluacion del Personal de la Municipalidad de Ate y a la vez dispone se proceda a la publicacion de este acuerdo y a su cumplimiento, como realmente se hace el dia doce de junio de mil novecientos noventiséis en el Diario Oficial \"El Peruano\" Por este motivo el Sindicato Unitario de Trabajadores Municipales de Ate-Vitarte (SUTRAMUN-ATE), representado por su Secretario General interpone accion de amparo solicitando cese la amenaza de declarar excedentes a los trabajadores municipales estables y nombrados conforme a ley, y se declare la no aplicacion de la Directiva No 001-96-DA- MA, Bases para la Evaluacion de Personal de la Municipalidad de Ate-Vitarte; por estar ilegalmente expedida y expresar amenaza de despido arbitrario, lo que atenta contra sus M derechos laborales protegidos por el articulo 2° inc. 2) e inc. 15, los articulos 22°, 230, 26°, 27° y 28° de la Constitucion Politica del Peru. A foja cuarenticuatro, corre la sentencia expedida por el Juzgado Especializado en lo Civil del Cono Este declarando fundada la demanda. A foja sesenta sale a juicio el CO- demandado don José Manuel Salazar Castaneda senalando domicilio procesal manifestando no habérseles notificado con la demanda. A foja ochentiuno, este mismo funcionario apela de la sentencia aduciendo que los demandantes no agotaron las vias previas. A foja ciento cuarenticinco, corre la sentencia de vista expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima que reformando la sentencia apelada, declara improcedente la demanda. Por lo que la parte demandante interpone recurso de nulidad que se le concede como extraordinario. FUNDAMENTOS: : Que, del analisis que se hace del expediente, se desprende que a los recurrentes no se les ha violado ningun derecho Constitucional, como lo establece el articulo 2° de la Ley ) TRIBUNAL CONSTITUCIONAL 23506, dado que la Directiva No 001-96-DA-MA, Bases para la Evaluacion del Personal de la Municipalidad de Ate, se ha emitido dentro de los marcos legales establecidos. Que, el Decreto Ley No 26093 expedido el veintinueve de diciembre de mil novecientos noventidos, establece que los titulares de los distintos Ministerios, y las Instituciones Publicas descentralizadas, debian cumplir con efectuar programas de evaluacion de personal de acuerdo a las normas que para tal efecto se establecen, y ademas se autorizaba a dictar las normas para la correcta aplicacion del dispositivo mediante resolucion, y es lo que el Concejo de Ate-Vitartehaprocedido a dar cumplimiento mediante aprobacion de la Directiva que ahora se cuestiona. Que, en sus articulos 2° y 3° del decreto mencionado, dispone que el personal sometido a evaluacion no calificara, debia ser cesado por excedencia, derogândose todas las disposiciones que se opongan al decreto ley; entonces la Directiva No 001-96-DA-MA Bases para la Evaluacion del Personal de la Municipalidad de Ate se da en aplicacion de ese dispositivo legal, por lo tanto no es una amenaza esta Directiva. Que, por otra parte, la Ley de Presupuesto de mil novecientos noventiséis, en su Octava Disposicion Transitoria y Final, otorga facultades al Poder Ejecutivo para llevar a cabo un proceso de modernizacion integral en la organizacion de las entidades que se encuentran comprendidas en el Volumen 3 del articulo 4° de esta ley, esto es, las Municipalidades, incluyéndolas dentro de los alcances del Decreto Ley No 26093. Que, de los actuados podemos observar, la disposicion de efectuar la evaluacion de personal por parte del Municipio es una decision enmarcada dentro de la ley; conforme lo establece el articulo 191° de la Constitucion, las Municipalidades tienen autonomia politica, economica y administrativa en los asuntos de su competencia, siendo uno de ellos el aspecto de la evaluacion del personal a su cargo. Que, como es de verse de fojas 20° a 24, la parte demandante opto por recurrir a la via judicial ordinaria denunciando a las mismas personas y por los mismos hechos ante la Segunda Fiscalia Provincial Penal de Lima. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica, FALLA : CONFIRMANDO la resolucion de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cuarenticinco, su fecha veintiocho de abril de mil TRIBUNAL CONSTITUCIONAL novecientos noventisiete que, revocando la sentencia apelada declaro fundada la demanda y reformandola declara IMPROCEDENTE la accion de amparo interpuesta; y dispusieron su publicacion en el Diario Oficial \"El Peruano\", conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, dathal artia GARCIA MARCELO. Lo que Certifico: Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAM/daf", "fecha_publicacion": "1998-02-05", "id": 36700, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Ate Vitarte (Enrique Pajuelo Roldán)", "nombre_demandante": "Sindicato Unitario de Trabajadores Municipales de la Municipalidad Distrital de Ate Vitarte", "numero_expediente": "00547-1997-AA"}