{"CONTEXTO": " 00541-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00541-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 541-97-AC/TC TACNA ASOCIACION DE PORCINOCULTORES DE LA PROVINCIA DE ILO 2/ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticuatro dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Porcinocultores de la Provincia de Ilo contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, su fecha seis de junio de mil novecientos noventa y siete, que revocando la apelada declara improcedente la demanda, en la Accion de Cumplimiento interpuesta contra el Director de la Sub-region Agraria de Moquegua.", "ANTECEDENTES:": "La Asociacion de Porcinocultores de la Provincia de Ilo, representada por su Presidente don Andrés Melly Carranza, la Secretaria de Defensa, dona Yolanda Teofila Santos de Vizcarra y el Tesorero, don Alejandro Condori Machaca; interpone la presente Accion de Cumplimiento contra el Director de la Subregion Agraria de Moquegua a fin de que cumpla con el Articulo 81° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos que determina el plazo y modo de notificaciones de las resoluciones administrativas. La demandante senala que: 1) Ha seguido el Proceso Administrativo No IX-641-83 ante el Ministerio de Agricultura y la Resolucion Directoral No 0100-89-UNA-IX, del veintisiete de noviembre de mil novecientos ochenta y nueve, aprobo la parcelacion e independizacion de cuarenta y dos hectâreas de tierras eriazas --en el sector denominado Pampa Inalambrica del Distrito y Provincia de Ilo-- a favor de su Asociacion, elevandose a Escritura Publica los contratos respectivos; 2) Ha tomado conocimiento de que la Subregion Agraria de Moquegua ordeno la cancelacion de los asientos registrales de las parcelas en mérito a la Resolucion Ministerial No 0108-94-AG, que no fue notificada a la demandante; 3) La falta de notificacion ha impedido la impugnacion de la referida Resolucion Ministerial ante la Sala Agraria de la Corte Superior; y, 4) Mediante Carta Notarial, del veintiocho de noviembre de mil novecientos noventa y seis, se requirio al Director de la Subregion Agraria de Moquegua para que cumpla con la notificacion. El Director de la Subregion Agraria de Moquegua, don Italo Arturo Cubas Longa, contesta la demanda y solicita que se declare improcedente debido a que: 1) Mediante Resolucion Ministerial No 108-94-AG, del dieciséis de marzo de mil novecientos noventa y 2 TRIBUNAL CONSTITUCIONAL cuatro, se declaro la caducidad del contrato de adjudicacion de tierras eriazas suscrito con la demandante por incumplimiento de sus obligaciones y por lo tanto revirtio al patrimonio del Ministerio de Agricultura el terreno objeto de la adjudicacion y se realizo la cancelacion registral el catorce de junio de mil novecientos noventa y seis; 2) El articulo 34° del Decreto Legislativo No 653, Ley de Promocion de las Inversiones en el Sector Agrario, senala que la transferencia de la propiedad de las tierras eriazas para otros usos agrarios esta sujeta a la condicion de destinarlas al uso para el que fueron adquiridas, dentro del plazo fijado en el correspondiente contrato; 3) Por ello, en caso de incumplimiento caduca el derecho que tiene el comprador sobre las tierras y, en el caso de autos, la demandante solicito a la Municipalidad Distrital de El Algarrobal que los terrenos sean destinados a vivienda ; y, 4) La referida Resolucion Ministerial fue publicada el dieciséis de marzo de mil novecientos noventa y cuatro y, por ello, la notificacion alegada por la demandante no puede ser exigida. El Procurador Publico, a cargo de los Asuntos Judiciales del Ministerio de Agricultura, don Fernando Félix Garcia Barrera, contesta la demanda y solicita que se declare improcedente 0 infundada debido a que la cuestionada Resolucion Ministerial cumplio con el principio de publicidad de los actos administrativos. El Segundo Juzgado Mixto de la Provincia Mariscal Nieto de Moquegua, con fecha veintiocho de febrero de mil novecientos noventa y siete, declara fundada la demanda, por considerar que, en virtud de lo dispuesto en los articulos 42° y 81° del Decreto Supremo No 02-94-JUS, la Resolucion Ministerial No 108-94-AG debio ser notificada a la demandante en la medida en que resolvia un caso especifico, dando por agotada la via previa. La Sala Civil de la Corte Superior de Justicia de Tacna, con fecha seis de junio de mil novecientos noventa y siete, revoca la apelada y declara improcedente la demanda por considerar que: 1) Conforme a lo establecido en los articulos 40° y 49° del Decreto Supremo No 02-94-JUS la demandada tenia dos medios idoneos para comunicar su pronunciamiento: la notificacion 0 la publicacion; 2) La demandante tomo conocimiento de la cancelacion de los asientos registrales a través de la Oficina Subregional de los Registros Publicos de Ilo; y, 3) Es irrelevante notificar un acto administrativo que fue publicado en el Diario Oficial \"El Peruano\" y goza de la presuncion de conocimiento a que se refiere el articulo 2012° del Codigo Civil.", "FUNDAMENTOS:": "1. Que, el inciso 4) del articulo 6° de la Ley No 23506, Ley de Habeas Corpus y Amparo, establece que no proceden las acciones de garantia contra los actos efectuados por las dependencias administrativas en el ejercicio regular de sus funciones. En el caso de autos, la Resolucion Ministerial N9108-94-AG, que declara la caducidad del contrato de adjudicacion de tierras eriazas suscrito por la Asociacion de Porcinocultores de la Provincia de Ilo y la Direccion Subregional de Agricultura de Moquegua, fue expedida de 3 TRIBUNAL CONSTITUCIONAL conformidad con las normas legales vigentes y los incisos a) y c) del Articulo 43° del Decreto Supremo No 02-94-JUS, Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos. Y, en uso de las atribuciones conferidas por el Articulo 70 del Decreto Ley No 25902, Ley Organica del Ministerio de Agricultura. 2. Que, en los Articulos 40° y 490 del Decreto Supremo No 02-94-JUS se dispone que los actos administrativos produciran sus efectos desde el dia siguiente de su notificacion 0 publicacion, salvo que el propio acto senale una fecha posterior, y que los plazos se contaran siempre a partir del dia siguiente a aquél en que tenga lugar la notificacion 0 publicacion del acto que se trate. Ello supone que el organo emisor puede comunicar un determinado pronunciamiento a través de dos mecanismos: la notificacion 0 la publicacion. Y, la Resolucion Ministerial N9108-94-AG fue publicada en el diario oficial El Peruano el dieciséis de marzo de mil novecientos noventa y cuatro, operando la presuncion de conocimiento a que se refieren las normas citadas. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, a fojas ciento veintisiete, su fecha seis de junio de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Cumplimiento interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial \"El Peruano\" y la devolucion de los actuados. S.S. 44 ACOSTA SANCHEZ huien DIAZ VALVERDE ANCLA tV NUGENT GARCIA MARCELO Lo que Certif100: / G.L.B. Dra. MARIAT ALUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-02", "id": 37297, "nombre_demandado": "Director de la Subregión Agraria de Moquegua (Procurador)", "nombre_demandante": "Asociación de Porcinocultores de la Provincia de Ilo representada por su Presidente (Andrés Melly Carranza) y otros", "numero_expediente": "00541-1997-AC"}