{"CONTEXTO": " 00546-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00546-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP N.° 546-98-AA/TC LIMA FELICITAS VALDERRAMA CASTANEDA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez; Presidente, Diaz Valverde; Vicepresidente Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Felicitas Valderrama Castaneda contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Public de la Corte Superior de Justicia de Lima, de fojas doscientos once, su fecha veintidos 16 abril de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo. ANTECEDENTES : Dona Felicitas Valderrama Castaneda interpone con fecha veintiuno de febrero mil novecientos noventa y siete demanda de Accion de Amparo contra la Municipalid Distrital de San Borja solicitando se deje sin efecto la Resolucion de Alcaldia N.° 4242- CDSB-A, de fecha veintitrés de agosto de mil novecientos noventa y seis, que dispone cese por causal de excedencia y solicita su reincorporacion como servidora de carre incluyendo las remuneraciones dejadas de percibir, por haberse violado sus derecl constitucionales al trabajo y al debido proceso. Sostiene la demandante que mediante indicada Resolucion de Alcaldia se la ceso por causal de excedencia en aplicacion a dispuesto por el Decreto Ley N.o 26093, el cual establece la obligatoriedad de efect programas de evaluacion de personal en ministerios e instituciones publicas comprendid por la Octava Disposicion Transitoria y Final de la Ley N.o 26553, Ley del Presupuesto 1e Sector Publico para 1996. Manifiesta que el proceso de evaluacion realizado en Municipalidad Distrital de San Borja no contaba con las garantias de un proceso imparci pero a pesar de ello se presento solo a una de las cuatro etapas en que consistia di evaluacion. La Municipalidad Distrital de San Borja contesta la demanda solicitando que misma sea declarada infundada considerando que el proceso de evaluacion fue estableci por el Decreto Ley N.o 26093 que contempla en su articulo 20, que el personal que califique favorablemente en el programa de evaluacion podra ser cesado por causal excedencia al igual que aquél que no concurra a dicho proceso establecido en el articulo del Reglamento de Evaluacion Semestral aprobado mediante Resolucion de Alcal d 1 N.2366-96-CDSB-A de fecha veintiocho de mayo de mil novecientos noventa y seis de referida corporacion municipal. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento cincuenta y dos, con fecha veintiocho de noviembre de mil novecientos noventa y siete, declaro fundada la demanda, considerando principalmente que la Municipalidad emplazada cometio un despido arbitrario al afirmar que la no concurrencia al proceso de evaluacion no esta considerada por el Decreto Ley N.° 26093 como causal para la declaracion de excedencia y porque, ademas, el proceso era irregular. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos once, con fecha veintidos de abril de mil novecientos noventa y ocho, revoca la apelada y la declara infundada, considerando que no se ha acreditado la afectacion de un derecho constitucional, porque el Decreto Ley N.o 26093 posee rango constitucional. FUNDAMENTOS : 1. Que las acciones de garantia proceden en los casos que se violen 0 amenacen violacion los derechos constitucionales por accion u omision de actos de cumplimient obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506. 2. Que, mediante Decreto Ley N.o 26093 se dispone la realizacion semestral de programa de evaluacion de personal en las instituciones publicas descentralizad pudiendo cesar por causal de excedencia a los trabajadores que no aprueben dic evaluacion, que por Resolucion de Alcaldia N.o 2366-96-CDSB-A se aprueba Reglamento de Evaluacion Semestral de Personal en la Municipalidad de San Borja. 3. Que la demandante inicialmente manifesto su intencion de no concurrir al proceso evaluacion de personal por falta de garantias, pero luego se sometio a dicho exam obteniendo un puntaje desaprobatorio, por lo cual se encuentra incursa en lo dispue por el reglamento de evaluacion semestral de personal. 4. Que, de autos se advierte que por Acuerdo de Concejo N.o 098-96-CDSB-C constituyo la Comision de Evaluacion de Personal de la Municipalidad Distrital de San Borja la misma que estuvo conformada por tres regidores de dicha Municipalidac contraviniendo lo dispuesto por el articulo 191° de la Constitucion Politica del Estado el articulo 370 inciso 3) de la Ley Organica de Municipalidades. 5. Que, con respecto al presente caso, el Tribunal Constitucional, mediante resoluc recaida en el Expediente N.o 639-97 AA/TC, se pronuncio sobre el mismo proceso evaluacion cuestionado por la demandante, efectuado por la Municipalidad de San Bo en el cual se establecio la vulneracion de los derechos constitucionales, derecho debido proceso, derecho a la pluralidad de instancias y la proteccion contra el despi arbitrario. 6 Que, conforme es de verse en el fundamento anterior, existe jurisprudencia uniforme Tribunal Constitucional en el sentido de que los regidores no pueden integrar comision evaluadoras, como lo establece el articulo 191° de la Constitucion que senala que O - TRIBUNAL CONSTITUCIONAL corresponden al Consejo las funciones normativas y fiscalizadoras en los procesos de evaluacion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima su fecha ventidos de abril de mil novecientos noventa y ocho, de fojas doscientos once que declaro infundada la demanda, reformandola declara FUNDADA la demanda de Accion de Amparo disponiendo la no aplicacion a la demandante de la Resolucion de Alcaldia N.o 4242-96-CDSB-A de fecha veintitrés de agosto de mil novecientos noventa y seis y su reincorporacion sin abono de las remuneraciones dejadas de percibir durante el periodo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Lgd L L L Muicele ACOSTA SANCHEZ DIAZ VALVERDE aucee Micuil V NUGENT GARCIA MARCELO Fda Gartif100: LO que Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-06-01", "id": 35159, "nombre_demandado": "Municipalidad Distrital de San Borja", "nombre_demandante": "Felícitas Valderrama Castañeda", "numero_expediente": "00546-1998-AA"}