{"CONTEXTO": " 00554-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00554-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 554-98-AA/TC LIMA ISABEL MORALES VIUDA DE ARTEAGA Y OTRAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de setiembre de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los seniores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Isabel Morales viuda de Arteaga y otros contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos setenta y ocho, su fecha treinta de abril de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo interpuesta por dona Isabel Morales viuda de Arteaga, dona Ginelda Yolanda Garcia Renner viuda de Rodriguez, dona Francisca Felipa Llerena, dona Vilma Gaudencia Tellez Postigo viuda de Gallegos, dona Leticia Maximina Otiniano Valderrama, e improcedente con respecto a dona Dora Luz Irribarren Carranza viuda de Montoya, dona Maria Pomar viuda de Velasquez, dona Dolores Ramirez Armas viuda de Vidal, dona Rosa Victoria Guerrero Portuguezy dona Rosario Espinoza viuda de Choquetico.", "ANTECEDENTES:": "Dona Isabel Morales viuda de Arteaga y otras, con fecha dieciséis de junio de mil novecientos noventa y siete, interponen demanda de Accion de Amparo contra la Empresa Nacional de Puertos y la Oficina de Normalizacion Previsional solicitando que se declaren inaplicables y sin efecto las resoluciones de esta ultima entidad, mediante las cuales se les deniega la pension de viudez y orfandad, segun el caso en concreto, asi como que se ordene el cumplimiento del abono de los devengados desde la fecha en que se genero la obligacion. Refieren las demandantes que son indistintamente conyuges e hijas supérstites de ex pensionistas de la Empresa Nacional de Puertos comprendidos en el régimen de pensiones del Decreto Ley N.o 20530; senalan que solicitaron la pension de orfandad y viudez, segun su respectiva condicion personal, a la Empresa Nacional de Puertos, cuestionan, por otro lado, la actuacion de la Oficina de Normalizacion Previsional, la cual no cumplio con resolver los recursos impugnatorios interpuestos, en algunos casos, y procedio a efectuar la revision de los derechos adquiridos en virtud de lo dispuesto en el Decreto Legislativo N.o 817 que faculta a dicha entidad a calificar y reconocer los derechos pensionarios. TRIBUNAL CONSTITUCIONAL La Oficina de Normalizacion Previsional contesta la demanda, solicitando que la misma sea declarada improcedente y propone la excepcion de falta de agotamiento de la via administrativa, senala, ademas, que la Oficina de Normalizacion Previsional se ha limitado a aplicar normas legales vigentes y que dicha entidad debia regularizar todas las incorporaciones al Régimen del Decreto Ley N.o 20530 que hayan sido ilegalmente obtenidas, por considerar que no procede el pedido del abono de las demandantes de las pensiones de orfandad y viudez al amparo de la facultad concedida por el articulo 4° del Decreto Ley N.o 817. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento noventa y cinco, con fecha veintinueve de octubre de mil novecientos noventa y siete, declara infundada la demandada interpuesta por las demandantes, dona Isabel Morales viuda de Arteaga, dona Ginelda Yolanda Garcia Renner viuda de Rodriguez, dona Francisca Felipa Llerena Saavedra, dona Vilma Gaudencia Tellez Postigo viuda de Gallegos, dona Leticia Maximina Otiniano Valderrama, por considerar principalmente que no han cumplido con los requisitos senalados por el Decreto Ley N.o 20530 para obtener el goce de las pensiones solicitadas, y que al entrar en vigencia el Decreto Legislativo N.° 817, es la Oficina de Normalizacion Previsional la entidad encargada de calificar los derechos pensionarios, no habiéndose violado derecho constitucional alguno, y declara improcedente la demanda interpuesta por las demandantes, dona Dora Luz Irribarren Carranza viuda de Montoya, dona Maria Valverde viuda de Marquez, dona Maria Pomar viuda de Velasquez, dona Dolores Ramirez Armas viuda de Vidal, dona Rosa Victoria Guerrero Portuguez y donia Rosario Hinojosa viuda de Choquetico, por considerar que las solicitudes presentadas para el abono de las pensiones de orfandad y viudez no han sido resueltas por la entidad respectiva y, por tanto, que no es posible emitir un pronunciamiento al respecto, no siendo de aplicacion el articulo 2° de Ley N.° 23506. A fojas doscientos treinta y uno, aparece el escrito de la codemandante, dona Maria Valverde viuda de Marquez, quien al amparo del articulo N.o 343 del Codigo Procesa Civil, interpone desistimiento de la apelacion presentada. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos setenta y ocho, con fecha treinta de abril de mil novecientos noventa y ocho, confirma la apelada con respecto a las mismas recurrentes en el extremo de declarar infundada la demanda, por estimar que las demandantes no han cumplido con los requisitos exigidos por el Decreto Ley N. 20530, ademas, considera que la via de la Accion de Amparo no era la adecuada para solicitar el pago de pensiones y confirma la apelada respecto a las mismas recurrentes que declara improcedente la demanda, considerando que la Accion de Amparo no tiene carâcter declaratorio sino que, mas bien, es de naturaleza restitutiva de los derechos constitucionales. Contra esta resolucion, las demandantes interponen Recurso Extraordinario. TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que la pretension de las demandantes mediante la presente Accion de Amparo es 1. que se declaren inaplicables y sin efecto legal las resoluciones dictadas por la Oficina de Normalizacion Previsional mediante las cuales se les deniega la pension de viudez y orfandad, segun el caso, a las demandantes, hijas 0 conyuges de ex pensionistas de la empresa Nacional de Puertos-Enapu S.A.comprendidos en el régimen de pensiones del Decreto Ley N.o 20530, asimismo, solicitan que se cumpla con el abono de dichas pensiones incluyendo los devengados respectivos desde la fecha en que se origino la obligacion. Que ha quedado establecido que en materia de pensiones, por la naturaleza del 2. derecho invocado, en razon de tener la pension el caracter alimentario, no es exigible el agotamiento de la via previa, en aplicacion del inciso 1) del articulo 28° de la Ley N.o 23506, por lo que debe desestimarse la excepcion de falta de agotamiento de la via previa propuesta por la parte demandada. Que a fojas sesenta y siete, setenta, de setenta y dos a setenta y cinco, de ochenta y 3. dos a ochenta y cuatro y de ochenta y seis y ochenta y siete, obran las resoluciones de gerencia general de la Empresa Nacional de Puertos-Enapu S.A. y resoluciones directorales del Ministerio de Transporte y Comunicaciones emitidas en el periodo comprendido desde el ano 1981 hasta el ano 1991, a través de las cuales se les concede la pension de cesantia y registra el reconocimiento e incorporacion de los causahabientes al régimen de pensiones del Decreto Ley N.o 20530. Que, en consecuencia, conforme se ha expresado en la Sentencia recaida en el 4. Expediente N.o 008-96-I/TC, este Tribunal considera que los derechos pensionarios adquiridos por las demandantes al amparo del Decreto Ley N.o 20530, no pueden ser desconocidos de manera unilateral y fuera de los plazos de ley por parte de la demandada, sino que contra resoluciones firmes solo procede determinar su nulidad mediante un proceso regular en sede judicial. Que, habiéndose acreditado la condicion de viudas e hijas, respectivamente, se 5. evidencia la agresion al derecho pensionario consagrado constitucionalmente en la medida en que cumplan los requisitos exigidos por la ley, por lo que resulta amparable la presente accion de garantia Que, las codemandantes dona Dora Luz Irribarren Carranza viuda de Montoya, 6. dona Maria Pomar viuda de Velasquez, dona Dolores Ramirez viuda de Vidal, dona Rosa Victoria Guerrero Portuguez, dona Rosario Hinojosa viuda de Choquetico, quienes solicitan el otorgamiento de la pension de viudez u orfandad, segun el caso, respecto a las cuales no se emitio un pronunciamiento de la entidad respectiva, ante tal situacion y al amparo de lo dispuesto en el articulo 56° de la Ley N.o 26435 Ley TRIBUNAL CONSTITUCIONAL Organica del Tribunal Constitucional, se solicito a la Empresa Nacional de Puertos- Enapu S.A. todos los documentos necesarios para acreditar la condicion de esposa e hija, respectivamente, segun el caso, informacion que nos fuera remitida por dicha Empresa y obra en autos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos setenta y ocho, su fecha treinta de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la demanda respecto de dona Isabel Morales Mejia viuda de Arteaga, dona Francisca Felipa Llerena Saavedra, dona Ginelda Yolanda Garcia Renner viuda de Rodriguez, dona Vilma Gaudencia Tellez Postigo viuda de Gallegos, dona Leticia Maximina Otiniano Valderrama, e improcedente respecto de dona Dora Luz Irribarren Carranza viuda de Montoya, dona Maria Pomar viuda de Velasquez, dona Dolores Ramirez Armas viuda de Vidal, dona Rosa Victoria Guerrero Portuguez y dona Rosario Espinoza viuda de Choquetico y reformando la apelada declara FUNDADA la Accion de Amparo, en consecuencia, inaplicables las resoluciones que deniegan las pensiones a los demandantes y ordena que la Empresa Nacional de Puertos-Enapu S.A. cumpla con abonarles las pensiones correspondientes desde el momento que se inicio la obligacion. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Uharar DIAZ VALVERDE NUGENT GARCIA MARCELO hClu TDA LO QUE GERTIFICO: MHw wlw DR.\" CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35844, "nombre_demandado": "Empresa Nacional de Puertos SA (ENAPU) y Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Isabel Morales Vda. de Arteaga y otras", "numero_expediente": "00554-1998-AA"}