{"CONTEXTO": " 00552-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00552-1997-AA.pdf) ---  TRIBUNAL CONSTITUCIONAL EXP. No 552-97-AA/TC CONSORCIO TEXTIL DEL PACIFICO S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y ocho, reunido el - Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia la sentencia siguiente:", "ASUNTO:": "Recurso extraordinario interpuesto por Consorcio Textil del Pacifico S.A. contra la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, del dieciséis de abril de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda, en la Accion de Amparo interpuesta por Consorcio Textil del Pacifico S.A. contra la Superintendencia Nacional de Administracion Tributaria.", "ANTECEDENTES:": "Consorcio Textil del Pacifico S.A., representada por don Olaf Hein Cristiani, interpone la presente Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria a fin de que se declaren inaplicables los articulos 109° y siguientes --sobre el Impuesto Minimo a la Renta - del Decreto Legislativo No 774, Ley del Impuesto a la Renta. Y se deje sin efecto las Ordenes de Pago N's. 01-1-125096 y 01-1-125780, correspondiente a los meses de enero y febrero del ano mil novecientos noventa y seis, por la suma de ciento cinco mil trescientos sesenta y dos Nuevos Soles cada una. El demandante fundamenta su accion de garantia en que el giro de dichas ordenes de pago, y la simultanea notificacion y embargo para el cobro coactivo de ellas son actos que violan los derechos constitucionales de no confiscacion, de propiedad, de libre empresa, de libertad de trabajo y de seguridad juridica. La Superintendencia Nacional de Administracion Tributaria, representada por dona Consuelo Stella Zavala Hidalgo, contesta la demanda y solicita que sea declarada infundada ylo improcedente, argumentando que el concepto de renta esta referido no solo al margen de utilidad que puede obtener una empresa sino también al patrimonio con el que ella cuenta. Agrega, que es generalmente aceptado en doctrina, que un tributo es confiscatorio cuando implica un desprendimiento mayor al treinta y tres por ciento de la renta de la persona obligada. Y, en la medida en que la tasa del Impuesto Minimo a la Renta es solo del dos por ciento, dicho impuesto no tiene el caracter de confiscatorio. El Juez del Sétimo Juzgado Especializado en lo Civil de Lima, con fecha trece de setiembre de mil novecientos noventa y seis, declara improcedente la demanda, por considerar que, en 2 TRIBUNAL CONSTITUCIONAL el presente caso, es indispensable la actuacion de pruebas instrumentales que determinen la existencia del supuesto dano patrimonial invocado por la empresa demandante, y que, la via del amparo, por su naturaleza excepcional, no es la via adecuada para ello. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha dieciséis de abril de mil novecientos noventa y siete, declara infundada la demanda, argumentando que la confiscatoriedad de un tributo debe analizarse en cada caso concreto, para determinar la afectacion del patrimonio del contribuyente y, en el caso de autos, no se ha demostrado que el Impuesto Minimo a la Renta sea un tributo confiscatorio para la empresa demandante. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que la empresa demandante, Consorcio Textil del Pacifico S.A., en su Declaracion Jurada del Pago Anual del Impuesto a la Renta, correspondiente al ejercicio de mil novecientos noventa y cinco, consigna como utilidad -después del pago del impuesto a la renta- -la suma de dos millones trescientos veintidos mil novecientos treinta y dos Nuevos Soles. 2. Que los documentos presentados por la empresa demandante no son suficientes para acreditar la pérdida en la que fundamenta su demanda. En efecto, acreditar los hechos en que se basa la demanda supone la probanza del real estado financiero de Consorcio Textil del Pacifico S.A., hecho que desnaturalizaria la esencia de la Accion de Amparo por ser esta una via sumarisima que no tiene etapa probatoria. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "REVOCANDO la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento noventa y tres, su fecha dieciséis de abril de mil novecientos noventa y siete, que declaro infundada la demanda; y reformandola la declara IMPROCEDENTE, Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "2 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO GLB Lo que_Certifi00; Dra. MARIA LUZ VASOUZZ BECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-09-17", "id": 37504, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Consorcio Textil del Pacífico SA", "numero_expediente": "00552-1997-AA"}