{"CONTEXTO": " 00553-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00553-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.: 553-97-AA/TC. GREGORIA SILVA ALIAGA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Gregoria Silva Aliaga contra la sentencia pronunciada por la Sala Especializada de Derecho Pablico de la Corte Superior de Justicia de Lima de fojas ciento veinte su fecha ocho de mayo de mil novecientos noventa y siete que CONFIRMO la sentencia apelada de primera instancia de fojas cincuenta y dos, su fecha veintiuno de agosto de mil novecientos noventa y seis que declarô improcedente la accion de amparo interpuesta por dona Gregoria Silva Aliaga contra Rafael Chacon Saavedra Alcalde del Concejo Municipal de Villa Maria del Triunfo.", "ANTECEDENTES:": "Dona Gregoria Silva Aliaga,a fojas dieciocho, interpone accion de amparo contra don Rafael Chacon Saavedra, Alcalde del Distrito de Villa Maria del Triunfo para que se decla re sin efecto la Resolucion de Alcaldia No 553-96-MVMT que ordena la clausura definitiva de su establecimiento comercial sito en la Av. Pachacutec No 2189 Villa Maria del Triunfo. L TRIBUNAL CONSTITUCIONAL Manifiesta que se agravian los derechos constitucionales del derecho a la defensa, el derecho al trabajo y a la libertad de comercio. Sostiene la accionante al haberse ordenando la clausura definitiva de su establecimiento comercial se ha actuado arbitrariamente. Manifiesta que desde hace cuatro anos viene funcionando su local comercial en mérito a la licencia de funcionamiento No 1398 de fecha veinticinco de agosto de mil novecientos noventa y dos. Esta cumpliendo con el pago de los respectivos impuestos. Expone que jamas fué notificado de la existencia del proceso administrativo por el que se ha ordenado la clausura citada. Expone que la resolucion se sustenta en hechos falsos. Su local cuenta con licencia municipal; sin embargo, la resolucion sostiene que no posee licencia y que no cuenta con autorizacion para instalar anuncios cuando esta al dia en el pago de los derechos de instalacion de anuncios. TY El Alcalde de la Municipalidad Distrital de Villa Maria del Triunfo, a fojas treinta y dos, contesta la demanda. Expone que al momento de realizarse la inspeccion ocular con personal de Fiscalizacion Tributaria, en presencia de la Fiscal de Servicios Colectivos y Mora Publica, el Sub-Prefecto de Lima, el Comandante PNP, el local Proteus no contaba con la Licencia Municipal de Funcionamiento, carecia del certificado de fumigacion, dedicandose al expendio de licores sin autorizacion y contraviniendo las reglas de higiene del Codigo Sanitario. Dice que el actor ha ejercido su derecho de defensa al interponer su recurso de reconsideracion contra la resolucion de clausura. En primera instancia el Sexto Juzgado Especializado en lo Civil de Lima, a fojas cincuenta y dos, pronuncia sentencia declarando IMPROCEDENTE la accion de amparo porque el demandante ha interpuesto recurso de reconsideracion contra la Resolucion Municipal objeto de la pretension y que la Municipalidad ha actuado dentro de las facultades prescritas por el articulo 119 de la Ley Organica de Municipalidades. La Segunda Fiscalia Superior de Derecho Publico, a fojas setenta y cinco, opina que se CONFIRME el fallo recurrido porque la actora no ha agotado la via administrativa al haber optado por ella y esta pendiente de resolverse el recurso anotado. 3 TRIBUNAL CONSTITUCIONAL En segunda instancia la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento veinte pronuncia sentencia el ocho de mayo de mil novecientos noventa y siete, confirmando la sentencia de primera instancia atendiendo que el articulo ciento diecinueve de la Ley Orgânica de las Municipalidades faculta a la entidad demandada expedir resolucion de clausura definitiva; asimismo, sustenta que la actora ha sido pasible de multas y denuncias por vender licores a menores de edad y no tener autorizacion para expedir licor.", "FUNDAMENTOS:": "Que, existe cierta clase de resoluciones judiciales 0 administrativas, que tienen 1. un contenido sancionador 0 punitivo; esta naturaleza de resoluciones para no afectar el debido proceso y el derecho de defensa, por un principio general de derecho, la imputacion respectiva previamente debe ser puesta en conocimiento del supuesto infractor, con la finalidad de poder realizar el descargo correspondiente; este presupuesto tiene dos finalidades: a) lograr certeza en la decision y b) evitar excesos; en el presente caso se aprecia que la autoridad municipal dispone la clausura del local sin cumplir el principio anotado; Que, el Municipio de Villa Maria del Triunfo dispone la clausura del 2. establecimiento comercial sito en Av. Pachacutec No 2189, Villa Maria del Triunfo, considerando, entre otros aspectos, la falta de Licencia Municipal de Funcionamiento y autorizacion para instalacion de anuncios; sin embargo, el dueno del local dona Gregoria Silva Aliaga, a fojas uno, presenta autorizacion emitida por el Concejo, su fecha veinticinco de agosto de mil novecientos noventa y dos, que autoriza el funcionamiento de un local para recepciones, recreaciones y bailes; a fojas dos se presenta Resolucion de Alcaldia No 513 del veintitrés de noviembre de mil novecientos noventa y dos que evidencia que existe autorizacion para la instalacion de un anuncio comercial en local clausurado; estas pruebas desvirtuan en parte el contenido de la Resolucion Municipal de clausura. Que, no obstante lo expuesto, el principal argumento de la actora es que, 3. supuestamente, no se le ha permitido el ejercicio de derecho de defensa consagrado en el articulo 139 inciso 14 de la Constitucion Politica; al TRIBUNAL CONSTITUCIONAL 4 respecto, a fojas veintinueve obra el cargo del escrito conteniendo el recurso de reconsideracion presentado por la accionante ante la Municipalidad de Villa Maria del Triunfgimpugnando la Resolucion No 553- 96-MVMT, objeto de la presente accion de amparo. Que, como consecuencia de lo expresado en el punto anterior, se acredita 4. que no se ha agotado la via administrativa previa como exige el articulo veintisiete de la Ley No 23506 para dar trâmite a la accion de amparo. Que, la simple presentacion de un recurso impugnatorio administrativo no 5. agota la via previa, debe necesariamente obtenerse la respuesta 0 acogerse al silencio administrativo negativo; ademas, debe agotarse los recursos jerarquicos respectivos en una u otra circunstancia; de esta manera, recién legalmente se considerara agotada la via administrativa; en el presente caso solo se ha limitado simplemente a interponer el recurso de reconsideracion; Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la sentencia de vista pronunciada por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento diecinueve, su fecha ocho de mayo de mil novecientos noventa y siete, que CONFIRMO la sentencia de primera instancia declarando improcedente la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano, con forme a ley, y los devolvieron. S.S. Ve à RUU C ig 22 ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO arerc ludtbwlo - LO QUE CERTIFICO. JGS. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1998-01-22", "id": 36670, "nombre_demandado": "Municipalidad Distrital de Villa María del Triunfo (Alcalde, Rafael Chacón Saavedra)", "nombre_demandante": "Gregoria Silva Aliaga", "numero_expediente": "00553-1997-AA"}