{"CONTEXTO": " 00557-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00557-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.557-97 AA/TC Fernando Melchor Huaraca Navarro y otros Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los once dias del mes de noviembre de mil novecientos noventa y siete, el Tribunal Constitucional en sesion del Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent Diaz Valverde Gracia Marcelo actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente Sentencia:", "ASUNTO:": "Recurso Extraordinario contra la Resolucion de la Sala de Derecho Piblico de la Corte Superior de Justicia de Lima, de fecha treinta de abril de mil novecientos noventisiete, en los seguidos entre Femando Melchor Huaraca Navarro y otros con Paul Figueroa Lequien Alcalde de la Municipalidad Distrital de la Molina, sobre Accion de Amparo.", "ANTECEDENTES:": "Don Fernando Melchor Huaraca Navarro y otros interponen Accion de Amparo contra don Paul Figueroa Lequien Alcalde de la Municipalidad Distrital de la Molina, solicitando su reposicion y pago de remuneraciones y beneficios devengados, al haber sido despedidos prescindiendo de las normas de procedimiento que prevé el Decreto Legislativo No.276, violando el derecho fundamental consagrado en el articulo 27 de la Constitucion Politica relativo a la proteccion contra el despido arbitrario. Senalan los demandantes, que los dias 31 de agosto y 2 de setiembre de 1996, fueron impedidos de ingresar a la Municipalidad indicândoseles verbalmente que estaban despedidos por lo que acudieron a la Delegacion PNP de la Molina para las constataciones respectivas. 2 TRIBUNAL CONSTITUCIONAL Admitida la demanda, esta es contestada por don Paul Figueroa Lequien Alcalde de la Municipalidad de la Molina, quien la niega y contradice solicitando sea declarada improcedente, por cuanto los demandantes no han agotado la via previa y porque ademas fueron despedidos por haber sido declarados excedentes en un proceso de evaluacion llevado a cabo al amparo de las disposiciones de la Ley 26553 y Decreto Ley 26093. Con fecha cuatro de noviembre de mil novecientos noventiséis, el Juez del Tercer Juzgado Especializado en Derecho Publico del Distrito Judicial de Lima, expide resolucion declarando infundada la demanda. Interpuesto el recurso de apelacion, con fecha treinta de abril de mil novecientos noventisiete, la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "/ 1. Que, de conformidad con la Ley de Habeas Corpus y Amparo No. 23506, las Acciones de Garantia prosperan siempre y cuando se haya cumplido con ciertos requisitos de procedibilidad, como es que se hayan agotado las vias previas. Las Resoluciones de Alcaldia Nos.891-96 y 892-96 de fecha 23 de agosto de mil novecientos noventiséis, disponen el cese a partir del primero de setiembre de mismo ario, por tanto han sido ejecutadas antes de vencerse el plazo para que queden consentidas; por lo que en el presente caso, no es exigible el agotamiento de la via previa, a tenor de lo establecido en el articulo 28 inciso 1) de la Ley 23506 2. Que, en el Reglamento de Evaluacion de Personal aprobado por Resolucion de Alcaldia No 584-96 del veintiocho de junio de mil novecientos noventiséis, se consigno que los resultados serian publicados en el local de la Municipalidad a lo que se dio cumplimiento segin es de verse de la certificacion policial de fecha dos de setiembre que corre a fojas cuatro, presentada por los propios demandantes en la que se da cuenta de la constatacion efectuada en el local municipal, haciendo notar que en una pizarra se encontraron dos listas bajo el titulo Personal de la Municipalidad de la Molina - Excedentes\" 3. Que, el Decreto Ley 26093 de 28 de diciembre de 1992, establecio que los titulares de los distintos Ministerios y de las Instituciones Publicas Descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo con las normas que para tal efecto establezcan, permitiendo el cese por causal de excedencia de quienes hayan sido desaprobados y la Octava Disposicion Transitoria y Final de la Ley 26553 Ley de Presupuesto del Sector Piblico para el ano mil novecientos noventiséis, incluyo dentro de los alcances del referido Decreto Ley a los Gobiernos Locales. 3 TRIBUNAL CONSTITUCIONAL 4. Que, de lo actuado no aparece demostrada la vulneracion de los derechos constitucionales alegados por los demandantes. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren", "FALLA": "Confirmando la Resolucion de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima de fecha treinta de abril de mil novecientos noventisiete, que confirma la apelada de cuatro de noviembre de mil novecientos noventiséis que declaro infundada la Accion de Amparo; ordenaron su publicacion en el Diario Oficial El Peruano conforme a Ley y los devolvieron.", "SS.": "ACOSTA SANCHEZ 0 NUGENT DIAZ VALVERDE GARCIA MARCELO NFG Lr Lo que Certifioo: Dra. MARIALUZ VASQUEZ DEI LOPEZ SECRETARIA- -RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-01", "id": 36516, "nombre_demandado": "Alcalde de la Municipalidad Distrital de la Molina (Paul Figueroa Lequien)", "nombre_demandante": "Fernando Melchor Huaraca Navarro y otros", "numero_expediente": "00557-1997-AA"}