{"CONTEXTO": " 00550-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00550-1997-AA.pdf) --- DVs TRIBUNAL CONSTITUCIONAL EXP:560-97-AA/TC SINDICATO CENTRO FEDERADO DE EMPLEADOS DEL BANCO WIESE Y OTROS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores magistrados : Acosta Sanchez, Vicepresidente encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo actuando como Secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia: ASUNTO - Tema en debate: Derecho de Sindicacion, Libertad Sindical y Derecho de Defensa articulos 28 y 139 inciso 14° de la Constitucion. Recurso extraordinario interpuesto por el Sindicato Centro Federado de Empleados del Banco Wiese contra la sentencia pronunciada por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima,su fecha seis de mayo de mil novecientos noventa y siete, que declaro improcedente la accion de amparo formulada por el Sindicato Centro Federado de Empleados del Banco Wiese y otros contra don Ismael Vasquez Fannig y otros. 1e Ds 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "PETITORIO: El Sindicato Centro Federado de Empleados del Banco Wiese y otros, a fojas noventa y cuatro, interpone demanda de amparo contra don Ismael Vasquez Fannig, don Luis Vargas Chirinos, don Rodolfo Jesus Davila Tovar, don Gregorio Aguirre Contreras, don Augusto Alvarez Flores, dona Leonor Rivera Espinar, don Armando Diestra Tarazona, don Luis Mateo Durand, dona Dora Vega Romero, y Manuel Flores Pena; integrantes de la junta directiva nacional de la Federacion de Empleados Bancarios del Peru. Finalidad: Se deje sin efecto los acuerdos adoptados en la \"Asamblea Nacional Ordinaria\" de la Federacion de Empleados Bancarios del Peru de fecha cuatro de mayo de mil novecientos noventa y seis; y el acuerdo del Congreso Nacional Extraordinario del cinco de mayo de mil novecientos noventa y seis, Derechos Constitucionales supuestamente violados: a) de sindicacion y de libertad sindical, b) de legitima defensa. Fundamento de Derecho Constitucional; articulo 28, articulo 2, numeral 22, de la Constitucion Politica de mil novecientos noventa y tres. Exponen: a) los demandados han dispuesto prorrogar antiestatutaniamente por dos anos mas el mandato de la junta directiva cesante elegida solo para el periodo mil novecientos noventa y cuatro y mil novecientos noventa y seis, cuyas funciones debieron cesar el quince de mayo de mil novecientos noventa y seis, b) han elegido antiestatutariamente al secretario general y secretario de economia a pesar de estar prohibido expresamente por normas institucionales, c) se ha asignado doble cargo a la mayoria de los integrantes de la junta directiva cesante a pesar de estar prohibido expresamente por los estatutos, d) se ha expulsado a cuatro dirigentes del sindicato de base sin permitirle el derecho de defensa, e) Se ha autorizado a la junta directiva cesante la venta de locales sindicales en forma genérica sin precision alguna. Manifiesta, también, que la autoridad del Ministerio de Trabajo, mediante resolucion de ocho de marzo de mil novecientos noventa y seis, denego la inscripcion de la nueva junta directiva de la federacion demandada resolviendo que previamente cumplan con adecuar la constitucion de su junta directiva nacional de conformidad con los articulos 36, 37, 156 y 157 de sus estatutos. CA is 3 TRIBUNAL CONSTITUCIONAL Sostienen que la expulsion de los senores: don Héctor Pérez Pérez, don Donaldo Renteria Seminario, don Mario Fajardo Cajos y don Alejandro Hernandez Espinoza, no esta de acuerdo a los articulos 15 y 19 de los Estatutos. CONTESTACION: La Federacion de Empleados Bancarios del Perû, a fojas doscientos setenta, contesta la demanda deduciendo la excepcion de caducidad: Sostienen, si los demandantes afirman que la prorroga de los cargos fue realizada el veinticuatro de febrero de mil novecientos noventa y seis y ratificado el cuatro de mayo de mil novecientos noventa y seis el término de sesenta dias para interponer la demanda caduco. Deduce, asimismo, la excepcion de falta de legitimidad para obrar. Expresa: Los centros federados no tienen personeria juridica para poder obrar como tales y los sindicatos establecidos no estan dentro de los organismos base de su organizacion. Agrega, los demandantes al haber sido expulsados por acuerdo de asamblea nacional, previa citacion, han dejado de pertenecer a su organizacion sindical. Deduce la excepcion de falta de agotamiento de la via previa. Exponen que los actores deben plantear su reclamo conforme a las normas internas. Exponen, que no han violado derecho constitucional alguno de los afiliados. El Congreso Nacional Extraordinario del veinticinco, veintiséis y veintisiete de agosto de mil novecientos noventa y cinco faculto a la asamblea nacional para que pueda prorrogar el mandato de la junta directiva nacional y de todos sus estamentos. El congreso fue convocado por mandato de la asamblea nacional de la Federacion de Empleados Bancarios del Peru con las facultades emanadas en el inciso a) del articulo 29 de los estatutos concordantes con el articulo 35 del reglamento. En cuanto al doble cargo solo es una \"encargatura\". Manifiesta que el articulo 21 del reglamento de los estatutos concede la facultad de solicitar reconsideracion a quienes han sido expulsados. Precisan que no existe disposicion de vender patrimonio alguno y que la autoridad respectiva de trabajo anulo la resolucion que ordenaba adecuacion de los estatutos para la inscripcion respectiva. 4 Ws 4 TRIBUNAL CONSTITUCIONAL En primera instancia, el Décimo Séptimo Juzgado Especializado en lo Civil de Lima expide sentencia su fecha veintitrés de setiembre de mil novecientos noventa y seis declarando fundada la accion de amparo e infundadas las excepciones de caducidad, falta de legitimidad para obrar y falta de agotamiento de la via administrativa. Deja sin efecto los acuerdos adoptados en la asamblea nacional ordinaria de la Federacion de Empleados Bancarios del Peru de fecha cuatro de mayo de mil novecientos noventa y seis y el Congreso Nacional Extraordinario de fecha cinco de mayo de mil novecientos noventa y seis. Argumentos: \"1° Los hechos de la supuesta afectacion se realizaron el cuatro de mayo de mil novecientos noventa y seis, los sesenta dias habiles que senala la ley se vencia el veintiséis de julio de novecientos noventa y seis, en consecuencia, la demanda de fojas noventa y cuatro esta interpuesta dentro del plazo de ley. 2° Los accionantes acreditan representacion de sus respectivos sindicatos. 3° El juzgador estima que la via previa no esta regulada. Por tal razon declara infundada las tres excepciones deducidas. En cuanto al fondo, sustenta que dentro del concepto de garantia de libertad sindical esta la alternancia democratica de los cargos directivos y el articulo 28 de la Constitucion del Estado establece el derecho de la libre sindicacion y la cautela de su ejercicio. Argumenta el senor Juez que la prorroga del mandato de la junta directiva demandada contraviene el articulo 36 de los estatutos que determina la obligatoriedad a la eleccion cada dos anos. El articulo 157 de los Estatutos prohibe la reeleccion en el mismo cargo directivo. El articulo 156 también expresa que ninguno de los miembros de la Federacion de Empleados Bancarios del Peru podra ejercer doble cargo sin que pueda alegarse la autorizacion de la autoridad de trabajo\" La Primera Fiscalia Superior de Derecho Publico a fojas quinientos veintiuno opina que se confirme la sentencia apelada. Argumentos: \"10 La prorroga del mandato de la junta directiva contraviene el articulo 46 de los Estatutos de la F. E. B. del Peru que estipula el plazo de dos anos la duracion del cargo; 2° El articulo 157 de los estatutos de la F.E.E B. del Peru prohibe ser reelegidos en el mismo cargo. 3° La inhabilitacion para ejercer el cargo directivo requiere de un acuerdo expreso de la mayoria absoluta de los miembros del centro federado reunidos en asamblea general, al haberse producido la sancion por la junta directiva nacional de la Ds 5 TRIBUNAL CONSTITUCIONAL F.E.B. del Perû se ha infringido el articulo 15 del Reglamento vulnerandose el derecho constitucional del debido proceso\" En segunda instancia la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima declara improcedente la demanda y fundada la excepcion de falta de agotamiento de la via administrativa. Argumentos: \"10 Como la pretension esta sujeto a probanza mediante medios procesales idoneos su tratamiento sustantivo es de orden comun; 2° Estima que el articulo 107 de los estatutos de la F.E.B. del Perû; prevé la forma de impugnacion de los acuerdos que adopte cualquier organo directivo y,30 gualmente en el extremo de la expulsion de los dirigentes ha debido observarse la normatividad que establecen los articulos 21 y 22 del Titulo de Sanciones de los mismos estatutos\".", "FUNDAMENTOS:": "1. Que, la sentencia de vista omite pronunciarse sobre dos excepciones, de caducidad y falta de legitimidad para obrar, limitandose a resolver la excepcion de falta de agotamiento de la via administrativa; de conformidad con el articulo 11 de la Ley No 25398 el Tribunal Constitucional constituye instancia inmediata superior, motivo por el cual corresponde que éste Colegiado proceda a integrar la sentencia de vista; 2. Que, la demanda de fojas noventa y cuatro fue interpuesta el veintiséis de julio de mil novecientos noventa y seis, computado al nueve de mayo de mil novecientos noventa y seis, fecha de la supuesta infraccion constitucional, no ha transcurrido el plazo de sesenta dias hâbiles que preceptua el articulo 37 de la Ley No 23506; en consecuencia no se ha producido la caducidad de la accion. 3. Que, independientemente de ser fundada O infundada la pretension, segun el caso, existe legitimidad para obrar cuando el actor prueba integrar una relacion juridica sustancial para fundamentar su pretension; verbigracia, el otorgamiento de escritura publica de compra-venta; la Escritura Publica es la pretension y el contrato de compra, que puede ser consensual, es la relacion juridica sustancial; acreditada la participacion en el acto juridico de compra- Ws 6 TRIBUNAL CONSTITUCIONAL venta por diversos medios probatorios permitidos por ley, como el recibo de cancelacion del precio, se evidencia la legitimidad para obrar del actor; si la ley exige formalidad especifica de participacion en la relacion juridica este sera el unico medio para acreditar la referida legitimidad; 4. Que, en el presente proceso no existe relacion juridica sustancial de Asociacion entre los Sindicatos accionantes y la entidad emplazada Federacion de Empleados Bancarios del Peru; segun el articulo 12 y 14 del Estatuto, de fojas cuarenta y seis, la relacion juridica de asociacion es por un lado entre los empleados bancarios afiliados y por otro la Federacion de - Empleados Bancarios del Peru; en consecuencia, no existe legitimidad para obrar de los accionantes. 5. Que, el derecho de sindicacion corresponde al trabajador frente a la parte patronal O al Estado y no del Sindicato frente a la Federacion de Empleados Bancarios del Peru; segun el articulo 26 de la Ley No 23506 el derecho de ejercer la accion de amparo corresponde al afectado; en el presente caso corresponde a los afiliados supuestamente expulsados de la F.E.B. del Peru O a cada afiliado respecto a supuesta afectacion del derecho de sindicacion O al derecho de defensa; en tal virtud es improcedente la accion incoada; 6. Que, establecida la falta de relacion juridica sustancial, no es exigible el agotamiento de la via previa; eventualidad exigible si los actores fueran afiliados porque el articulo 21, 22 y 23 del Reglamento de los Estatutos prescribe que quienes objeten los acuerdos de la asamblea deben impugnarlos ante los organos respectivos de la Federacion, concordante con lo dispuesto por el articulo 92 del Codigo Civil. 7. Que, la demanda de fojas seis y la resolucion de fojas doscientos treintiuno, especifican que la demanda se dirige contra personas naturales; desde esta perspectiva, la pretension incoada no tendria consecuencia juridica contra la Federacion de Empleados Bancarios del Peru, porque sin ser previamente oido no se puede afectar los actos juridicos que contienen sus libros institucionales; por esta razon juridica se legitima su participacion en el proceso; Do 7 TRIBUNAL CONSTITUCIONAL Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "REVOCANDO en parte la sentencia pronunciada por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha seis de mayo de mil novecientos noventa y siete, en el extremo que declaro fundada la excepcion de falta de agotamiento de la via administrativa; REFORMANDOLA la declararon improcedente; e integrando el fallo, declararon fundada la excepcion de falta de legitimidad para obrar e infundada la excepcion de caducidad; CONFIRMARON la sentencia en la parte que declara improcedente la accion de amparo, dispusieron su publicacion en el Diario Oficial El Peruano, conforme a Ley y los devolvieron. S.S Tiaue ACOSTA SANCHEZ, NUGENT, LEC DIAZ VALVERDE, duklal GARCIA MARCELO. LO QUE CERTIFICO. / DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JGS.", "fecha_publicacion": "1998-03-28", "id": 36773, "nombre_demandado": "Integrantes de la Junta Directiva Nacional de la Federación de Empleados Bancarios del Perú (Ismael Vásquez Fannig y otros)", "nombre_demandante": "Sindicato Centro Federado de Empleados del Banco Wiese", "numero_expediente": "00550-1997-AA"}