{"CONTEXTO": " 00558-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00558-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 558-97-AA/TC JOSE MANUEL LA PORTLLA MUNOZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia. NUGENT, DIAZ VALVERDE, / VI GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don José Manuel de la Portilla Munoz contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha siete de mayo de mil novecientos noventisiete, que confirma la del Tercer Juzgado Especializado de Derecho 2 TRIBUNAL CONSTITUCIONAL Publico de Lima, de fecha dieciocho de octubre de mil novecientos noventiséis y declara improcedente la accion de amparo.", "ANTECEDENTES:": "Don José Manuel La Portilla Munoz, interpone la presente accion de amparo contra la Alcaldesa del Concejo Distrital de Pueblo Libre para que se ampare su derecho constitucional de libertad de informacion y de formular peticiones, por cuanto no han merecido atencion sus solicitudes presentadas el diez de julio de mil novecientos noventiséis, y del Texto Unico de Procedimientos Administrativos para una correcta tramitacion de los recursos a interponer en dicho expediente. El 2 Tercer Juzgado Especializado de Derecho Publico de Lima, declaro improcedente la demanda, por considerar, entre otras razones, que no ha agotado las vias previas. Interpuesto recurso de apelacion, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, confirmo la apelada, segun resolucion del siete de mayo de mil novecientos noventisiete, al estimar que su petitorio no guarda relacion directa con el objeto del procedimiento, y que no es la via idonea para la atencion de su demanda. TRIBUNAL CONSTITUCIONAL Contra esta resolucion el accionante interpone Recurso Extraordinario por lo que de conformidad con los dispositivos legales se han remitidos los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que de autos consta la solicitud del actor presentada el diez de julio de mil novecientos noventiséis para que el Concejo Distrital de Pueblo Libre le proporcione copia literal de algunas piezas del expediente administrativo No 1311-G-96 y del Texto Unico Ordenado de Procedimientos Administrativos, a fin de poder reclamar de la Resolucion de Alcaldia No 171-96, del treintiuno de mayo de mil novecientos noventiséis, que le aplica una multa por haber instalado una presunta granja en la azotea de su propiedad. 2.- Que sin insistir ni interponer ninguno de los recursos administrativos que le franquea la ley, ni abonar los derechos por las copias certificadas ordenadas por el Municipio demandado a fojas treinticuatro y treintiséis, interpone la presente demanda de amparo el diecisiete de setiembre de mil novecientos noventiséis, sin que medie resolucion que acredite el agotamiento de las vias previas que exige el articulo 27° de la Ley No 23506 para los efectos de su procedibilidad. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Orgânica No 26435 y la Ley Modificatoria No 26801:", "FALLA:": "Confirmando la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha siete de mayo de mil novecientos noventisiete, que obra a fojas setentiséis, que a su vez confirma la apelada dictada por el Tercer Juzgado Especializado de Derecho Publico de Lima, con fecha dieciocho de octubre de mil novecientos noventiséis, que declara IMPROCEDENTE la accion de amparo interpuesta por don José Manuel de la Portilla Munoz contra la Alcaldesa del Concejo Distrital de Pueblo Libre; con lo demas que contiene; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. Asrce - ACOSTA SANCHEZ, NUGENT V Luce A DIAZ VALVERDE LO QUE CERTIFIÇOA GARCIA MARCELO H MF/efs Dra. MARIA LUZVASQUEZ V. SECRETANIA-RELATORA TRIBUNAL COSSTITUCIONAL", "fecha_publicacion": "1998-01-22", "id": 36666, "nombre_demandado": "Alcaldesa de la Municipalidad Distrital de Pueblo Libre", "nombre_demandante": "José Manuel La Portilla Muñoz", "numero_expediente": "00558-1997-AA"}