{"CONTEXTO": " 00566-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00566-1996-HC.pdf) --- / TRIBUNAL CONSTITUCIONAL EXP. No 566-96-HC/TC ABY TRAJTMAN KIZNER LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de Nulidad, entendido como Extraordinario, interpuesto por el doctor Luis Alberto Alfaro Becerra, abogado de don Aby Trajtman Kizner, contra la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y uno, su fecha veintiocho de agosto de mil novecientos noventa y seis, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Luis Alberto Alfaro Becerra interpone a favor de don Aby Trajtman Kizner, Accion de Habeas Corpus contra la Jueza del Quinto Juzgado Especializado en lo Penal de Lima, dona Alminda Lopez Pizarro, por amenazar su libertad individual. Don Luis Alberto Alfaro Becerra senala que la Juez denunciada contraviniendo lo dispuesto en el articulo 770 del Codigo de Procedimientos Penales, y la Ley Organica del Ministerio Publico, usurpo funciones al haber iniciado proceso penal por delito contra la Fe Publica contra don Aby Trajtman Kizner, ordenando su detencion. En este proceso don Aby Trajtman Kizner, figuraba en la denuncia del Fiscal Provincial solo como testigo. El Décimo Noveno Juzgado Especializado en lo Penal de Lima, con fecha catorce de agosto de mil novecientos noventa y seis, a fojas veintidos, declara improcedente la demanda por considerar principalmente que de los recaudos de la denuncia penal aparecieron suficientes elementos probatorios sobre la participacion de don Aby Trajtman Kizner, motivo por el cual se le incluyo en el proceso penal, ordenandose mandato de detencion en su contra; y a fojas dieciséis y diecisiete se aprecia la apelacion del mandato de detencion y la queja de derecho interpuesta, por lo que es aplicable el articulo 6° inciso 2) de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\". La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintiocho de agosto de mil novecientos noventa y seis, a fojas treinta y uno, por los mismos fundamentos y en aplicacion del articulo 10° de la Ley No 25398, \"Ley Complementaria de la Ley de Habeas Corpus y Amparo\", 9 confirmo la apelada. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, el articulo 6° inciso 2) de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\", establece que \"No proceden las acciones de garantia contra resolucion judicial emanada de un procedimiento regular\"; que, asimismo, el articulo 16° inciso a) de la Ley No 25398, \"Ley Complementaria de la Ley de Habeas Corpus y Amparo\" establece que no procede la Accion de Habeas Corpus G6 cuando el recurrente tenga instruccion abierta 0 se halle sometido a juicio por los hechos que originan la accion de garantia\". 2. Que, asimismo el articulo 10° de la Ley No 25398, establece que las anomalias que pudieran cometerse dentro de un proceso regular, deberan ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recursos que las normas procesales especificas establecen; que, en este sentido, de fojas dieciséis y diecisiete, se aprecia que el procesado hizo uso de los medios de defensa establecidos al interponer apelacion contra el mandato de detencion y queja de derecho. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y uno, su fecha veintiocho de agosto de mil novecientos noventa y seis, que confirmo la apelada que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ er 1e / - DIAZ VALVERDE 2 lC - 2 NUGENT GARCIA MARCELO Lo que Certifico: MLC Dra, MARIA LUZ VASQVEZ SECRETARIA = RELATORA TRIBUNAL TEENSTITUGIONAL", "fecha_publicacion": "1998-08-25", "id": 41972, "nombre_demandado": "Juez del Quinto Juzgado Especializado en lo penal de Lima (Alminda López Pizarro)", "nombre_demandante": "Aby Trajtman Kizner", "numero_expediente": "00566-1996-HC"}