{"CONTEXTO": " 00561-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00561-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 561-98-AA/TC LIMA ANDRÉS AVELINO HUAMAYALLI CASTRO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los sefores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia :", "ASUNTO:": "Recurso Extraordinario interpuesto por don Andrés Avelino Huamayalli Castro contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos veintitrés, su fecha treinta de abril de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Andrés Avelino Huamayalli Castro, con fecha cinco de agosto de mil novecientos noventa y siete, interpone Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima; dona Elsie Guerrero Bedoya, Directora Municipal de Comercializacion y Defensa al Consumidor; don Adolfo Castillo Collantes, Director Municipal de Vigilancia y Seguridad y contra don Arturo Moreno Alcantara, Jefe del Serenazgo, a fin de que se declare inaplicable la disposicion contenida en el Acta de Clausura N.o 1181-96, del veintiocho de febrero de mil novecientos noventa y siete, recaida en el establecimiento comercial que, con el giro de Discoteca Video 1031, que conduce en la Av. Garcilazo de la Vega N.o 1031-Lima y que la demandada ha clausurado basandose en que dicho establecimiento se encuentra ubicado a menos de doscientos metros de la Iglesia La Recoleta. Sostiene el demandante que la clausura es arbitraria por cuanto el establecimiento cuenta con la autorizacion de apertura y la licencia especial de funcionamiento y que, ademas, se encuentra ubicado a mas de cuatrocientos metros de la Iglesia La Recoleta, habiéndose vulnerado, entre otros, su derecho al trabajo, al debido proceso y a la defensa por lo que, ademas, solicita una indemnizacion de cien mil dolares americanos. Admitida la demanda, ésta es contestada por don Ernesto Blume Fortini en representacion de la demandada, el que la niega y contradice; manifiesta que los funcionarios de la municipalidad han actuado en uso de las facultades que el articulo 119° de la Ley N.o 23853 otorga a las municipalidades y que, en consecuencia, la clausura del establecimiento no constituye amenaza ni violacion de derecho constitucional alguno. 2 TRIBUNAL CONSTITUCIONAL Asimismo, propone la excepcion de caducidad, por cuanto considera que ha transcurrido con notable exceso el plazo de sesenta dias a que se refiere el articulo 370 de la Ley N.o 23506. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas doscientos setenta y seis, con fecha siete de noviembre de mil novecientos noventa y siete, expide resolucion declarando infundada la excepcion de caducidad, improcedente la demanda en el extremo en el que se solicita una suma indemnizatoria y fundada en cuanto se refiere a que se deje sin efecto el acta de clausura. Dicha resolucion se sustenta en que el demandante cumplio con agotar la via administrativa, y es desde entonces que debe efectuarse el computo del plazo de caducidad. En cuanto a la clausura, senala que siendo el unico argumento de la demandada que el establecimiento se encuentra a menos de doscientos metros de la Iglesia La Recoleta, con ello se esta soslayando el derecho de igualdad ante la ley, dado que a menos distancia vienen funcionando otras discotecas sin ningun problema, y en cuanto a la indemnizacion por danos y perjuicios, considera que no corresponde que ésta sea pretendida en un proceso de garantia. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima expide resolucion revocando la apelada, declarando infundada la demanda en el extremo que solicita se deje sin efecto la clausura y confirmandola en lo demas que contiene. Contra esta resolucion, se interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. En el caso de autos, la supuesta afectacion se deriva de la aplicacion del Decreto de Alcaldia No 158-95 del siete de diciembre de mil novecientos noventa y cinco, el cual prevé la clausura definitiva de los establecimientos del giro que conduce la demandante, que se instalen 0 que funcionen a menos de doscientos metros cuadrados de iglesias, hospitales, escuelas; pues bien, es en cumplimiento de dicho Decreto de Alcaldia que la demandada clausuro la Discoteca Video 1031 en ejercicio del ius imperium de la autoridad administrativa, debiendo tenerse en cuenta que el local continuo funcionando segun puede verse del acta de constatacion de la Direccion General de Vigilancia y Control de la Municipalidad demandada, de fecha veintiséis de julio de mil novecientos noventa y siete de fojas cincuenta y uno y del escrito presentado por la demandada con fecha catorce de julio de mil novecientos noventa y ocho que obra a fojas cuatro del cuadernillo de este Tribunal. En consecuencia, existia la obligacion por parte de la demandante de agotar la via administrativa conforme lo prescribe el articulo 270 de la Ley N.o 23506 de Habeas Corpus y Amparo. 2. Que el demandante interpuso recurso impugnativo de reconsideracion y, acogiéndose al silencio administrativo negativo, presento Recurso de Apelacion. 3. Que, de acuerdo al articulo 990 de la Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado ha sido aprobado por Decreto Supremo TRIBUNAL CONSTITUCIONAL N.o 02-94-JUS, la Administracion tenia treinta dias utiles para resolver la apelacion; el demandante interpuso este recurso el veinticuatro de julio de mil novecientos noventa y siete, por lo que la Municipalidad tenia plazo para resolverlo hasta el dia ocho de setiembre del mismo ano; y, en caso de no hacerlo, el silencio administrativo negativo habria operado al dia siguiente de dicha fecha. Agotada la via administrativa, recién empieza a correr el plazo de caducidad. 4. Que el demandante interpuso la Accion de Amparo el dia cinco de agosto de mil novecientos noventa y siete, en forma anticipada y antes de haberse vencido el plazo de treinta dias que tenia la Administracion para resolver su Recurso de Apelacion; en consecuencia, no cumplio con agotar la via previa y en tal virtud carece de objeto pronunciarse sobre la excepcion de caducidad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que 16 confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO en parte la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos veintitrés, su fecha treinta de abril de mil novecientos noventa y ocho, en e extremo que declaro IMPROCEDENTE el pedido de pago de indemnizacion REVOCANDOLA en el extremo que declaro infundado el pedido para que se inaplique disposicion contenida en el Acta de Clausura N.o 1181-96; y reformandola en este extremo la declara IMPROCEDENTE, Dispone la notificacion a las partes, su publicacion en e diario oficial El Peruano y la devolucion de los actuados.", "SS.": "MiM C - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 7 A VC - GARCIA MARCELO Gertifioo: Lo que VASQUEZ Dra. MARIAtUZ RELATORA SECRETARIA FLONSTITUCIONAL TRIBUNAL N", "fecha_publicacion": "1999-05-07", "id": 35088, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Manuel Andrade Carmona) y otros", "nombre_demandante": "Andrés Avelino Huamayalli Castro", "numero_expediente": "00561-1998-AA"}