{"CONTEXTO": " 00560-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00560-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 560-96-AA/TC LA LIBERTAD JOSÉ COSME VEGA NEYRA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de. los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Cosme Vega Neyra, contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento sesenta y tres, su fecha veinticuatro de mayo de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la Accion de Amparo contra la Empresa de Transportes Turismo El Sol S.R.Ltda.", "ANTECEDENTES:": "Don José Cosme Vega Neyra, con fecha veintiséis de enero de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra la Empresa de Transportes Turismo El Sol S.R.Ltda. representada por sus gerentes, dona Alberta Libia Alvarado Toledo y don Paulino Cabrera Leon, a fin de que se deje sin efecto la orden dictada por la primera de las nombradas, con fecha treinta y uno de octubre de mil novecientos noventa y cinco, en el sentido de que el omnibus de propiedad del demandante, marca Volvo con placa de rodaje UD-2495, deje de circular en la ruta Trujillo-Lima y viceversa. Sostiene el demandante que ante el Tercer Juzgado Especializado en lo Civil de Trujillo, tramito el Expediente N.o 1753-95 sobre convocatoria judicial de Junta General de Participacionistas, proceso que termino con su desistimiento, en virtud a la transaccion extrajudicial que celebro con la demandada, en la cual esta ultima se comprometio a transferir al demandante la propiedad del referido vehiculo asimismo, que éste seguiria circulando en la ruta asignada a la empresa. Manifiesta que, sin embargo, solo se le transfirio la propiedad del vehiculo y no se le permite circular en la ruta, violando sus derechos a la libertad de trabajo y de empresa. La demandada, representada por donia Alberta Libia Alvarado Toledo, contesta la demanda y deduce las excepciones de desistimiento de la pretension y de caducidad, y solicita se declare infundada la demanda. Sostiene que el vehiculo fue vendido al demandante suscribiéndose el contrato respectivo, por lo que la empresa no esta obligada a permitir que dicha unidad circule en la ruta obtenida por ésta mediante concesion. El Juez Provisional del Segundo Juzgado Especializado en lo Civil de Trujillo, a fojas ciento dieciocho, con fecha once de marzo de mil novecientos noventa y seis, declara infundadas las excepciones e infundada la Accion de Amparo, por considerar que no esta acreditado en autos que entre el demandante y la empresa emplazada se haya celebrado transaccion extrajudicial en virtud de la cual la segunda se hubiera comprometido a permitir 2 TRIBUNAL CONSTITUCIONAL la circulacion del vehiculo y que, asimismo, aquél no ha probado su calidad de socio en la empresa. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas ciento sesenta y tres, con fecha veinticuatro de mayo de mil novecientos noventa y seis, confirma la apelada en todos sus extremos por considerar que la Accion de Amparo no es la via idonea. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que es objeto de la presente accion que se declare inaplicable la disposicion emitida por los funcionarios de la Empresa demandada que impide que el vehiculo con placa de rodaje UD-2495 de propiedad del demandante continue circulando en la ruta Trujillo- Lima y viceversa, asignada a la empresa demandada. 2. Que, en cuanto a la excepcion de desistimiento de la pretension, no existe identidad entre la que se persigue a través de la accion de garantia analizada y aquélla que dio lugar al Expediente N.°1753-95, sobre convocatoria judicial de junta de participacionistas. Respecto a la excepcion de caducidad, el plazo de sesenta dias utiles, previsto en el articulo 370 de Ley N.o 23506, debe computarse a partir del dia treinta y uno de octubre de mil novecientos noventa y cinco, fecha en la que se emitio la orden considerada arbitraria, hasta la interposicion de la demanda que se llevo a cabo el veintiséis de enero de mil novecientos noventa y seis; por lo tanto, la demanda se encontraba habilitada. En consecuencia, ambas excepciones son infundadas. 3. Que, en cuanto al fondo, se debe tener en cuenta que no esta probado en autos la calidad de socio del demandante en la empresa emplazada; existe evidencia de un contrato de compraventa suscrito entre las partes, en virtud del cual se transfiere a favor del primero el referido vehiculo, encontrândose a fojas ciento dos el testimonio notarial del acta de transferencia. No esta acreditado que se haya celebrado transaccion extrajudicial en virtud de la cual la demandada se hubiera comprometido a permitir la circulacion del omnibus en la ruta concedida a la empresa. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad de fojas ciento sesenta y tres, su fecha veinticuatro de mayo de mil novecientos noventa y seis, que confirmando la apelada declaro infundadas las excepciones de desistimiento de la pretension y de caducidad propuestas por la demandada e INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, Ruce GARCIA MARCELO. Lo que Certifico: lut Dra. MARIA FLUZVASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-12", "id": 34958, "nombre_demandado": "Empresa de Transportes Turismo El Sol SRLtda", "nombre_demandante": "José Cosme Vega Neyra", "numero_expediente": "00560-1996-AA"}