{"CONTEXTO": " 00560-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00560-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 560-98-AA/TC LIMA JOSÉ FÉLIX GUGLIERMINO VARGAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: M", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Félix Gugliermino Vargas contra la Sentencia de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, que con fecha treinta de abril de mil novecientos noventa y ocho, declaro improcedente la Accion de Amparo. ANTECEDENTES : Don José Félix Gugliermino Vargas interpuso con fecha cuatro de julio de mil novecientos noventa y siete Accion de Amparo contra don Victor Enrique Caso Lay en su calidad de Contralor General de la Republica, a fin de que queden sin valor legal alguno las resoluciones de contralor N.OS 091-97-CG, 093-97-CG y 092-97-CG, todas ellas de fecha cuatro de junio de mil novecientos noventa y siete, y, segun afirma, recibidas con fecha dieciséis del citado mes. Considera el demandante que con dichos actos administrativos, la Contraloria pretende reactivar procesos administrativos fenecidos en donde se declaro que carecia de objeto pronunciarse sobre la responsabilidad del emplazante y otros; importando ello, segun dice, una violacion contra el debido proceso y la seguridad juridica. (fojas 30 a 41). El Contralor General de la Republica don Victor Enrique Caso Lay contesta la demanda deduciendo la excepcion de falta de agotamiento de la via administrativa y, por consiguiente, solicita que la pretension contenida en la demanda sea declarada improcedente. (fojas 53 a 64). El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima dicta sentencia con fecha quince de agosto de mil novecientos noventa y siete, declarando fundada la excepcion de falta de agotamiento de la via administrativa y, consecuentemente, improcedente la Accion de Amparo. (fojas 71 a 76). La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha treinta de abril de mil novecientos noventa y ocho, confirmo la apelada, declarando fundada la excepcion de falta de agotamiento de la via previa e improcedente la Accion de Amparo. (fojas 175). Contra esta resolucion, el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL FUNDAMENTOS : Que el articulo 270 de la Ley N.o 23506 de Habeas Corpus y Amparo establece que 1. solo procede la Accion de Amparo cuando se hayan agotado las vias previas. Que la demanda de fojas treinta fue interpuesta con fecha cuatro de julio de mil 2. novecientos noventa y siete, vale decir, durante la vigencia de la Ley N.o 26810 que modifico el segundo paragrafo del articulo 98° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobado por el Decreto Supremo N.o 02-94-JUS, que se refiere al recurso impugnativo de reconsideracion, en los siguientes términos: \"El término para la interposicion de este recurso es de quince dias y sera resuelto en un plazo maximo de treinta dias, transcurridos los cuales sin que medie resolucion, el interesado podra considerar denegado dicho recurso a efectos de interponer el recurso de apelacion correspondiente 0 la demanda judicial cuando se trate de un organo que no esté sometido a subordinacion jerarquica, en su caso, 0 esperar el pronunciamiento expreso de la Administracion Publica\". Que, de lo transcrito se desprende que si bien es cierto la Contraloria General de la 3. Republica no esta sometida a subordinacion jerarquica; para cumplir con el requisito del articulo 27, el demandante debio haber interpuesto el Recurso de Reconsideracion antes comentado. No interponerlo, en este caso, equivale a no haber agotado previamente la via administrativa, resultando no permisible incoar la demanda en forma directa, sin que concurran, ademas, las causales de exoneracion contenidas en el articulo 28° de la acotada Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento setenta y cinco, su fecha treinta de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT a arced GARCIA MARCELO AGB LO QUE GERTIFICO: - 1 - - LL DRA.MARIA LUZVASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-09-28", "id": 35768, "nombre_demandado": "Contralor General de la República (Víctor Enrique Caso Lay)", "nombre_demandante": "José Félix Gugliermino Vargas", "numero_expediente": "00560-1998-AA"}