{"CONTEXTO": " 00569-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00569-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.569-97-AATC ALBINA CECILIA DORIS ALVAREZ SALOMON. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los ocho dias del mes de mayo de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE y; GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha dieciséis de mayo de mil novecientos noventa y siete, en los seguidos por Dona Albina Cecilia Doris Salomon contra la Municipalidad de Miraflores.", "ANTECEDENTES:": "Con fecha diecinueve de diciembre de mil novecientos noventa y cinco, dona Albina Cecilia Doris Alvarez Salomon interpone Accion de Amparo contra la Municipalidad de Miraflores, al haber sido sancionada con la medida disciplinaria de destitucion, mediante Resolucion de Alcaldia No 13749-94-RAM. Admitida la demanda, ésta es contestada por la demandada, quien solicita que la misma sea declarada improcedente, por considerar que la demandante no ha agotado la via previa y por que la Accion de Amparo no resulta ser la via idonea en donde se ventilen 2 TRIBUNAL CONSTITUCIONAL cuestiones que pueden y deben ser dilucidadas en la via judicial ordinaria, donde se permita la actuacion de pruebas. Con fecha dos de setiembre de mil novecientos noventa y seis, el Décimo Tercer Juzgado Especializado en lo Civil de Lima, expide resolucion declarando improcedente la demanda. Interpuesto recurso de apelacion, con fecha dieciséis de mayo de mil novecientos noventa y siete, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada. Interpuesto el Recurso Extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, del petitorio de la demanda, se desprende que la demandante solicita se declare inaplicable la Resolucion de Alcaldia No 13749-94-RAM del diez de noviembre de mil novecientos noventa y cuatro, mediante la cual se le destituyo. 2. Que, aparece de autos que en el proceso administrativo que se abrio a la demandante, se establecio que ésta habia presentado como auténtico un documento falsificado supuestamente expedido por la Pontificia Universidad Catolica del Peru, que la acreditaba como \"Licenciada en Sociologia\" con el fin de obtener el reconocimiento de cuatro anos de servicios al amparo de la Ley No 24156 3. Que, asimismo, esta acreditado que la demandante ha ejercitado su derecho de defensa, durante el proceso administrativo, habiendo interpuesto los recursos impugnativos contra la Resolucion de Alcaldia, que dispuso su destitucion, agotando la via administrativa. 4. Que, la Municipalidad demandada ha actuado de acuerdo a las disposiciones del Decreto Legislativo No 276 y su Reglamento aprobado por el Decreto Supremo No 005-90 PCM. 5. Que, respecto al argumento de la demandante en el sentido que ha sido sancionada por un hecho que no constituye delito, al haber sido desestimada la denuncia presentada por la demandada a la Décimo Tercera Fiscalia de Lima, por delito contra la fe publica; debe tenerse en cuenta que, de acuerdo al articulo 25° del Decreto Legislativo No 276, los servidores publicos son responsables civil, penal y administrativamente en el ejercicio del servicio publico, sin perjuicio de las sanciones de carâcter disciplinario por las faltas que cometan. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y ocho, su fecha dieciséis de mayo de mil novecientos noventa y siete, que confirmando la apelada, declaro IMPROCEDENTE la accion de amparo. Dispone su publicacion en el Diario Oficial \"El Peruano\", > y los devolvieron.", "SS.": "- L ACOSTA SANCHEZ Vo Amu NUGENT 7 Rrce DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-17", "id": 37014, "nombre_demandado": "Municipalidad Distrital de Miraflores", "nombre_demandante": "Albina Cecilia Doris Alvarez Salomón", "numero_expediente": "00569-1997-AA"}