{"CONTEXTO": " 00560-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00560-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 560-97-HC/TC LIMA EUDOCIA ANTONIETA CRISTOBAL RAMIREZ DE LAZARES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Eudocia Antonieta Cristobal Ramirez de Lazares, contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha dieciocho de abril de mil novecientos noventa y siete, que declaro improcedente la Accion de Habeas Corpus interpuesta contra el personal del Serenazgo de la Municipalidad Metropolitana de Lima, representado por don Arturo Moreno Alcantara.", "ANTECEDENTES:": "Con fecha dos de abril de mil novecientos noventa y siete, dona Eudocia Antonieta Cristobal Ramirez de Lazares interpone accion de Habeas Corpus contra personal del Serenazgo de la Municipalidad Metropolitana de Lima, representado por don Arturo Moreno Alcantara, por considerar que éste atenta contra su libertad individual al haber dispuesto que dicho personal resguarde su domicilio y centro de trabajo, con el objeto de impedir el ingreso y salida de las personas. Solicita se disponga el retiro inmediato de la policia municipal y personal del Serenazgo.Admitida la demanda por el Juzgado Penal de Turno Permanente de Lima, se realiza la investigacion sumaria recibiendo las declaraciones de la accionante asi como del accionado. Sostiene dona Antonieta Cristobal Ramirez de Lazares, que es conductora del local comercial sito en el jiron Washington numero mil doscientos veintinueve, Lima; que cuenta con autorizacion Municipal de Funcionamiento, otorgada de acuerdo al régimen simplificado el primero de agosto de mil novecientos noventa y cinco, para realizar actividades de restaurante-penia y sala para recepciones, siendo el caso que la Municipalidad de Lima, mediante resolucion, ha ordenado la clausura del establecimiento, atribuyéndole responsabilidades no probadas, la misma que ha sido impugnada, no habiendo quedado consentida por haber interpuesto recursos impugnativos. Sostiene asimismo, que personal del Serenazgo y de la Policia Municipal impide el ingreso y salida de los propietarios, trabajadores y clientes del establecimiento atentândose contra su libertad individual, precisando que la cuestion controvertida es la libertad individual y no la clausura del establecimiento. Don Arturo Moreno Alcantara, accionado en el presente proceso, sostiene que dentro de sus funciones como jefe del Serenazgo de la Municipalidad Metropolitana de Lima, esta la de proporcionar apoyo a la policia municipal a fin de que se dé cumplimiento a las disposiciones municipales; que en el caso particular del establecimiento conducido por la accionante, dicha Municipalidad emitio la Resolucion de 2 TRIBUNAL CONSTITUCIONAL Alcaldia No 085 de veintinueve de enero de mil novecientos noventa y siete, en virtud de la cual declara infundado el recurso de apelacion interpuesto, disponiéndose ademas la clausura y cierre definitivo de dicho local al haberse verificado, entre otras infracciones, que la demandante amplio el giro de su actividad a salsodromo y discoteca, sin la debida autorizacion y que el establecimiento se encuentra a menos de doscientos metros de distancia de centros educativos como la Gran Unidad Escolar Guadalupe y el C.E. Santiago Antunez de Mayolo, existiendo pedidos de vecinos y de los centros educativos para que se proceda a su clausura debido a que los estudiantes frecuentan asiduamente dicho local asi como otros similares que se encuentran en la zona. Manifiesta asimismo, que la presencia de la Policia Municipal y personal del Serenazgo se debe a que a pesar de estar clausurado por orden Municipal tratan de continuar funcionando, por lo que constantemente se reciben llamadas de los vecinos debido a los escândalos y ruidos molestos que se producen, y que en ningun caso se ha violado la libertad de transito ni la libertad individual de las personas que ingresan a trabajar en dicho establecimiento. Con fecha siete de abril de mil novecientos noventa y siete, el Juez del Décimo Séptimo Juzgado Penal de Lima expide resolucion declarando fundada la Accion de Habeas Corpus por considerar que la Resolucion de Alcaldia No 085 aun no se encuentra consentida, razon por la cual se ha incurrido en un apresuramiento funcional; que, al haberse colocado efectivos policiales se ha vulnerado la libertad individual. Asimismo declara infundada la accion en el extremo concerniente a la vulneracion de la libertad individual por el impedimento de ingreso y salida de personas. Interpuesto Recurso de Apelacion con fecha dieciocho de abril de mil novecientos noventa y siete, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima expide resolucion revocando la apelada en cuanto declara fundada la demanda y reformandola la declara improcedente y la confirma en lo demas que contiene; por considerar que el articulo 104° de la Ley de Normas Generales de Procedimientos Administrativos establece que la interposicion de cualquier recurso impugnativo no suspende la ejecucion del acto administrativo impugnado y que ademas no se ha acreditado de modo fehaciente restriccion ilegal al ingreso 0 salida del inmueble supuestamente afectado. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la Accion de Habeas Corpus procede en los casos que se vulnere 0 amenace de violacion la libertad individual 0 derechos conexos de conformidad con el articulo 200° inciso 1) de la Constitucion Politica del Estado y el articulo 12° de la Ley No 23506. 2. Que, la accionante sostiene en la demanda que el accionado amenaza la libertad individual y el libre transito de las personas que domicilian en el local comercial que conduce en el jiron Washington numero ciento veintinueve, cercado de Lima asi como de los trabajadores y usuarios del mismo, por haber dispuesto que personal del Serenazgo de la Municipalidad Metropolitana de Lima y de la Policia Municipal impiden el ingreso a dicho local. 3. Que, el articulo 51° de la Ley No 23853 faculta a las Municipalidades Provinciales y Distritales a organizar un cuerpo de vigilancia municipal para el debido cumplimiento de las disposiciones que emitan, por los vecinos, instituciones y establecimientos de la jurisdiccion. TRIBUNAL CONSTITUCIONAL 4. Que, de autos se aprecia que la presencia de los efectivos del Serenazgo y de la Policia Municipal en el establecimiento comercial que conduce la demandante obedece al cometido que tienen dichos efectivos para que en cumplimiento de la Resolucion de Alcaldia No 085 de veintinueve de enero de mil novecientos noventa y siete, que ordena la clausura del establecimiento, se impida su funcionamiento. 5. Que, en la secuela del proceso no se ha acreditado fehacientemente que la presencia de personal del Serenazgo y de la Policia Municipal a fin de dar cumplimiento a una disposicion municipal, haya amenazado 0 violado los derechos a la libertad individual y de transito de las personas que domicilian en dicho establecimiento de los trabajadores 0 usuarios del mismo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "REVOCANDO en parte la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ochenta y siete, su fecha dieciocho de abril de mil novecientos noventa y siete, en el extremo que revocando la apelada declaro improcedente la Accion de Habeas Corpus, respecto a la custodia de efectivos del Serenazgo y Policia Municipal; reformandola la declara INFUNDADA; y CONFIRMANDO la propia resolucion en el extremo que declara INFUNDADO el petitorio referido al supuesto impedimento de ingreso y salida de personas del local comercial de la demandante. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ 1e a L DIAZ VALVERDE NUGENT GARCIA MARCELO V Rreca U Lo que Certifico: Dra. MARIALUZY VASGUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL NF", "fecha_publicacion": "1998-12-01", "id": 37269, "nombre_demandado": "Personal de Serenazgo de la Municipalidad Metropolitana de Lima representada por Arturo Moreno Alcantara", "nombre_demandante": "Eudocia Antonieta Cristobal Ramírez de Lazares", "numero_expediente": "00560-1997-HC"}