{"CONTEXTO": " 00573-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00573-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 573-97-AA/TC APURIMAC OSCAR FARFAN ORBEGOSO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por don Oscar Farfan Orbegoso contra la resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Apurimac, de fojas cuarenta y uno, su fecha diez de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo. ANTECEDENTES : Don Oscar Farfan Orbegoso interpone demanda de Accion de Amparo el veinticinco de abril de mil novecientos noventa y siete, y la dirige contra don Juan Nakandakari Kanashiro en su calidad de Presidente de la Comision Reorganizadora del Instituto Nacional Penitenciario, solicitando la inmediata reposicion en su puesto de trabajo en su condicion de Agente Penitenciario por haberse violado su derecho constitucional a la libertad de trabajo estipulado en el articulo 24°, numeral 10) de la Ley No 23506 de Habeas Corpus y Amparo, refiriendo como hechos que, con fecha siete de agosto de mil novecientos noventa y seis, ha sido notificado con copia de la Resolucion No 192-96- INPE/CR.P que resuelve cesarlo por causal de excedencia, supuestamente por haber sido descalificado durante el proceso de evaluacion; que la resolucion que, lo cesa expone que se ha realizado una exhaustiva investigacion, revision y evaluacion del legajo personal, comportamiento laboral, moral, ético y profesional, asi como de los actos que atentan contra la imagen institucional; que estos fundamentos no son veridicos ni consistentes. El Juzgado Mixto de Abancay, con fecha dos de mayo de mil novecientos noventa y siete, a fojas treinta, declara de plano improcedente la demanda, por considerar, principalmente, que ha caducado el derecho del demandante para efectos de interponer la Accion de Amparo. La Sala Mixta de la Corte Superior de Justicia de Apurimac, a fojas cuarenta y uno, con fecha diez de junio de mil novecientos noventa y siete, confirma la apelada, por estimar que desde que se produjo su afectacion a la fecha de interponer la demanda ha 2 TRIBUNAL CONSTITUCIONAL caducado el derecho que tenia el demandante. Contra esta resolucion el demandante interpone Recurso Extraordinario. FUNDAMENTOS: . 1. Que, del estudio de autos se ha comprobado que entre la fecha de afectacion de la supuesta violacion del derecho constitucional del demandante, esto es, al no resolverse el recurso administrativo de Apelacion de fojas trece, con fecha siete de octubre de mil novecientos noventa y seis, la misma que no fue resuelta dentro del plazo de ley, opero el silencio administrativo negativo a partir del dia veinte de noviembre de mil novecientos noventa y seis. En consecuencia, el plazo de caducidad establecido en el articulo 37° de la Ley No 23506 de Habeas Corpus y Amparo debe computarse a partir de dicha fecha y que a la fecha de interposicion de la demanda que data del veinticinco de abril de mil novecientos noventa y siete, ha transcurrido con exceso el plazo de sesenta dias para su interposicion, produciéndose la caducidad para el ejercicio de la accion Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Apurimac, de fojas cuarenta y uno, su fecha diez de junio de mil novecientos noventa y siete, que confirmo la apelada que declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, V GARCIA MARCELO. - Lo que dertifypol JAM TREMABARENISIUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-13", "id": 37347, "nombre_demandado": "Presidente de la Comisión Reorganizadora del Instituto Nacional Penitenciario (Juan Nakandakari Kanashiro)", "nombre_demandante": "Óscar Farfán Orbegoso", "numero_expediente": "00573-1997-AA"}