{"CONTEXTO": " 00575-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00575-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 575-98-AA/TC LIMA LEONARDO VILLAVICENCIO CONSTANTINO Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez; Presidente, Diaz Valverde Vicepresidente; Nugent y V Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Leonardo Villavicencio Constantino y otros contra la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas ochenta y tres del Cuaderno de Nulidad, su fecha veintisiete de agosto de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Leonardo Villavicencio Constantino, don Carlos Pedro Cruz Moore, don Pedro Espinoza Patino, don Maximo Fernandez Quiroz, dona Jesus Luisa Lenz Caceres, don Pedro Levano Cuba, don Zadi Fausto Rivera Galarza, dona Rosario Silvia Salazar Ponce, dona Trinidad Valdivia viuda de Bertini, dona Julia Carmen Rios Rodriguez, dona Olga Gamarra viuda de Tirado, dona Eliza Martinez viuda de Ballon, dona Ana Estela Diaz Vda. de Torero, dona Susana Romero viuda de Elescano, don Gilberto Mejia Guevara, don Juan Vilchez Cotrina, con fecha veintiséis de diciembre de mil novecientos noventa y cuatro, interponen demanda de Accion de Amparo contra la Empresa Nacional de Puertos-Enapu S.A., por omision de actos de cumplimiento obligatorio, violacion y amenaza continua de sus derechos adquiridos y reconocidos como pensionistas del Estado dentro del régimen de lo normado por el Decreto Ley N.o 20530, a fin de que se disponga el levantamiento de los topes de sus pensiones nivelables, por cuanto la demandada viene violando sus derechos al aplicar indebidamente el articulo 292° de la Ley N.o 25303 y el articulo 24° de la Ley N.o 25986 y la Novena Disposicion Transitoria y Final de la Ley N.o 26268, mediante las cuales se aplican topes a sus respectivas pensiones. Senalan los demandantes que la normatividad anterior les es inaplicable porque a mérito de resoluciones de gerencia general de la empresa emplazada, se les concedio pension de cesantia definitiva nivelable sin topes, por haber ingresado a prestar servicios para el Estado antes del once de julio de mil novecientos sesenta y dos, debiendo la TRIBUNAL CONSTITUCIONAL demandada abonar la pension de jubilacion, orfandad y viudez, correspondiente, segun el caso, de acuerdo al nivel y categoria bajo los cuales se produjeron sus respectivos ceses. La Empresa Nacional de Puertos-Enapu S.A. por intermedio de su representante don Arnulfo Franklin Montalvo Lara contesta la demanda solicitando que la misma sea declarada improcedente; senala que los demandantes pretenden impedir la aplicacion especifica de determinadas leyes, por lo que la Accion de Amparo no seria la via idonea. En cuanto al fondo del asunto, refiere que no se ha violado derecho constitucional alguno en virtud de que la ley prevé la facultad de limitar el monto de la pension mediante normas presupuestarias desde el ano mil novecientos noventa y uno hasta el ano de mil novecientos noventa y cuatro, y reiterativamente se dispuso que ninguna pension del Estado del régimen normado por el Decreto Ley N.o 20530 pueda exceder la remuneracion de un funcionario de mayor jerarquia del sector al que pertenece. El Segundo Juzgado Civil del Callao, a fojas ciento cuarenta y dos, con fecha siete de febrero de mil novecientos noventa y cinco, emite resolucion declarando infundada la demanda de Accion de Amparo, considerando que los demandantes lo que pretenden es la inaplicabilidad del articulo 24° de la Ley N.o 25986, la Novena Disposicion Transitoria y Final de la Ley N.o 26268 y el articulo 292° de la Ley N.o 25303; esta ultima fue declarada constitucional luego de ser examinada por el Tribunal de Garantias Constitucionales, la misma que no puede cuestionarse via control difuso. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas doscientos treinta y uno, con fecha veintitrés de agosto de mil novecientos noventa y cinco, confirma la apelada que declaro infundada la demanda interpuesta, considerando que la Accion de Amparo no seria la via idonea para solicitar la inaplicabilidad de una norma general, ademas, que la Constitucion solo protege los derechos reconocidos. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas ochenta y tres del Cuaderno de Nulidad, con fecha veintisiete de agosto de mil novecientos noventa y siete, declaro haber nulidad en la sentencia de vista, reformando la apelada declaro improcedente la Accion de Amparo interpuesta, al considerar que no se ha acreditado la vulneracion de derecho constitucional alguno y que debido a la naturaleza de la pretension del derecho invocado, la via de la Accion de Amparo, por su caracter excepcional, no seria la adecuada; agrega, ademas, que el articulo cincuenta y siete del Decreto Ley N.o 20530 establece que el monto maximo mensual pensionable lo establece la Ley Anual de Presupuesto. Contra esta resolucion, los demandantes interponen Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que la presente demanda persigue que la Empresa Nacional de Puertos-Enapu S.A. 1. disponga el pago de sus respectivas pensiones efectuando el levantamiento de los topes aplicados indebidamente a las mismas, los demandantes amparan su pretension conforme a lo dispuesto en la Ley N.o 23495 y el Decreto Supremo N.o 015-83-PCM, transgrediendo sus derechos reconocidos y adquiridos, por omision de actos de cumplimiento obligatorio. Que este Tribunal en reiteradas ejecutorias ha establecido que debido a la naturaleza 2. del derecho pensionario, y siendo el caso que los hechos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, toda vez que mes a mes se repite la presunta vulneracion invocada, resultando de aplicacion lo dispuesto en el articulo 26° de la Ley N.o 25398. Que los accionantes adquirieron el derecho a una pension nivelable, cumpliendo los 3. requisitos necesarios establecidos bajo el régimen de lo normado por el Decreto Ley N.o 20530 y sus modificatorias, quienes a la fecha de su cese tenian mas de veinte anos de servicios prestados al Estado, por lo que la administracion tiene la obligacion de reconocer este beneficio desde el momento en que se cumplen, de hecho, todos los requisitos. Que queda acreditado a favor de los demandantes las resoluciones de la gerencia 4. general de la Empresa Nacional de Puertos-Enapu S.A. sobre el reconocimiento y la concesion de sus pensiones de cesantia, orfandad y sobrevivencia, segun el caso, al respecto y en aplicacion de la Ley N.o 23495 la cual regula el derecho a la nivelacion y homologacion de las pensiones de los cesantes comprendidos dentro del régimen de lo normado por el Decreto Ley N.o 20530, norma dada dentro del marco de la Constitucion Politica de 1979, la misma que establecia el derecho a percibir una pension de cesantia 0 jubilacion renovable. Que, por otro lado, este Tribunal ya ha emitido un pronunciamiento general al 5. respecto dentro de Expediente N.o 008-96-I/TC, uno de cuyos extremos resolvio por la inconstitucionalidad de toda formula legal tendiente a la aplicacion retroactiva de topes sobre las pensiones niveladas legalmente obtenidas, en este sentido, en la presente causa este Tribunal no puede, si no, ratificar tal criterio en concordancia con el articulo 35°, primer pârrafo de su Ley Organica N.o 26435, la cual establece fuerza vinculante a sus sentencias en materia de inconstitucionalidad de las leyes. Que, de las instrumentales de fojas treinta y siete a fojas cincuenta y dos, se advierte 6. que la demandada no ha estado cumpliendo con el mandato constitucional antes 3 TRIBUNAL CONSTITUCIONAL referido, toda vez que ha estado aplicando topes a las pensiones que perciben los demandantes; por consiguiente, queda acreditada la transgresion a los derechos asi como el derecho invocado en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas ochenta y tres del Cuaderno de Nulidad, su fecha veintisiete de agosto de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo y reformandola, la declara FUNDADA; en consecuencia, ordena que la demandada cumpla con el pago de las pensiones sin aplicacion de topes a los demandantes. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Vui Le ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO à2 Elda LO QUE GERTIFICO: WM wiud DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e) 4", "fecha_publicacion": "1999-10-05", "id": 35845, "nombre_demandado": "Empresa Nacional de Puertos SA (ENAPU)", "nombre_demandante": "Leonardo Villavicencio Constantino y otros", "numero_expediente": "00575-1998-AA"}