{"CONTEXTO": " 00574-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00574-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 574-97-HC/TC ICA 4 VICTOR MIGUEL HERNANDEZ VILCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Miguel Hernandez Vilca contra la Resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fecha diecisiete de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Victor Miguel Hernandez Vilca interpone Accion de Habeas Corpus contra los Magistrados don Florencio Arguedas Contreras, Juez Penal; dona Maria Elena Figueroa Avendano, Fiscal Provincial Provisional y don Rodolfo Espinoza Delgado, Fiscal Superior en lo Penal . Manifiesta el actor que los emplazados han actuado irregularmente en el proceso que se le sigue por delito contra la Administracion de Justicia, y contra la Funcion Jurisdiccional, al haber determinado la ampliacion de la instruccion por delito de terrorismo, amenazândose con ello su libertad individual y derechos constitucionales conexos. Ampara su demanda en lo dispuesto por el articulo 200° inciso 1), articulo 2° incisos 20) y 24) y articulo 138° de la Constitucion Politica del Estado y articulos 1°, 40,50,12° y 15° de la Ley No 23506. Los emplazados, tanto en su manifestacion como en los recursos correspondientes, contestan la denuncia senalando que han actuado en pleno ejercicio de las facultades que la ley les otoga y en expresa aplicacion de las normas que para el caso les son pertinentes. El Primer Juzgado en lo Penal de Ica con fecha veintitrés de mayo de mil novecientos noventa y siete, declaro improcedente la Accion de Habeas Corpus por considerar, entre otras razones, que la ampliacion de instruccion cuestionada por el actor ha sido dictada con observancia de la ley, respetando el debido proceso y dentro de un proceso regular, asimismo, el actor ha hecho uso de los medios impugnatorios que la ley le franquea. 2 TRIBUNAL CONSTITUCIONAL Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Ica, con fecha diecisiete de junio de mil novecientos noventa y siete, confirma la recurrida, por estimar que el actor pretende enervar los efectos de la denuncia ampliatoria y de los autos resulta que dicha resolucion fue dictada con arreglo a ley y dentro de los cauces de un proceso regular. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTO: Que, mediante la presente Accion de Garantia, el actor pretende que se deje sin efecto la resolucion judicial que determina la ampliacion de su instruccion; sin embargo, del analisis de los autos se llega a establecer que la resolucion cuestionada por el actor ha sido expedida con arreglo a ley y dentro de un proceso judicial regular, asimismo, se encuentra acreditado en autos que el actor interpuso contra dicha resolucion los recursos impugnatorios correspondientes, consecuentemente, es de expresa aplicacion el inciso 2) del articulo 6° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas ciento cuarenta y dos, su fecha diecisiete de junio de mil novecientos noventa y siete, que confirmando la recurrida, declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, Aitule 4 GARCIA MARCELO. U an Lo que Certif100: Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA MR TRIBUNAL CONSTITUCIONAK", "fecha_publicacion": "1999-01-04", "id": 34839, "nombre_demandado": "Florencio Arguedas Contreras (juez Penal), María Elena Figueroa Avendaño (fiscal Provincial Provisional), Rodolfo Espinoza Delgado (fiscal Superior en lo Penal) y Rigoberto Parra", "nombre_demandante": "Víctor Miguel Hernández Vilca", "numero_expediente": "00574-1997-HC"}