{"CONTEXTO": " 00571-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00571-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP-571-97-AA/TC HUANCAYO ALBERTO SEBASTIAN JIMÉNEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los dos dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de Nulidad que debe ser entendido como Extraordinario interpuesto por don Alberto Sebastian Jiménez contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ciento tres, su fecha veintiocho de mayo de mil novecientos noventa y siete, que declaro improcedente la demanda, expresa como fundamentos que no agoto la via administrativa.", "ANTECEDENTES:": "Don Alberto Sebastian Jiménez interpone demanda de Accion de Amparo contra el Alcalde Provincial de Huancayo, don Pedro Morales Mansilla, solicitando el otorgamiento de licencia de funcionamiento del establecimiento de su propiedad denominado Video Night Club Grill \"La Tortuga\"; alega haber sido violado su derecho al trabajo, amparado en el inciso 15) del articulo 2° de la Constitucion Politica del Estado, refiriendo como hechos que ha agotado el tramite de la via administrativa ante la demandada; que su establecimiento se encuentra convenientemente ubicado, lejos de centros educativos, establecimiento de salud y lugares religiosos; y sin embargo se ha declarado improcedente el otorgamiento de la licencia de funcionamiento. La Municipalidad Provincial de Huancayo, contesta la demanda solicitando que se declare infundada; precisando que se procedio de conformidad con lo establecido en el articulo 191° de la Constitucion Politica del Estado, en concordancia con el articulo 68° inciso 7) de la Ley Orgânica de Municipalidades No 23853 que otorga la facultad de otorgamiento y control de licencias de funcionamiento, en mérito a tales disposiciones mediante Decreto de Alcaldia No 049-92-A/MPH, con fecha diez de marzo de mil novecientos noventa y dos, que prohibe la proliferacion de bares, cantinas y otros establecimientos de la misma condicion; que mediante Decreto de Alcaldia No 026-95-A/MPH de fecha diecinueve de mayo de mil novecientos noventa y cinco, que posibilita la apertura de establecimientos comerciales de videos pubs, juegos electronicos, pistas de baile y similares, a mas de doscientos metros de centros educativos, centros de salud, locales universitarios e iglesias; en tal razon, en mérito al Decreto de Alcaldia, han procedido ha no otorgarle licencia, ya que éste se encuentra ubicado a menos de los doscientos metros del Instituto Superior \"Eugenio Pacelly\". 2 TRIBUNAL CONSTITUCIONAL El Juez del Segundo Juzgado Mixto de Huancayo, con fecha diecinueve de marzo de mil novecientos noventa y siete, a fojas sesenta y tres, declara improcedente la demanda, por considerar principalmente que, no ha agotado la via previa. La Sala Civil de la Corte Superior de Justicia de Junin, con fecha veintiocho de mayo de mil novecientos noventa y siete, a fojas ciento tres, confirma la apelada, por estimar que no se ha agotado la via administrativa. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia tienen por objeto reponer las cosas al estado anterior a la violacion 0 amenaza de un derecho constitucional, conforme lo establece el / Articulo 1° de la Ley No 23506. 2. Que, el objeto de la demanda, es que la Municipalidad Provincial de Huancayo otorgue la Licencia de Funcionamiento al local denominado video nigth Club Grill \"La Tortuga\", ubicado en el Jiron Loreto No 163 - Huancayo, de propiedad del demandante; y cuya clausura fue ordenada mediante Resolucion de Alcaldia No 1616-96-A/MPH. 3. Que, la Resolucion de Alcaldia No 1616-96-A/MPH, ha sido ejecutada sin haber quedado consentida, por lo que se exime al demandante de la exigencia de agotar la via administrativa, ya que opera la excepcion prevista en el inciso 1) del Articulo 28° de la Ley No 23506. 4. Que, el articulo 119° de la Ley Orgânica de Municipalidades No 23853, faculta a las autoridades municipales a ordenar la clausura transitoria 0 definitiva de establecimientos, cuando su funcionamiento esta prohibido legalmente y constituya peligro 0 sean contrarios a las normas reglamentarias 0 produzcan danos perjudiciales para la salud 0 tranquilidad del vecindario. 5. Que por Decreto de Alcaldia No 026-95-A/MPH, se dispone que solo otorga licencia para la apertura de actividades comerciales como videos pubs, juegos electronicos, pistas de bailes y similares, siempre y cuando, se ubiquen a mas de los doscientos metros de centros educativos, iglesias, centros de salud y locales universitarios. 6. Que, por Resolucion de Alcaldia No 1616-96-A/MPH se dispuso la clausura del local a que se refiere el demandante, en vista que se encuentra ubicado a menos de doscientos metros del Instituto Superior \"Eugenio Pacelly\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Peru y su Ley Organica.", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ciento tres, su fecha veintiocho de mayo de mil novecientos 2 TRIBUNAL CONSTITUCIONAL noventa y siete, que confirmando la apelada declaro improcedente la demanda; y reformindola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SÂNCHEZ DIAZ VALVERDE W lU NUGENT GARCIA MARCELO. areca Lo que Certifioo: Dra. MARIA-tUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL IRT 3", "fecha_publicacion": "1998-10-07", "id": 37082, "nombre_demandado": "Municipalidad Provincial de Huancayo (Alcalde, Pedro Morales Mansilla)", "nombre_demandante": "Alberto Sebastián Jiménez", "numero_expediente": "00571-1997-AA"}