{"CONTEXTO": " 00579-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00579-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 579-96-HC/TC PEDRO JULIO ROCCA LEON ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pedro Julio Rocca Leon contra la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fecha tres de junio de mil novecientos noventa y séis, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Pedro Julio Rocca Leon interpone demanda de Accion de Habeas Corpus contra el Fiscal Provincial de Pisco, don B. Eufrasio Rodriguez. Manifiesta que: \"en su condicion de abogado nunca ha sido funcionario publico por lo que nunca pudo haber cometido prevaricato\", 9 y sin embargo ha sido acusado por el emplazado de prevaricato, ordenando su detencion, situacion que conculca su derecho a la libertad y seguridad personal. Ampara su accion en lo dispuesto por los incisos 10) y 17) del articulo 12° de la Ley No 23506. El Primer Juzgado Penal Provisional de Pisco con fecha trece de mayo de mil novecientos noventa y séis, declaro improcedente la Accion de Habeas Corpus por considerar, entre otras razones que el Fiscal emplazado solicito que se realicen investigaciones por presunto prevaricato cometido por el actor al haber patrocinado en su condicion de abogado tanto al agraviado como al acusado en un proceso penal, solicitud que se realizo en uso de las facultades que le otorga la Ley Orgânica del Ministerio Publico; ademas no es facultad de ningun representante del Ministerio Publico en una situacion como la descrita, ordenar la detencion. Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Ica, con fecha tres de junio de mil novecientos noventa y séis confirmo la recurrida por estimar que es obligacion del Fiscal Provincial por imperio de la Ley Organica del Ministerio Publico y la Constitucion Politica del Estado conducir desde el inicio la investigacion del delito; por lo que los actos realizados por el Fiscal Provinvial emplazado se hicieron en el ejercicio regular de sus funciones. Contra esta resolucion el demandante interpone Recurso Extraordinario. TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, la Accion de Habeas Corpus, procede ante el hecho u omision, por parte de cualquier autoridad, funcionario 0 persona, que vulnera 0 amenaza la libertad individual o los derechos constitucionales conexos. 2. Que, la Accion de Habeas Corpus es una garantia de tramite inmediato y que esta vinculada en esencia a la proteccion de la libertad individual de la persona humana, a fin de protegerla contra los actos coercitivos practicados por cualquier autoridad, funcionario 0 persona cuando atentan contra el derecho de libertad, cuando tales actos aparezcan realizados de modo arbitrario. 3. Que, en el caso de autos ha quedado acreditado que el representante del Ministerio Publico ha actuado de acuerdo a ley, al solicitar una investigacion a la Policia Nacional del Peru sobre hechos presuntamente irregulares cometidos por el actor y después de realizada dicha investigacion donde se han actuado pericias concluye en la presuncion de la comision del delito de prevaricato por parte del actor. Ademas es falso lo expuesto por el actor cuando senala que el emplazado ha ordenado su detencion pues ello no se ajusta a la documentacion obrante en autos, ni a lo senalado por ley, ya que no es facultad del representante del Ministerio Publico ordenar la detencion de ningun investigado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Ica, de fojas sesenta y uno, su fecha tres de junio de mil novecientos noventa y séis, que confirmando la recurrida declaro improcedente la Accion de Habeas Corpus reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. bdiba S.S. a SANCHEZ ACOSTA DIAZ VALVERDE Aros 2 NUGENT GARCIA MARCELO Lo que Oertifi00: MR Dra. MARIA tUZ VASOUEZ SEGRETARIA RELATONA TRABUNAL CONSTHTUEISNAL", "fecha_publicacion": "1998-09-17", "id": 37495, "nombre_demandado": "Fiscalía Provincial de Pisco (B. Eufrasio Rodríguez)", "nombre_demandante": "Pedro Julio Rocca León", "numero_expediente": "00579-1996-HC"}