{"CONTEXTO": " 00571-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00571-1996-HC.pdf) --- M TRIBUNAL CONSTITUCIONAL EXP. No 571-96-HC/TC LIMA. JORGE TOMAS VASQUEZ TORRES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jorge Tomas Vasquez Torres contra la resolucion de la Octava Sala Penal de la Corte Superior de Justicia de Lima, de fojas veintisiete, su fecha dieciocho de abril de mil novecientos noventa y cinco, que confirmando la apelada del veintisiete de enero de mil novecientos noventa y cinco, declara improcedente la Accion de Habeas Corpus promovida contra el Presidente Constitucional de la Republica, don Alberto Fujimori Fujimori.", "ANTECEDENTES:": "Don Jorge Tomas Vasquez Torres interpone Habeas Corpus contra el Presidente Constitucional de la Republica, don Alberto Fujimori Fujimori, en su condicion de responsable de restituir el orden y cautelar y garantizar la defensa de todo ciudadano, por cuanto se le ha privado de su libertad individual y demas derechos constitucionales dentro de un proceso penal llevado en forma irregular por ante el Trigésimo Octavo Juzgado Penal de Lima. Especifica, que anteriormente, ya ha planteado otras solicitudes de Habeas Corpus por ante diversas Salas Penales de la Corte Superior de Lima, pero estas siempre se han confabulado con el Juzgado accionado. La Octava Sala Penal de Lima, dispone el conocimiento del presente proceso por el Vigésimo Primer Juzgado Penal, y a fojas siete y siete vuelta, y con fecha veintisiete de enero de mil novecientos noventa y cinco, éste ultimo declara improcedente la accion, principalmente por considerar: que, si bien el actor hace referencia a un proceso judicial que se le viene siguiendo asi como a dos acciones de habeas corpus, en los cuales se habria cometido irregularidades que restringen su libertad de forma tal que se encuentra secuestrado y confinado en un penal, al interior de los respectivos procesos - ya sea el penal 0 los de orden constitucional- existen los medios impugnatorios correspondientes, para subsanar las irregularidades que se hubieran podido cometer; que, tratandose de hechos que son materia de juzgamiento por parte del Poder Judicial, que constituye un Poder Autonomo, no se puede responsabilizar de las irregularidades que se pudieran cometer al Presidente de la Republica; que, se trata de una accion de garantia manifiestamente improcedente a tenor del articulo 14° de la Ley No 25398. A fojas veintisiete y con fecha dieciocho de abril de mil novecientos noventa y cinco, la Octava Sala Penal de la Corte Superior de Justicia de Lima, confirma la resolucion apelada, por estimar: que, el actor se encuentra sometido a una investigacion judicial, dentro de un debido proceso en el que debe hacer valer su derecho conforme a ley; que, la accion interpuesta contra el Presidente de la Republica carece de TRIBUNAL CONSTITUCIONAL fundamento por no ser aquél la autoridad que ejerce jurisdiccion 0 la que ha dispuesto su detencion, tanto mas si es la tercera vez que el actor ejercita el Habeas Corpus, habiéndose expedido las resoluciones que declaran improcedente sus acciones, siendo esta, otra que se formula con iguales argumentos. Contra esta resolucion el actor interpone recurso extraordinario, siendo remitidos los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del escrito de Habeas Corpus promovido por don Jorge Tomas Vasquez Torres contra el Presidente Constitucional de la Republica, don Alberto Fujimori Fujimori, éste se orienta a cuestionar las irregularidades cometidas tanto durante el proceso penal que se le sigue al actor por ante el Trigésimo Octavo Juzgado Penal de Lima, como las cometidas durante la tramitacion de dos Acciones de Habeas Corpus anteriores, ya que como consecuencia de estos actos, se le ha vulnerado su libertad individual y sus demas derechos constitucionales. 2. Que, por consiguiente y a efectos de determinar las condiciones de procedibilidad de la presente accion 0, en su caso, la legitimidad 0 no del reclamo producido, debe empezarse por senalar, que cuando una accion de garantia resulta manifiestamente improcedente, debe rechazarse de plano, conforme lo dispone el articulo 14° de la Ley No 25398. 3. Que, si bien en el presente caso el actor cuestiona presuntas irregularidades cometidas dentro de un proceso penal y dentro de dos Acciones de Habeas Corpus anteriores, sin embargo, no puntualiza en lo absoluto ni menos acredita con instrumentos probatorios idoneos, las afirmaciones que alega, por lo que resulta que su reclamo, carece totalmente de veracidad. 4. Que, si en todo caso, el actor tiene la opcion de recurrir de los diversos actos que entiende como irregulares dentro 0 al interior de cada proceso, resulta plenamente aplicable al caso de autos no solo el inciso 2) del articulo 6° de la Ley No 23506 sino el articulo 10° de la Ley No 25398, debiendo desestimarse la presente accion por ser manifiestamente improcedente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica", "FALLA": "CONFIRMANDO la resolucion de la Octava Sala Penal de la Corte Superior de Justicia de Lima de fojas veintisiete, su fecha dieciocho de abril de mil novecientos noventa y cinco, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "11 Cr ACOSTA SANCHEZ DIAZ VALVERDE NUGENT OrA GARCIA MARCELO Lo que Certifico: Lsd. Dra. MARIA LUZ VASOUZZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-22", "id": 37567, "nombre_demandado": "Alberto Fujimori Fujimori", "nombre_demandante": "Jorge Tomás Vásquez Torres", "numero_expediente": "00571-1996-HC"}