{"CONTEXTO": " 00574-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00574-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. .No 574-96-HC/TC EMILIO ROBERTO JHON EYZAGUIRRE LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO: Recurso Extraordinario interpuesto por don Emilio Roberto Jhon Eyzaguirre contra la resolucion expedida por la Octava Sala Penal de la Corte Superior de Justicia de Lima, 50 fecha veintinueve de febrero de mil novecientos noventa y seis, a fojas 97, que declaro improcedente la accion de Habeas Corpus. ANTECEDENTES: Don Emilio Roberto Jhon Eyzaguirre interpone accion de Habeas Corpus contra la senorita Juez del Sexto Juzgado Especializado en lo Penal de Lima, dona Mirtha Bendezu de Chumbes; alega el demandante que la emplazada ha dispuesto ilegalmente su detencion al declararle contumaz en un proceso penal que gira ante su Juzgado, por no haber asistido a una diligencia de lectura de sentencia de la que oportunamente pidio su aplazamiento ante la imposibilidad de asistir en la fecha programada para la misma, todo lo cual atenta contra su derecho constitucional a la libertad y otros derechos colaterales. El Cuarto Juzgado Especializado en lo Penal de Lima, con fecha diecinueve de febrero de mil novecientos noventa y seis, a fojas 83, declara improcedente la accion de Habeas Corpus por estimar principalmente que, \"no se ha acreditado la verdad de los actos hostiles a la libertad individual que el actor alega, siendo menester acotar que el accionar de la demandada se encuentra comprendido dentro de un proceso regular, mas aun, no se da ninguno de los presupuestos a que alude el articulo 12° de la Ley No 23506\". La Octava Sala Penal de la Corte Superior de Justicia de Lima, con fecha veintinueve de febrero de mil novecientos noventa y seis, a fojas 97, confirma la apelada por considerar principalmente que, \"en el caso de autos el actor fue declarado contumaz luego de que fuera notificado con arreglo a la ley para que se apersone a la lectura de sentencia(...)por consiguiente la resolucion impugnada fue dictada dentro de un procedimiento regular\". Contra esta resolucion el demandante interpone recurso extraordinario. TRIBUNAL CONSTITUCIONAL 2. Que, los hechos materia de esta demanda, como obra a fojas cinco, fueron puestos conocimiento de la autoridad policial correspondiente, la misma, como se aprecia fojas siete, ha iniciado las investigaciones del caso ordenando un examen médic legal al actor, es decir, el caso planteado, por tener connotacion delictuosa, deber ser dilucidado por el organo juris diccional pertinente; 3. Que, siendo asi, y a que este procedimiento constitucional carece de etapa probatori y es de sumarisimo trâmite, no resulta la via idonea para examinar la pretension d actor; Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Octava Sala Penal de la Corte Superic de Justicia de Lima, de fojas diecinueve, su fecha veintinueve de febrero de m novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE accion de Habeas Corpus. Dispone su publicacion en el diario oficial El Peruano, notificacion a las partes y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Mer / er DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Certifi00: Dre. MARIAtUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL JM", "fecha_publicacion": "1998-09-22", "id": 37564, "nombre_demandado": "Juez del Sexto Juzgado Especializado en lo Penal de Lima (Mirtha Bendezú de Chumbes)", "nombre_demandante": "Emilio Roberto Jhon Eyzaguirre", "numero_expediente": "00574-1996-HC"}