{"CONTEXTO": " 00578-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00578-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.  578-98-AA/TC LIMA GÉLMER INOCENCIO CAMPOS MALDONADO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Gélmer Inocencio Campos Maldonado contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos veintitrés, su fecha diecisiete de abril de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Gélmer Inocencio Campos Maldonado, con fecha tres de setiembre de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra la Corte Suprema de Justicia de la Republica, a fin de que se deje sin efecto la parte pertinente del Acuerdo de Sala Plena de la Corte Suprema de Justicia de la Republica, de fecha diez de agosto de mil novecientos noventa y dos, que le impone la medida disciplinaria de separacion definitiva del cargo de Juez Provisional del Juzgado Penal de Talara y Titular del Segundo Juzgado de Paz Letrado de Piura del Distrito Judicial de Piura y Tumbes, asi como que se declare sin efecto la cancelacion de este titulo, por lo que solicita se le restituya en el cargo con el reconocimiento de todos los derechos inherentes al mismo. Senala que mediante el Decreto Ley N.o 25446, de fecha veintitrés de abril de mil novecientos noventa y dos, dispone en su articulo 6° la conformacion de una Comision Evaluadora destinada a efectuar un proceso de investigacion y sancion de la conducta funcional de los magistrados y jueces. Agrega que el articulo 8° de la citada ley senala que la Comision Evaluadora hara conocer al evaluado los cargos que se le formulan sobre la supuesta inconducta funcional, tal como lo establece el reglamento del mencionado decreto ley. Finalmente senala que la medida de separacion definitiva del cargo que le es impuesta infringe lo dispuesto en el articulo 146° inciso 1) de la Constitucion Politica del 2 TRIBUNAL CONSTITUCIONAL Estado que garantiza a los jueces la permanencia en el cargo mientras observen la debida conducta e idoneidad propia de la funcion, y el articulo 233° inciso 9) relativo al derecho de defensa. El Tercer Juzgado Especializado en Derecho Publico, a fojas setenta y dos, su fecha doce de mayo de mil novecientos noventa y siete, emite resolucion declarando improcedente la Accion de Amparo interpuesta, considerando que el hecho supuestamente violatorio lo constituye el Acuerdo de Sala Plena de la Corte Suprema de Justicia de la Republica de fecha diez de agosto de mil novecientos noventa y dos, que lo separa del cargo que venia desempenando, por lo tanto, se aprecia que la presente demanda fue interpuesta el tres de setiembre de mil novecientos noventa y seis, esto es, cuatro anos después de haberse cometido la supuesta infraccion constitucional, de lo cual se advierte la caducidad de la presente accion, sin ser necesario el agotamiento de la via previa. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos veintitrés, con fecha diecisiete de abril de mil novecientos noventa y ocho, confirma la apelada por sus mismos fundamentos, declarando improcedente la Accion de Amparo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el petitorio de la demanda pretende la no aplicacion del Acuerdo de Sala Plena 1. Extraordinaria de la Corte Suprema de Justicia de la Republica, de fecha diez de agosto de mil novecientos noventa y dos, que le impone la sancion de separacion definitiva en el cargo de Juez Titular del Segundo Juzgado de Paz Letrado de Piura del Distrito Judicial de Piura y Tumbes y Juez Provisional del Juzgado Penal de Talara en aplicacion de lo dispuesto en el Decreto Ley N.o 25446. Que, antes de pronunciarse sobre el fondo del asunto controvertible es preciso 2. analizar los requisitos de procedibilidad de la presente accion; en este sentido, el demandante interpuso Recurso de Reconsideracion con fecha veinticinco de agosto de mil novecientos noventa y dos, ante lo cual el demandante debio interponer la presente Accion de Amparo dentro de los sesenta dias posteriores de denegada su impugnacion, acogiéndose al silencio administrativo negativo y no el tres de setiembre de mil novecientos noventa y seis, luego de transcurrido mas de tres anos; habiéndose excedido el plazo establecido previsto en el articulo 37° de la Ley N.o 23506. En consecuencia, se advierte la caducidad manifiesta de la presente Accion de Amparo. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos veintitrés, su fecha diecisiete de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Harre ACOSTA SÂNCHEZ DIAZ VALVERDE udin NUGENT Cir D GARCIA MARCELO 2 / LO QUE CERTIFICO. fda DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35728, "nombre_demandado": "Corte Suprema de Justicia de la República", "nombre_demandante": "Gélmer Inocencio Campos Maldonado", "numero_expediente": "00578-1998-AA"}