{"CONTEXTO": " 00585-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00585-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.585-96-HC/TC CARLOS ALFREDO VILLALBA ZAPATA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Alfredo Villalba Zapata contra la resolucion expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y ocho, su fecha veintidos de agosto de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Carlos Alfredo Villalba Zapata interpone Habeas Corpus contra las autoridades responsables del Centro de Operaciones del Ejército (COINDE), solicitando se disponga la inmediata libertad de su hijo Carlos Alberto Villalba Olaechea. Alega el actor que con fecha veintiséis de julio de mil novecientos noventa y seis, su hijo don Carlos Alberto Villalba Olaechea fue intervenido por unos diez individuos quienes golpeandolo, lo secuestraron. Refiere que recién ha tenido noticias de su hijo, el que se encontraria en el Penal del Ejército por un presunto delito de Trafico de Armas. Indica que la unica persona que ha podido entrevistarse con su hijo es el abogado defensor, ya que permanece incomunicado. Asimismo, precisa que éste ha sido golpeado brutalmente con el objeto de que firme declaraciones incriminatorias. Todo ello, senala, vulnera el derecho a no ser detenido arbitrariamente, salvo el caso de flagrante delito O mandato judicial. Aduce que no tuvo por que ser detenido por el Ejército, pues su hijo no es un militar sino un civil, que tiene su fuero. Con fecha veintinueve de julio de mil novecientos noventa y seis, la senora Jueza del Juzgado Penal de Turno Permanente se constituyo al Penal Militar de COINDE, poniéndosele a disposicion al detenido don Carlos Alberto Villalba Olaechea quien se ratifico en el contenido de la accion interpuesta, senalando ademas, que se le ha abierto un proceso penal por trafico de armas, y que el dia veintiocho de julio de mil novecientos noventa y seis, se le tomo sus generales de ley, habiendo sido citado para el dia treinta para presentarse a la Segunda Zona Judicial del Ejército. Asimismo, durante la realizacion de la diligencia, se presento el Sub-Teniente de Infanteria Raul Montejo Medina, Oficial de Guardia del Penal, quien manifesto que la 2 TRIBUNAL CONSTITUCIONAL persona a cuyo favor se ha interpuesto el Habeas Corpus fue traido por orden del Segundo Juzgado Militar Permanente de la Segunda Zona Judicial del Ejército. Finalmente, y en el mismo acto, Carlos Alberto Villalba Olaechea fue revisado por el Médico Legista, quien diagnostico que éste habia sufrido lesiones derivadas por un agente contundente. Con fecha treinta de julio de mil novecientos noventa y seis, el Juez del Quinto Juzgado Penal de Lima se constituyo al Segundo Juzgado Permanente de la Zona Militar de Lima, donde constato que, con fecha veinte de julio del mismo mes y ano, se abrio instruccion, entre otras personas, al Teniente de Infanteria en situacion de retiro don Carlos Alberto Villalba Olaechea por el delito contra el orden constitucional en la modalidad de Organizacion Ilegal de Agrupaciones Armadas, de la fabricacion, comercio y uso de armas y explosivos, habiéndosele dictado libertad provisional. El Décimo Cuarto Juzgado Penal de Lima, con fecha treinta de julio de mil novecientos noventa y seis, a fojas veintinueve, declara improcedente la demanda, por considerar principalmente que la accion de Habeas Corpus no procede contra resoluciones judiciales emanadas de un procedimiento regular. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia Lima, con fecha veintidos de agosto de mil novecientos noventa y seis, a fojas treinta y ocho confirma la apelada, por sus propios fundamentos. Contra esta resolucion el demandante interpone recurso extraordinario de casacion, que debe entenderse como extraordinario.", "FUNDAMENTOS:": "1. Que, conforme aparece del petitorio de la demanda, el objeto de ésta es que se ordene la inmediata libertad de don Carlos Alberto Villalba Olaechea, pues se habria vulnerado sus derechos constitucionales a la libertad individual y a la jurisdiccion previamente determinada por la ley. 2. Que, siendo ello asi, y a fin de que este Colegiado pueda pronunciarse en torno a la supuesta violacion del derecho constitucional a no ser detenido en forma arbitraria, en primer término habra de reparar si el juzgamiento en el ambito de la jurisdiccion militar del Teniente de Infanteria del Ejercito Peruano en situacion de retiro Carlos Alberto Villalba Olaechea, supone (o no) una violacion del derecho constitucional a no ser desviado de la ajurisdiccion previamente determinada por la ley. 3. Que, en ese sentido, este Supremo Intérprete de la Constitucion debe precisar: a) Que de conformidad con el articulo 139° inc. 1) y el articulo 173° de la Constitucion Politica del Estado, el âmbito de la jurisdiccion militar unicamente se ha reservado para el caso del juzgamiento de los delitos de funcion que hubiesen cometido los miembros de las Fuerzas Armadas y de la Policia Nacional del Peru, y en el caso de civiles, para el juzgamiento de los delitos de traicion a la patriay de terrorismo, previstos en la ley correspondiente. b) Siendo ello asi, una interpretacion sistemâtica de nuestro ordenamiento constitucional, necesariamente habra de considerar, por un lado, que la extension TRIBUNAL CONSTITUCIONAL de la justicia castrense no puede entenderse en otros términos que no sean en franca armonia a su caracter esencialmente restringido, derivado de los propios términos de su reconocimiento y a su articulacion con el principio de exclusividad judicial; c) Y por otro lado, en lo que se refiere al caso del juzgamiento de los integrantes de los institutos armados, limitado para el caso de la comision de delitos de funcion, esto es, conductas que afecten bienes juridicos de los institutos armados O policiales ylo constituyan la afectacion de deberes de funcion, y que tengan como sujetos activos del delito al personal que integre dichos institutos militares O policiales, bien sea en situacion de actividad 0 bien en situacion de disponibilidad, encontrândose excluidos de la posibilidad de cometer delitos de funcion, los militares en situacion de retiro, pues éstos, al recobrar el ejercicio pleno de sus derechos civiles, segun se esta a lo dispuesto por el articulo 70° del Decreto Legislativo 752°, Ley de Situacion Militar de los Oficiales del Ejército, Marina de Guerra y Fuerza Aérea, ya no pertenecen a los institutos armados, siéndoles aplicable, por tanto, el régimen juridico constitucional que rige para el caso de los civiles. 4) Que, en ese orden de consideraciones, este Colegiado no puede menos que concluir que, encontrândose don Carlos Alberto Villalba Olaechea sometido a un proceso judicial por ante la jurisdiccion castrense, y tener éste la condicion de militar en situacion de retiro, y por tanto, serle aplicable el régimenjuridico que a los civiles les asiste, conforme se puede desprender de la Resolucion de la Comandancia General del Ejercito No 1911, de fecha veinticuatro de julio de mil novecientos noventa y uno, a fojas trece, mediante el cual el Teniente de Infanteria don Carlos Alberto Villalba Olaechea, fue pasado, en via de regularizacion, a la situacion de retiro por medida disciplinaria con fecha cuatro de enero de mil novecientos noventa y uno; se ha transgredido su derecho constitucional a la jurisdiccion predeterminada por la ley enunciado en el articulo 139° inciso 3) de la Constitucion Politica del Estado y en el articulo 8°. 1 de la Convencion Americana de San José de Costa Rica. 5) Que, siendo ello asi, y no obstante que al momento de resolverse el presente proceso constitucional ante el Juez del Quinto Juzgado Penal de Lima, ya la persona a cuyo favor se interpone el Habeas Corpus se encontraba en libertad, al haberse dispuesto su libertad provisional, conforme consta del acta levantada por el Juez, obrante a fojas veinte, y por tanto su derecho a no ser detenido en forma arbitraria habria cesado, este Colegiado, de conformidad con lo expresado en los fundamentos juridicos anteriores, se ve en la imperiosa necesidad de ordenar la suspension total del proceso judicial que se le sigue al actor por ante el Segundo Juzgado Permanente de la Zona Militar de Lima, sin que ello pueda importar un pronunciamiento sobre la comision 0 no del delito que se le imputa, y que se proceda conforme a ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Lima, de fojas treinta y ocho, su fecha veintidos de agosto de mil novecientos noventa y seis, que confirmo la apelada, que declaro improcedente el Habeas Corpus interpuesto; y reformandola la declara FUNDADA; ordena la suspension total del proceso penal que se le sigue al actor por ante el Segundo Juzgado Permanente de la Zona Militar de Lima. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "M M1 - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT teL Ch C L eca GARCIA MARCELO Lo que Certifio0: / / - L Dre. MARIA LUZ VASQUEZ SECRETARIA RELATOFA TRIBUNAL CONSTITUCIONAL ECM", "fecha_publicacion": "1998-09-30", "id": 37655, "nombre_demandado": "Centro de Operaciones del Ejército (COINDE)", "nombre_demandante": "Carlos Alfredo Villalba Zapata", "numero_expediente": "00585-1996-HC"}