{"CONTEXTO": " 00586-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00586-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 586-98-HC/TC LIMA JORGE ANTONIO SAAVEDRA MORI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo José Quiroz Cabanillas a favor de don Jorge Antonio Saavedra Mori, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y ocho, su fecha diecinueve de mayo de mil novecientos noventa y ocho, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Jorge Antonio Saavedra Mori, con fecha veintitrés de abril de mil novecientos noventa y ocho, interpone Accion de Habeas Corpus contra el Secretario del Juzgado Penal de Turno Permanente de Lima y la Técnico Judicial encargada de la Mesa de Partes del Juzgado Penal de Turno Permanente de Lima, por omision de actos de cumplimiento obligatorio. Refiere el actor que don Segundo José Quiroz Cabanillas, su abogado en el proceso N.o 2694-98 que se le sigue por el delito de homicidio en el Juzgado Penal de Turno Permanente de Lima, fue impedido de estar presente en la actuacion de su declaracion instructiva por el Secretario de dicho Juzgado, negândose éste a hacerlo ingresar, aduciendo que no era necesario porque habia abogado defensor de oficio; igualmente, refiere que estando su abogado en la antesala del local judicial, la Técnico Judicial encargada de la Mesa de Partes del mencionado Juzgado no cumplio con llamarlo, pese a que se habia anunciado oportunamente, considerando, por estos sucesos, que ambos empleados se pusieron de acuerdo; sostiene que estos hechos constituyen omision de actos de cumplimiento obligatorio y atentan contra su derecho de defensa y contra el derecho al libre ejercicio profesional de su abogado, de conformidad con el articulo 12°, inciso 14), de la Ley N.o 23506. TRIBUNAL CONSTITUCIONAL A fojas veinticuatro obra la declaracion del Secretario del Juzgado Penal de Turno Permanente de Lima, quien manifesto que en su instructiva, el procesado, a preguntarsele si tenia abogado defensor, expreso que no, aceptando posteriormente, de manera voluntaria, el patrocinio del defensor de oficio. A fojas veintisiete obra la DY declaracion de la Técnico Judicial encargada de la Mesa de Partes del Juzgado Penal de Turno Permanente de Lima, quien manifesto que en ningun momento se ha recortado el derecho de defensa al actor y que tampoco impidio el ingreso al letrado don Segundo José Quiroz Cabanillas por cuanto el ingreso es mediante un sistema electronico, no habiendo tenido ningun contacto fisico ni verbal con él. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas veintiocho, con fecha veintisiete de abril de mil novecientos noventa y ocho, declaro infundada la accion interpuesta, por considerar que no existen suficientes e idoneos elementos probatorios que permitan acreditar la violacion de los derechos constitucionales que se invocan. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuarenta y ocho, con fecha diecinueve de mayo de mil novecientos noventa y ocho, confirmo la apelada, considerando que en el presente caso no se ha producido ninguna violacion de derechos constitucionales referidos a la libertad individual en contra del actor y, mucho menos, referidos a la defensa, por cuanto se advierte que al momento de rendir el actor su instructiva, se encontraba presente el defensor de oficio y el representante del Ministerio Publico. Contra esta resolucion, el actor interpone Recurso Extraordinario. FUNDAMENTO: Que la Accion de Habeas Corpus es una accion de garantia constitucional que procede cuando se vulnera 0 amenaza la libertad individual 0 los derechos constitucionales conexos, y si bien el actor sostiene que el Secretario del Juzgado Penal de Turno Permanente de Lima y la Técnico Judicial encargada de la Mesa de Partes de dicho Juzgado, omitiendo actos de cumplimiento obligatorio, violaron su derecho de defensa y el derecho al libre ejercicio de la abogacia de su defensor, no ofrece elementos probatorios que acrediten suficientemente la realizacion efectiva de los hechos violatorios invocados, mas aun cuando, como se sabe, en las acciones de garantia --acciones de tramite inmediato y sumarisimo-- no hay etapa probatoria. Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y ocho, su fecha diecinueve de mayo de mil novecientos noventa y ocho, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Varre Cel DIAZ VALVERDE NUGENT GARCIA MARCELO C - A PBU Lo que Certifico: slo Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-06-28", "id": 35198, "nombre_demandado": "Juzgado Penal de Turno Permanente de Lima", "nombre_demandante": "Jorge Antonio Saavedra Mori", "numero_expediente": "00586-1998-HC"}