{"CONTEXTO": " 00590-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00590-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 590-96-AA/TC EDUARDO JUSTO MORY HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, el primer dia del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso de Nulidad, debe entenderse como Recurso Extraordinario, interpuesto con fecha diez de julio de mil novecientos noventa y seis, por don Eduardo Justo Mory, contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, que con fecha primero de julio de mil novecientos noventa y seis, declaro improcedente la Accion de Amparo que interpuso contra el Director Regional de Transportes, Comunicaciones, Vivienda y Construccion de Huanuco. (fojas 70) ANTECEDENTES : Don Eduardo Justo Mory, interpuso con fecha dieciséis de abril de mil novecientos noventa y seis, Accion de Amparo contra el Director Regional de Transportes, Comunicaciones, Vivienda y Construccion de Huanuco, a fin de que, a raiz del fallecimiento de su senora madre donia Martina Mory Brancacho, se le pague los gastos por concepto de fallecimiento y sepelio, con arreglo al Decreto Legislativo No 276 y su Reglamento; vale decir, el monto resultante de su pension multiplicada por cuatro, manifiesta ademas, que su pension ascendia a la suma de trescientos veinticinco nuevos soles, por tanto se le debio pagar la suma de un mil trescientos nuevos soles, y no la cantidad de novecientos cinco nuevos soles, como se pretende. Cabe senalar, que no precisa en la demanda, cual es el derecho constitucional conculcado. (fojas 10y 11) El Director Regional emplazado, contesta la demanda, \"negândola y contradiciéndola en todos sus extremos\" (sic). Manifiesta, que el pago del subsidio solicitado por el demandante, se debe calcular en base al articulo 90 del Decreto Supremo No 051-91-PCM, vale decir, en funcion a la remuneracion total permanente. Por consiguiente, manifiesta el emplazado, que tomando en cuenta la planilla de pensiones del demandante, aparece, que su remuneracion total permanente asciende a la suma de doscientos veintiséis 30/100 nuevos soles, y por tal razon le corresponde como subsidio por fallecimiento y gastos de sepelio, el monto ascendente a la suma de novecientos cinco 20/100 nuevos soles que fueron cancelados con fecha treinta y uno de marzo de mil novecientos noventa y seis. (fojas 29 a 32) 2 TRIBUNAL CONSTITUCIONAL El Segundo Juzgado Civil de Huanuco, mediante sentencia de fecha, dos de mayo de mil novecientos noventa y seis, declara infundada la demanda; por cuanto en el presente caso, no se ha violado derecho constitucional alguno, y ademas, por no haber precisado el demandante, el derecho constitucional, que considera, se violo en su contra. (fojas 36 a 38) La Sala Civil de la Corte Superior de Justicia de Huanuco, falla con fecha primero de julio de mil novecientos noventa y seis, confirmando la apelada, pero establece, que su fallo debe entenderse que declara improcedente la demanda. Al respecto, esa instancia superior debio revocar la apelada, y reformândola declarar improcedente la demanda. (fojas 66) FUNDAMENTOS: : 1. Que, la Accion de Amparo es una garantia constitucional, cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. Regional No 003-96-CTAR- 2. Que, mediante la Resolucion Directoral RAAC/DRTCVC de fecha dieciocho de enero de mil novecientos noventa y seis, se concedio al demandante, la suma de novecientos cinco 20/100 nuevos soles por concepto de subsidios por fallecimiento y gastos de sepelio de su senora madre; luego con fecha doce de febrero del mismo ano, solicita éste, en via de rectificacion, que se modifique la citada Resolucion, por considerar que contiene un error numérico, pues aduce que el subsidio que le corresponde alcanza a la suma de un mil trescientos veinte nuevos soles. A raiz de esa solicitud, que no importa recurso impugnativo alguno, se dicta la Resolucion Directoral Regional No 043-96- CTAR-RAACDRTCVC de fojas tres, que le da connotacion de recurso de reconsideracion, y lo declara infundado. Contra ésta ultima Resolucion, el demandante no interpone el recurso de apelacion que le hubiera permitido agotar la via administrativa. 3. Que, de lo resenado en el fundamento que precede, queda demostrado, que el demandante no cumplio con agotar la via previa, segun lo dispone el articulo 270 de la Ley No 23506, ni acredito estar exonerado de ello con arreglo a las excepciones establecidas en el articulo 28° de la misma norma de Habeas Corpus y Amparo 4. Que, como es de verse en. la demanda, el objeto de la pretension es lograr el pago de suma mayor que la otorgada al demandante, por concepto de subsidio por fallecimiento y gastos de sepelio de su senora madre; situacion que debe ser discutida en la via administrativa. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL FALLA : CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas sesenta y seis, su fecha primero de julio de mil novecientos noventa y seis, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. - 2 ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, U L GARCIA MARCELO. Lo que Certifioo: / Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1998-10-07", "id": 37092, "nombre_demandado": "Director Regional de Transportes, Comunicaciones, Vivienda y Construcción de Huánuco", "nombre_demandante": "Eduardo Justo Mory", "numero_expediente": "00590-1996-AA"}