{"CONTEXTO": " 00595-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00595-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9595-96-AA/TC LAMBAYEQUE JOSÉ RAFAEL CAYLE NECIOSUP SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don José Rafael Cayle Neciosup contra la Resolucion expedida por la Segunda Sala Civil Agraria Laboral de la Corte Superior de Justicia de Lambayeque, de fojas noventa y cuatro, su fecha veintiséis de diciembre de mil novecientos noventa y cinco, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don José Rafael Cayle Neciosup interpone Accion de Amparo contra el Ministro de Agricultura y el Director de la Region Agraria II-Chiclayo a fin de que se deje sin efecto la Resolucion Suprema N.o 083-95-AG, de fecha once de agosto de mil novecientos noventa y cinco, por medio de la cual se le cesa por causal de excedencia, como resultado del proceso de evaluacion correspondiente al primer semestre de mil novecientos noventa y cinco. Manifiesta que este proceso se ha llevado a cabo sin tener conocimiento de la experiencia ni el curriculo de los evaluados, y que es utilizado como herramienta contra profesionales idoneos y con méritos suficientes, como es su caso, considerando, por este motivo, que se han vulnerado sus derechos constitucionales. El Primer Juzgado Especializado en lo Civil de Chiclayo, a fojas setenta y ocho, con fecha ocho de setiembre de mil novecientos noventa y cinco, declaro improcedente la demanda, por considerar que el demandante no ha agotado la via previa, de conformidad con el articulo 27° de la Ley N.o 23506. La Segunda Sala Civil Agraria Laboral de la Corte Superior de Justicia de Lambayeque, a fojas noventa y cuatro, con fecha veintiséis de diciembre de mil novecientos noventa y cinco, confirmo la apelada, por considerar que el demandante no ha cumplido con agotar la via previa. Contra esta resolucion, el demandante interpone Recurso de Nulidad, entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la Accion de Amparo es que se deje sin efecto la Resolucion 1. Suprema N.o 083-95-AG, de fecha catorce de agosto de mil novecientos noventa y cinco, que cesa al demandante por causal de excedencia. TRIBUNAL CONSTITUCIONAL 2. Que, por tratarse de una resolucion que constituye la ultima en la instancia administrativa, no resulta exigible agotar la via previa; asimismo, considerando que fue publicada el catorce de agosto de mil novecientos noventa y cinco, la presente accion de garantia fue interpuesta dentro del término que establece el articulo 370 de la Ley N.o 23506. Que el articulo 1° del Decreto Ley N.o 26093 establece que los titulares de los 3. ministerios y de las instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para tal efecto establezcan, autorizandoseles para que, mediante resolucion, dicten las normas necesarias para su correcta aplicacion, disponiendo, ademas, en su articulo 20, que el personal que no califique podra ser cesado por causal de excedencia. Que, en cumplimiento de este mandato, el Ministerio de Agricultura llevo a cabo la 4. evaluacion de personal correspondiente al primer semestre de mil novecientos noventa y cinco, y en virtud de sus resultados, y en el ejercicio de sus atribuciones, expidio la Resolucion Suprema cuestionada que dispuso el cese del demandante. Que, siendo asi, analizados los hechos y del estudio de autos, no se ha llegado a 5. acreditar la existencia de alguna irregularidad que vicie el mencionado proceso de evaluacion, por lo que debe concluirse que no se ha configurado la vulneracion de los derechos constitucionales del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Segunda Sala Civil Agraria Laboral de la Corte Superior de Justicia de Lambayeque, de fojas noventa y cuatro, su fecha veintiséis de diciembre de mil novecientos noventa y cinco, que confirmando la apelada declaro improcedente la demanda; y, reformandola, declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ a DIAZ VALVERDE NUGENT GARCIA MARCELO PBLL LO QUE CERTIFICO: WN L DR. CESAR CUBAS LONGA SECRETARIO-KELATOR (e)", "fecha_publicacion": "1999-10-29", "id": 35907, "nombre_demandado": "Ministro de Agricultura y Director de la Región Agraria II Chiclayo", "nombre_demandante": "José Rafael Cayle Neciosup", "numero_expediente": "00595-1996-AA"}