{"CONTEXTO": " 00591-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00591-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 591-96-AA/TC Caso: Isabel Virginia Grandez Alvarez Loreto. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los cuatro dias del mes de diciembre de mil novecientos noventa y sei reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia 1e los senores magistrados: Presidente; Nugent, Vicepresidente; Acosta Sanchez, Aguirre Roca; Diaz Valverde; Rey Terry; Revoredo Marsano; y, Garcia Marcelo; actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso de nulidad, entendido como extraordinario, interpuesto contra la sentenc de la Sala Especializada en lo Civil de Loreto, de treinta de mayo de mil novecient noventa y seis, que declara infundada la accion de amparo incoada por Isabel Virgin Grandez Alvarez, contra la Municipalidad Provincial de Maynas.", "ANTECEDENTES": "La demandante solicita se le reponga en el puesto que desempeniaba y se le abone las remuneraciones dejadas de percibir; ordenando dejar sin efecto el Memorandum No 02 OPER-OGA-MPM, mediante el cual se le notifica la terminacion de su contrato de trabaj argumentando que ella laboro para la Municipalidad durante mas de un ano, en forr ininterrumpida, y que, por tanto, le asisten los derechos de personal estable, y solo pued ser despedida por justa causa, de modo que dicho memorandum es arbitrario y lesiona derechos constitucionales de proteccion contra el despido arbitrario. La Municipalidad sostiene que la accionante fue contratada para prestar un servic especifico en el programa de \"Comedores Populares\" via suscripcion de contratos a tiemp TRIBUNAL CONSTITUCIONAL determinado, y que el Jefe de Personal actuo correctamente y dentro de sus funcione haciéndole recordar el vencimiento de su contrato, por lo que, no habiendo violacion derechos, solicita se declare infundada la demanda. El Primer Juzgado Especializado en lo Civil de Maynas, declaro infundada accion, estimando que la Municipalidad actuo dentro sus facultades al emitir memorandum, con el unico fin de recordar el vencimiento del contrato a plazo determinad celebrado entre ambas partes, y que era de obligatorio cumplimiento, agregando que, tanto, no existio vulneracion de derechos. La Sala Especializada en lo Civil de Loreto, confirmo la apelada, estimando que actora era personal eventual, contratada para un proyecto especifico de la Municipalidad. FUNDAMENTOSY Fallo Considerando: que de autos fluye que el contrato invocado fue uno de pla determinado, para un programa especifico de la municipalidad, con fechas de inicio terminacion establecidas; que el hecho de emitir un memorandum recordando vencimiento del plazo, no constituye violacion a la Constitucion, pues ello es consecuenci logica del contrato celebrado por ambas partes;", "FALLA": "Confirmando la recurrida que, a su turno, confirmando la de veintiocho de marzo mil novecientos noventa y seis, declara infundada la demanda. S.S. Nugent, Mivee Acosta Sanchez, tur U Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo. Lo que dertifice: € JOSE LUS-ECHAIZ ESPINOZA SECRETARIO RELATOR TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-05-24", "id": 42050, "nombre_demandado": "Municipalidad Provincial de Maynas", "nombre_demandante": "Isabel Virginia Grandez Alvarez", "numero_expediente": "00591-1996-AA"}