{"CONTEXTO": " 00592-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00592-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. .No. 592-97-HC/TC LIMA ROBERTO VILCHEZ DAVILA y Otros SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto con fecha quince de julio de mil novecientos noventa y siete, por don Carlos Andaluz Westreicher en representacion de don Roberto Vilchez Davila y otros, contra la sentencia de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, que con fecha seis de junio de mil novecientos y siete declaro improcedente la Accion de Habeas Corpus de autos. (fojas 127 a 130).", "ANTECEDENTES:": "Don Roberto Vilchez Davila, en representacion de don Iago Masias Malaga, don Gino Solimano Ferasccio, don Daniel Alejandro Meza Cuadra Buckley, dona Ina Rubila Flores de Mayo, don Miguel Ignacio Mosto Tello, don Orlando Martin Canessa Sambuceti, don Carlos Esteban Cogorno Ventura, don Rafael Valdez Bernos, y don Ernesto Eduardo Aramburu, interpuso Accion de Habeas Corpus contra el representante legal de la Empresa de Servicio de Agua Potable y Alcantarillado de Lima (SEDAPAL), y contra don Segundo Davila Vasquez, por violacion del derecho constitucional de libre transito. Manifiesta el demandante que sus representados son propietarios de 333.26 hectâreas de terreno, ubicadas en las Pampas de Mamay del distrito de San Bartolo, y que con fecha nueve de mayo de mil novecientos noventa y siete, el CO demandado don Segundo Davila Vasquez, realizo excavaciones y cerro la via de acceso al referido terreno, importando, una transgresion al derecho de libre transito, consagrado en el articulo 20, numeral 11) de la Constitucion Politica del Estado; solicitando finalmente, el cese inmediato de dicho impedimento. (fojas 44 a 47). Del acta de constatacionjudicial que corre a fojas sesenta y uno, se aprecia que el Juez Penal con fecha doce de mayo de mil novecientos noventa y siete, constato la existencia de dos monticulos de arena a cada lado de un camino rustico que conduce al terreno que poseen los demandantes, y que las excavaciones realizadas en el acceso a dicho camino, habian sido rellenadas, permitiendo ingresar a dicho predio eriazo. Con fecha trece de mayo de mil novecientos noventa y siete, Servicio de Agua Potable y Alcantarillado de Lima (SEDAPAL) contesta la demanda solicitando sea 2 TRIBUNAL CONSTITUCIONAL declarada infundada, en mérito a los siguientes fundamentos: Que, el terreno que poseen los demandantes es un predio eriazo inscrito a favor del Estado (Ministerio de Guerra) desde mil novecientos noventa y tres. Que, en el ano mil novecientos ochenta y seis, se dicto el Decreto Supremo No 023-86-VC, que declaro intangibles 8,000 hectareas, dentro de las cuales se halla el terreno que poseen los actores, y que dicha intangibilidad obedecia al Proyecto de Reuso de Aguas Servidas del Cono Sur de Lima Metropolitana a ejecutarse sobre la referida area eriaza. Que, mediante el Decreto Supremo No 029-86-VC, se encargo a SEDAPAL la planificacion, coordinacion y ejecucion del referido Proyecto; en consecuencia, las obras denunciadas fueron realizadas sobre terreno estatal, sin enervar ningun derecho constitucional de los actores. (fojas 86 a 92). El Catorce Juzgado Penal de Lima, falla con fecha trece de mayo de mil novecientos noventa y siete, declarando improcedente la demanda, en razon de que de las pruebas actuadas, se concluye que los impedimentos de acceso al predio controvertido han cesado y por consiguiente no es amparable la demanda. (fojas 104 y 105). La Sala de Derecho Publico de la Corte Superior de Justicia de Lima, confirma, por el mismo fundamento, la resolucion de primera instancia. (fojas 122). FUNDAMENTOS: . 1. Que, la Accion de Habeas Corpus es una garantia constitucional que procede ante el hecho u omision, por parte de cualquier autoridad, funcionario 0 persona, que vulnera 0 amenaza la libertad individual 0 los derechos constitucionales conexos. 2. Que, del acta de constatacion judicial de fojas sesenta y uno, su fecha doce de mayo de mil novecientos noventa y siete, se advierte que el impedimento de acceso al predio que poseen los actores ceso totalmente. 3. Que, en consecuencia, habiendo cesado los motivos que dieron lugar esta accion de garantia, resulta procedente fallar con arreglo al numeral 1) del articulo 6° de la Ley No 23506, que se refiere a la irreparabilidad de la lesion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : CONFIRMANDO la resolucion expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veintidos, su fecha seis de junio de mil novecientos noventa y siete, que confirmando la apelada, declaro IMPROCEDENTE la 3 TRIBUNAL CONSTITUCIONAL Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. hagl ACOSTA SANCHEZ, 22 214 Cr DIAZ VALVERDE, V arcin NUGENT, GARCIA MARCELO. Lo que Certifico: 0 BH.MARIALIZSASNUEZ SECRETARIA RELATONA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1998-12-02", "id": 37292, "nombre_demandado": "Representante legal de la Empresa de Servicio de Agua Potable y Alcantarillado de Lima (SEDAPAL) y otro", "nombre_demandante": "Roberto Vilchez Dávila en representación de Iago Masías Málaga y otros", "numero_expediente": "00592-1997-HC"}