{"CONTEXTO": " 00601-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00601-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 601-97-AA/TC JUAN CESAR CUBAS QUIJANO CHICLAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Chiclayo, a los diecisiete dias del mes de setiembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: AY Rd", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto por don Juan César Cubas Quijano contra la resolucion de la Segunda Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque, su fecha cuatro de junio de mil novecientos noventa y siete, que declaro infundada la accion de amparo.", "ANTECEDENTES:": "Don Juan César Cubas Quijano interpone accion de amparo contra don Maximiliano Larrea Portilla, Rector de la Universidad Particular de Chiclayo, con el proposito que se declare la invalidez de la Resolucion No 150-96-R-UPCH, de fecha 1° de marzo de 1996, que dispone su jubilacion; la misma que, afirma, vulnera su derecho a la igualdad ante la Ley. Manifiesta que, como integrante de la \"Asociacion Educativa del Norte\", es uno de los fundadores de la Universidad Particular de Chiclayo; que ha desempenado diversos cargos administrativos en dicha casa de estudios, ad honorem; que, ingreso a la docencia universitaria en virtud a un concurso publico nacional, convocado por la Asamblea Nacional de Rectores, habiéndose desempenado, entre otros cargos académicos, como, Director de la Escuela Profesional de Educacion Inicial, Presidente de Implementacion de la Facultad de Derecho y Decano de la Facultad de Derecho de la Universidad emplazada. TRIBUNAL CONSTITUCIONAL Agrega que, mediante la resolucion cuestionada se ha dispuesto su jubilacion obligatoria y automatica como docente, ocasionandole con ello un grave dano moral, economico y profesional; que, el ejercicio de la câtedra esta fundamentada estrictamente en la capacidad fisico-intelectual de la persona, razon por la cual, para el caso de los docentes universitarios, la edad està supeditada a dicha capacidad; que ni la Ley Universitaria ni el Estatuto de la Universidad demandada, senalan el limite de edad como causal para la jubilacion forzosa y obligatoria de los docentes universitarios, razon por la cual -sostiene- no puede aplicarse una norma legal que es ajena al ambito universitario, como la Ley de Fomento del Empleo. Senala asi mismo, que la resolucion cuestionada no cumple con las disposiciones contenidas en el articulo 570 de la referida Ley; que, en la Universidad demandada continuan ejerciendo la catedra destacados profesionales que sobrepasan los setenta anos de edad, mientras que en su caso se ha procedido a su jubilacion por limite de edad, hecho que - segun afirma- vulnera su derecho a la igualdad ante la Ley. Que, no se encuentra obligado a agotar la via previa debido a que, no estableciendo la resolucion impugnada las pautas indispensables para garantizar la intangibilidad remunerativa, su situacion se torna incierta, por lo que el transito de la via previa puede convertir en irreparable el dano. El Rector de la Universidad Particular de Chiclayo contesta la demanda negândola y contradiciéndola; manifiesta que la Universidad ha actuado dentro del marco del articulo 570 de la Ley 26513; que el articulo 4° de la Ley Universitaria senala que la autonomia universitaria se ejerce de conformidad con la Constitucion y las Leyes; que, su representada ha ejercido su autonomia bajo el amparo de la Ley 26513; que el demandante no ha agotado la via previa. El Juez del Segundo Juzgado Especializado en lo Civil de Chiclayo emite sentencia declarando fundada la demanda, por considerar, entre otras razones, que el Estatuto de la Universidad demandada no considera como causal de separacion definitiva de los docentes, el limite de edad. La Segunda Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque revoca la sentencia apelada y declara infundada la accion, por estimar que la jubilacion del actor es de carâcter obligatoria y automatica, por haber cumplido los setenta anos de edad; no siendo de aplicacion a su favor las normas contenidas en el Estatuto de la Universidad demandada, porque en él no esta contemplada la jubilacion, y por otro lado dicho instrumento data de fecha muy anterior a la expedicion de la Ley 26513. Interpuesto recurso de nulidad, entendido como extraordinario, los autos son elevados al Tribunal Constitucional. 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, antes de entrar al examen del fondo del petitorio de amparo, procede analizar la causal de improcedencia senalada en el articulo 270 de la Ley No 23506-Ley de Habeas Corpus y Amparo, cuestion que ha sido planteada tanto por el demandante como por la Universidad emplazada. 2. Que, el demandante sostiene en su escrito de demanda que en la presente accion se presenta la excepcion prescrita en el inciso 2° del numeral 28° de la referida Ley, en razon que, \"al no establecer la resolucion impugnada las pautas indispensables para garantizar la invariabilidad de su status remunerativo, su situacion se torna incierta y se corre el riesgo de convertir en irreparable el dano, porque su ingreso vital proviene de su trabajo\". 3. Que, para que se configure la excepcion prescrita en el inciso 2° del articulo 28° de la Ley de Habeas Corpus y Amparo tiene que darse la circunstancia que, por el empleo de la via previa, se corra el riego de brindar al beneficiario la proteccion que reclama, pero cuando ya no es posible reparar el dano sufrido por éste, tornandose asi ilusoria la resolucion que en definitiva se dicte. 4. Que, en el caso de autos, en modo alguno puede considerarse que el transito de la via previa podria haber convertido en irreparable la agresion alegada, toda vez que ésta habria sido perfectamente reparable, en la eventualidad de rectificarse la resolucion cuestionada, por parte de la propia autoridad administracion, 0 de declararse fundada la accion de amparo en sede judicial 0 constitucional, disponiéndose la reposicion en su centro de trabajo. 5. Que, no habiéndose, tampoco, alegado y menos aun configurado las otras excepciones previstas en el mencionado articulo 28°, ? no se ha justificado la omision a la via previa, a la que estaba obligado el demandante; que, en tal virtud, a la presente accion le afecta la causal de improcedencia senalada en el articulo 270 de la Ley No 23506; careciendo de objeto pronunciarse sobre el fondo de la materia controvertida. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica. TRIBUNAL CONSTITUCIONAL", "FALLA:": "Revocando la resolucion de la Segunda Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque, que corre a fojas trescientos, su fecha cuatro de junio de mil novecientos noventa y siete, que revocando la apelada, declaro infundada la demanda; reformandola, declararon IMPROCEDENTE la accion de amparo; mandaron se publique en el Diario Oficial El Peruano, con arreglo a ley; y los devolvieron. SS ACOSTA SANCHEZ Mine e NUGENT DIAZ VALVERDE il GARCIA MARCELO LO QUE CERTIFICO. CCL DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL,", "fecha_publicacion": "1998-01-22", "id": 36667, "nombre_demandado": "Universidad Particular de Chiclayo (Rector, Maximiliano Larrea Portilla)", "nombre_demandante": "Juan César Cubas Quijano", "numero_expediente": "00601-1997-AA"}