{"CONTEXTO": " 00602-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00602-1996-AA.pdf) --- IC TRIBUNAL CONSTITUCIONAL Exp. No 602-96-AA Caso:Vicente Torres Juarez Puno SENTENCIA DEL TRIBUNAL CONSTITUCINAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y seis, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores magistrados: Nugent, Presidente; Acosta Sanchez, Vicepresidente; Aguirre Roca; Diaz Valverde: Rey Terry; Revoredo Marsano; Garcia Marcelo; actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario, interpuesto contra la sentencia de la Segunda Sala Mixta de la Corte Superior de Puno, de veinticuatro de junio de mil novecientos noventa y seis, que declara improcedente la accion de amparo incoada por Vicente Torres Juarez, contra el Juzgado Especializado en lo Civil de la Provincia de San Roman Juliaca.", "ANTECEDENTES": "El accionante solicita se anule el irregular proceso de ejecucion de sentencia que se viene tramitando en el expediente civil, sobre cancelacion de contrato de locacion de obra, e indemnizacion de danos y perjuicios, por considerar que las resoluciones emanadas de él TRIBUNAL CONSTITUCIONAL atentan contra sus derechos constitucionales del debido proceso, y contra la autoridad cosa juzgada. La Sala Mixta resuelve, de plano, la improcedencia de la demanda, consideran que las acciones de garantia no son instancias de revision de resoluciones judiciales, y de autos no aparece la tramitacion de un proceso viciado. FUNDAMENTOS y fallo Considerando: que el estado del proceso, supuestamente irregular, es el ejecucion de sentencia, de conformidad con el inciso 20, del articulo 6°, de la Ley 23506, y articulo veintitrés de la Ley No 25398,", "FALLA": "Confirmando la recurrida que declara improcedente la accion. S.S. Nugent, I - ( - - Acosta Sanchez, tulf Tora U Aguirre Roca,  Diaz Valverde, Rey Terry, Revoredo Marsano, Garcia Marcelo. U ReLe - Lo que Certifico: JOSE LUS teu L EIDINOZA SECRP r  RELSTOR CIONAL TRIBUNAL", "fecha_publicacion": "1997-05-24", "id": 42051, "nombre_demandado": "Juzgado Especializado en lo Civil de la Provincia de San Román Juliaca", "nombre_demandante": "Vicente Torres Juárez", "numero_expediente": "00602-1996-AA"}