{"CONTEXTO": " 00605-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00605-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 605-98-AA/TC ICA CÉSAR ERNESTO TORRES BECERRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don César Ernesto Torres Becerra contra la Resolucion expedida por la Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, a fojas ciento cuarenta y cuatro, su fecha veintiocho de mayo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don César Ernesto Torres Becerra interpone Accion de Amparo contra el Presidente del Directorio de Sampsa, el Alcalde y el Teniente Alcalde de la Municipalidad Provincial de Pisco y el Comandante de la Policia Nacional del Peru a cargo de la Jefatura Provincial en la ciudad de Pisco, para que se deje sin efecto la Resolucion de Alcaldia N.o 069-98-MPP-ALC del veintiséis de febrero de mil novecientos noventa y ocho, que dispone cancelar el permiso de las tarjetas de circulacion de los vehiculos de placas de rodaje GF-1672, RF-1924, RF-1929, RF-1949, RGO-724, RGZ-005, RF-7144, RH-7140, y del vehiculo sin placa de propiedad de don César Garcia Ramos. El demandante sostiene que realizo un contrato con la empresa de transportes San Martin de Porras S.A.-Sampsa, representada por don Ruber Cancino Quintanilla, concesionaria de la ruta de Pisco a San Clemente, para transportar pasajeros en el microbus de su propiedad, cumpliendo con pagar el derecho de tarjeta de circulacion a la Municipalidad demandada, para cuyo efecto también pagaba a la empresa Sampsa para poder trabajar, habiendo denunciado por estafa y mala gestion al presidente del directorio de la citada empresa, quien, en represalia y en forma unilateral, decidio poner fin al contrato de trabajo, habiendo expedido el Alcalde la Resolucion N.o 069-98-MPP-ALC sin TRIBUNAL CONSTITUCIONAL abrir a prueba el proceso, en el que omitieron notificarle el inicio del tramite administrativo. Refiere que la demandada conculca su derecho constitucional de defensa al disponer la cancelacion de las tarjetas de circulacion de los vehiculos, entre los cuales se encontraba su vehiculo, y que la resolucion cuestionada no se le notifico. El Juez del Juzgado Especializado en lo Civil de Pisco, a fojas noventa y cuatro, con fecha dieciséis de abril de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar, principalmente, que si bien es cierto que dentro de las funciones de las municipalidades esta la de regular el transporte urbano, otorgar la licencia, concesiones y otros, también es verdad, que dichas facultades 0 atribuciones las debe ejercer dentro del marco de los preceptos constitucionales y legales que le son propios a su debida gestion; que se ha conculcado su derecho a la defensa y que, no debe ser desviado de la jurisdiccion predeterminada por la ley. La Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, a fojas ciento cuarenta y cuatro, con fecha veintiocho de mayo de mil novecientos noventa y ocho, revocando la apelada declaro improcedente la demanda por no haber agotado la via administrativa; que ante la existencia de otros medios 0 vias paralelas, el demandante debe hacer valer su derecho en la via judicial ordinaria y no en ésta via, que tiene un fin y naturaleza especiales. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Amparo se circunscribe a que se declare 1. inaplicable para el demandante la Resolucion de Alcaldia N.o 069-98-MPP-ALC del veintisiete de febrero de mil novecientos noventa y ocho, que dispone cancelai el permiso de las tarjetas de circulacion de los vehiculos de placa de rodaje N.o GF 1672, RF-1924, RF-1929, RF-1949, RGO-724, RGZ-005, RF-7144, RH-7140, del vehiculo sin placa de propiedad de don César Garcia Ramos; por habers vulnerado supuestamente su derecho constitucional al debido proceso. Que, como lo senala el articulo 122° de la Ley Organica de Municipalidades, 2. actos administrativos que den origen a reclamaciones individuales se rigen por Reglamento de la Ley de Normas Generales de Procedimientos Administrativos. tal sentido, el demandante no interpuso Recurso de Apelacion contra la resolucio mencionada; por lo tanto, no agoto la via dministrativa, incurriendo en la causal improcedencia establecida por el articulo 27° de la Ley N.o 23506, de Habea Corpus y Amparo; igualmente no ha probado que el agotamiento de la via previa pudiera ocasionarle dano irreparable, por lo que no es de aplicacion el numeral del articulo 28° del mismo dispositivo legal. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta Descentralizada de Chincha de la Corte Superior de Justicia de Ica, de fojas ciento cuarenta y cuatro, su fecha veintiocho de mayo de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Vures DIAZ VALVERDE NUGENT GARCIA MARCELO L ccoca IM.R.T. Lo que certifico: Un DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e) 3", "fecha_publicacion": "1999-12-07", "id": 36088, "nombre_demandado": "Presidente del Directorio de Sampsa, Alcalde y Teniente Alcalde de la Municipalidad Provincial de Pisco y Comandante de la Policía Nacional del Perú a cargo de la Jefatura Provincial de Pisco", "nombre_demandante": "César Ernesto Torres Becerra", "numero_expediente": "00605-1998-AA"}