{"CONTEXTO": " 00602-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00602-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 602-97-AA/TC HUARAZ PJ DIOMEDES EUGENIO QUISPE MORENO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintiocho dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Diomedes Eugenio Quispe Moreno contra la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas ciento ochenta y siete, su fecha veintitrés de mayo de mil novecientos noventa y siete, que declaro fundada en parte la Accion de Amparo e inaplicable la Resolucion Presidencial N.° 0575-96-RCH-CTARPRE solo en el extremo que hace extensiva la excedencia y cese al nombramiento de docente de carrera al demandante e inaplicable la Resolucion Presidencial N.o 0693-96-RCH-CH-CTAR/PRE en cuanto se difiere al demandante.", "ANTECEDENTES:": "Don Diomedes Eugenio Quispe Moreno interpone demanda de Accion de Amparo contra el Consejo Transitorio de Administracion Regional de la Region Chavin, para que se deje sin efecto las resoluciones presidenciales N.o 0575-96-RCH-CTARPRE del veintitrés de setiembre de mil novecientos noventa y seis, y el N.o 06996RCH-CTARPRE, del veintiocho de noviembre de mil novecientos noventa y seis, porque violan sus derechos constitucionales al trabajo y proteccion contra el despido injustificado, previstos en los articulos 22° y 270 de la Carta Magna. Estos actos lesionan sus derechos laborales como docente nombrado de carrera. El cese no deja a salvo su derecho de retorno a su plaza de origen, como profesor del Colegio Nacional \"Victor Andrés Belaunde\", de Lloclla-Bolognesi, nombrado desde el veinte de abril de mil novecientos ochenta y ocho. Ha sido encargado de la Jefatura de Equipo de Personal del Area de Administracion de la USE-Bolognesi, con caracter temporal. Expresa el demandante que no le corresponde ser evaluado porque su cargo es de confianza y su desempenio no habia excedido los seis meses. Agrega que interpuso el Recurso de Reconsideracion siendo desestimado. TRIBUNAL CONSTITUCIONAL El Consejo Transitorio de Administracion Regional Chavin contesta la demanda senalando que la evaluacion se ha realizado conforme a ley. El Juzgado Mixto de Bolognesi-Ancash declara fundada la demanda en todos sus extremos. Fundamenta que mediante el Oficio N.o 1164-96-RCH-CTAR/CECTAR-P del catorce de agosto de mil novecientos noventa y seis, se absuelve la consulta sobre los docentes destacados en plaza orgânica administrativa: los que no aprueben la evaluacion, deben retornar a su plaza de origen. La Sala Civil de la Corte Superior de Justicia de Ancash confirma en parte el fallo. Solo se limita a declarar fundado en el extremo que se pretende declarar cesado al trabajador en su cargo de docente y revoca en el extremo que declara inaplicable al demandante la Resolucion Presidencial N.o 0575-96-RCH-CH-CTAR/PRE del veintitrés de setiembre de mil novecientos noventa y seis, reformandolo lo declara infundado.", "FUNDAMENTOS:": "Que la Directiva N. 001-96-PRES/VMDR, aprobada por Resolucion Ministerial N.o 1. 290-96-PRES del once de julio de mil novecientos noventa y seis, regula, entre otras prescripciones, que los profesores asignados en areas administrativas por mas de seis meses son sujetos de evaluacion laboral regulado por el Decreto Ley N.o 26093. Que, en el presente caso, a fojas trece, se verifica que el recurrente, en su calidad de 2. profesor, fue encargado, a partir del uno de enero de mil novecientos noventa y seis, por Resolucion Directoral N.o 001-USEB de la Unidad de Servicios Educativos de Bolognesi, del cuatro de enero de mil novecientos noventa y seis, en la funcion administrativa de Especialista-Jefe del Equipo de Personal del Area de Administracion de la USE-Bolognesi. En tal mérito, a la fecha de la evaluacion, el mes de setiembre de mil novecientos noventa y seis, habian transcurrido mas de seis meses en el desempenio del cargo administrativo, en consecuencia, estaba sujeto a evaluacion. Que el resultado de la evaluacion solo alcanza a la labor administrativa que venia 3. desempeniando el recurrente, pero no al puesto de profesor que anteriormente venia desempenando, cuya titularidad le corresponde legitimamente. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas ciento ochenta y siete, su fecha veintitrés de mayo de mil novecientos noventa y siete, que contirmando en parte la apelada declaro fundado el extremo que dispone 2 TRIBUNAL CONSTITUCIONAL la vigencia del cargo de profesor de carrera del demandante e infundado en cuanto persigue la inaplicabilidad de la Resolucion Presidencial N.o 375-96-RCH-CTARPRES del veintitrés de setiembre de mil novecientos noventa y seis. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "hb à ACOSTA SANCHEZ 11 cole DIAZ VALVERDE NUGENT GARCIA MARCELO JG. Lo que Oertifioo: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIAN CONSTIT TUGION * YRLBUNAL 3", "fecha_publicacion": "1999-08-14", "id": 35481, "nombre_demandado": "Consejo Transitorio de Administración Regional de la Región Chavín", "nombre_demandante": "Diómenes Eugenio Quispe Moreno", "numero_expediente": "00602-1997-AA"}