{"CONTEXTO": " 00600-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00600-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 600-97-AA/TC Bertha Fujishima Jaime ( otros) Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los veintiun dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores. Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde,y Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Contencioso Administrativa de la Corte Superior de Justicia de Lima, su fecha cinco de junio de mil novecientos noventa y siete, que revocando la apelada, que declaro fundada la demanda, la reformo y la declaro improcedente, planteada por dona Bertha Fujishima Jaime y otros contra el Presidente del Consejo Directivo del INGEMMET.", "ANTECEDENTES:": "Dona Bertha Fujishima Jaime, dona Inés Cajo Sairitupac, don Ulises Diaz Alvarado, don Marcial Nieto Martinez, don Palermo Carrasco Guerrero, don Rufo Paredes Pacheco y don Wilman Bustinza Samanez interponen Accion de Amparo contra el Presidente del Consejo Directivo del Instituto Geologico Minero y Metalirgico, por violacion de sus derechos pensionarios. Alegan los actores que no obstante haber sido incorporados al régimen de pensiones regulado por el decreto ley 20530°, en forma arbitraria y sin proceso alguno, la entidad demandada dispuso Su exclusion, violando sus derechos adquiridos. Admitida la demanda, ésta es contestada por el representante del Instituto Geologico Minero y Melalirgico-/NGEMMET, quien solicita se declare improcedente la demanda, ya que: a) el INGEMMET es una institucion piblica, resultante de la fusion del INCITEMI E INGEOMIN, y en consecuencia con trabajadores sujetos, unos, al régimen de la actividad L TRIBUNAL CONSTITUCIONAL publica, y otros, al de actividad privada, b) por mandato de la ley 25456° la incorporacion de trabajadores al régimen del decreto ley 20530°, deberia haberse realizado en conformidad con lo previsto por su articulo 140, cuestion que no acontecio con el caso de los actores, por lo que se excluyo a los actores de dicho régimen pensionario, c) ha operado el plazo de caducidad al que se refiere el articulo 37 de la ley 23506, pues las resoluciones que les causan agravio a los actores datan de mil novecientos noventa y dos y mil novecientos noventa y tres, mientras que la demanda fue interpuesta en agosto de mil novecientos noventa y cinco. Asimismo, contesta la demanda el Procurador Publico encargado de los Asuntos Judiciales del Ministerio de Energia y Minas, quien solicita se declare improcedente la demanda, ya que: a) los actores fueron incorporados al régimen del decreto ley 20530° en violacion de su articulo 14, por lo que su exclusion se realizo en amparo de la ley, b) no se ha agotado la via previa. Con fecha quince de abril de mil novecientos noventa y seis, el Juez del Vigésimo Octavo Juzgado Civil de Lima expide resolucion declarando fundada la demanda. Interpuesto el recurso de apelacion, con fecha cinco de junio de mil novecientos noventa y siete, la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, expide resolucion revocando la apelada,y reformandola la declararon improcedente. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se desprende del petitorio de la demanda el objeto de ésta es que el INGEMMET reincorpore a los actores al régimen de pensiones regulado por el decreto ley 20530°. 2. Que, en ese sentido, como cuestion liminar, este Colegiado habrà de evaluar si en el caso de autos habria operado el plazo de caducidad al que se refiere el articulo 370 de la ley 23506°, desde que la resolucion venida en grado, en esencia, ha esbozado tal tesis como argumento central para revocar la resolucion apelada. 3. Que, en tal virtud, la pretension de los actores, a juicio de este Colegiado debera de desestimarse, ya que conforme es de notarse de la confrontacion de las fechas de las resoluciones de presidencia No 034-93-INGEMMETPCD y 03-93-INGEMMETPCD, por las que se declaro la mulidad e insubsistencia de las resoluciones por las que se les incorporo a los actores al régimen del decreto ley 20530°, ambas expedidas el veintinueve de marzo de mil novecientos noventa y tres, y la fecha de interposicion de la demanda, el treinta y uno de junio de mil novecientos noventa y cinco, ha transcurrido con exceso el plazo al que se refiere el articulo 370 de la ley 23506°. > TRIBUNAL CONSTITUCIONAL 4. Que, en ese sentido, la jurisprudencia vinculante en lo que respecta al computo del plazo de caducidad en materia de derecho pensionarios que este Colegiado ha tenido oportunidad de apreciar en numerosas causas andlogas, no es de aplicacion al caso de autos, pues el caso de los actores no es el de servidores que se encuentren (o hayan encontrado), al momento de la interposicion de la demanda en calidad de jubilados 0 cesantes, en cuyo caso el no pago de la pension hubiere supuesto continuidad de la agresion del acto considerado como lesivo, y por tanto, aplicable el segundo parrafo del articulo 26° de la ley 25398°. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones le confieren la Constitucion y su Ley Organica,", "FALLA": "Confirmando la resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, Su fecha cinco de junio de mil novecientos noventa y siete, que revocando la apelada, que declaro fundada la demanda, la reformo y la declaro improcedente; Dispusieron la publicacion de esta sentencia en el diario oficial El Peruano, y los devolvieron.", "SS.": "ACOSTA SANCHEZ Yrawa à e NUGENT DIAZ VALVERDE GARCIA MARCELO arbal ECM. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-27", "id": 36755, "nombre_demandado": "Presidente del Consejo Directivo del Instituto Geológico Minero y Metalúrgico (Procurador)", "nombre_demandante": "Bertha Fujishima Jaime y otros", "numero_expediente": "00600-1997-AA"}