{"CONTEXTO": " 00607-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00607-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 607-97-AA/TC LAMBAYEQUE GUILLERMO ALFREDO LIMO CARPENA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Guillermo Alfredo Limo Carpena contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento cuarenta y siete, su fecha dieciséis de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo. ANTECEDENTES : Don Guillermo Alfredo Limo Carpena interpone esta demanda de Accion de Amparo el seis de diciembre de mil novecientos noventa y seis, y la dirige contra el Consejo Nacional Penitenciario representado por el General (r) PNP Juan Nakandakari Kanashiro y contra el Ministerio de Justicia representado por el Procurador Publico del Estado encargado de la defensa judicial de los asuntos del Ministerio de Justicia, solicitando la inaplicabilidad y que se deje sin efectos los alcances de la Resolucion de la Presidencia del Consejo Nacional Penitenciario No 450-93-INPE/CNP-P de fecha diez de diciembre de mil novecientos noventa y tres, por ser extemporanea, nula de pleno derecho y no estar alineada al Decreto Supremo Extraordinario N9128-93-PCM, y de la Resolucion No 163-94-INPE/CNP-P del cuatro de marzo de mil novecientos noventa y cuatro, que declaro infundado su Recurso de Reconsideracion interpuesto contra la primera Resolucion No 450-93-INPE/CNP-P; ademas, solicita que se le reincorpore a su trabajo, con goce de sus remuneraciones, bonificaciones y demas beneficios, por haberse quebrantado su derecho a la estabilidad laboral y los derechos constitucionales que consagra la Carta Magna; refiriendo como hechos que el demandante es servidor del Instituto Nacional Penitenciario desde diciembre de mil novecientos ochenta y siete, llegando a ocupar el puesto de Jefe de Personal, que por Resolucion de Presidencia del INPE No 450-93-INPE/CNP-P del diez de diez de diciembre de mil novecientos noventa y tres, publicada el treinta y uno de diciembre de mil novecientos noventa y tres, se le cesa en su trabajo y se le declara excedente por causal de reestructuracion organica y reorganizacion administrativa, supuestamente, al no haber aprobado el proceso de evaluacion, en aplicacion del Decreto Supremo Extraordinario No 128-93-PCM que autorizo al INPE para que proceda a aplicar el programa de reduccion de personal, dentro del marco de reestructuracion y reorganizacion administrativa, en un plazo que no excediera de tres meses como se autolimita el mismo Decreto Supremo en su articulo 80, lo que no se cumplio, dando origen a una ilegal e irregular declaracion de excedencia, como es su caso; que, por lo tanto, su despido es ilegal, arbitrario y contra derecho, por 2 TRIBUNAL CONSTITUCIONAL cuanto el citado Decreto Supremo vencio el doce de diciembre de mil novecientos noventa y tres, careciendo de eficaciaj juridica al término de la misma. La Procuradora Publica de los asuntos judiciales del Ministerio de Justicia, dona Marina Zambrano de Vigo, contesta la demanda precisando que debe declararse improcedente la demanda ya que el articulo 37° de la Ley No 23506 establece que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la si bien el demandante la administrativa afectacion; agoto via interponiendo recurso que / impugnativo de apelacion el cinco de mayo de mil novecientos noventa y cuatro, no hizo uso del silencio administrativo en su oportunidad, ya que recién el once de octubre de mil novecientos noventa y seis, al percatarse de tal omision, pretende subsanar ese hecho que resulta completamente extemporaneo; que también la demanda debe declararse infundada porque el demandante opto por someterse en forma libre y voluntaria al proceso de calificacion, seleccion y evaluacion de personal, y su cese se debio al desconocimiento ylo falta de preparacion que no le permitio aprobar esta etapa, y que la Resolucion No 450-93-INPE/CNP-P se expidio el doce de diciembre de mil novecientos noventa y tres, cuando se encontraba en vigencia el Decreto Supremo Extraordinario No 128-93-PCM, y que si es verdad que la publicacion se hizo en el diario oficial El Peruano el treinta y uno de diciembre de mil novecientos noventa y tres, esto constituye unicamente el cumplimiento de una formalidad prevista por el Decreto Supremo No 002-94-JUS, pero que en nada enerva su validez. El Tercer Juzgado Especializado en lo Civil de Chiclayo, con fecha once de febrero de mil novecientos noventa y siete, a fojas ochenta y ocho, declara improcedente la demanda por considerar, principalmente, que se ha pretendido dar por agotada la via administrativa, supuestamente acogiéndose al silencio administrativo después de dos anos tres meses de presentado su Recurso de Apelacion. La Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha dieciséis de junio de mil novecientos noventa siete, confirma la apelada por estimar que el demandante interpuso la misma accion que se ventila en este proceso, y del cual se desistio, habiendo sido amparado tal pedido por la Corte Suprema de Justicia de la Republica, y por devenir en extemporanea su pretension. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el demandante, el siete de enero de mil novecientos noventa y cuatro, interpone recurso impugnativo de reconsideracion contra la Resolucion No 450-93-INPE/CNP-P del diez de diciembre de mil novecientos noventa y tres mediante la cual lo cesa por excedencia, el que es declarado infundado mediante Resolucion No 163-94- INPE/CNP-P del cuatro de marzo de mil novecientos noventa y cuatro; por lo que interpone Recurso de Apelacion el veintiuno de abril de mil novecientos noventa y cuatro, que al no ser resuelto, presenta su escrito el once de octubre de mil novecientos noventa y seis expresando que da por agotada la via administrativa, es decir, después de dos anos y cinco meses, cuando habia vencido en exceso el término para acogerse al silencio administrativo y para interponer la presente accion, por lo que la utilizacion indebida de un recurso manifiestamente improcedente convierte en 3 TRIBUNAL CONSTITUCIONAL extemporaneo el amparo interpuesto después, fuera del plazo del articulo 370 de la Ley No 23506 de Habeas Corpus y Amparo. Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas, ciento cuarenta y siete, su fecha dieciséis de junio de mil novecientos noventa y siete, que confirmo la apelada que declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- / LPA vAneu. ACOSTA SANCHEZ, DIAZ VALVERDE, Y arecd WWh NUGENT, - GARCIA MARCELO. Certifico: Lo que Dre. MARIA LUZ VASOUEZ RELATORA SECRETA TARIA CONSTIT ITUCIONAL TRIBUNAL JAM", "fecha_publicacion": "1999-03-19", "id": 34884, "nombre_demandado": "Consejo Nacional Penitenciario y otro", "nombre_demandante": "Guillermo Alfredo Limo Carpena", "numero_expediente": "00607-1997-AA"}