{"CONTEXTO": " 00601-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00601-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 601-96-AA/TC LIMA ADUANERA LATINOAMERICANA S. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de octubre de mil novecientos noventa y nue reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario, interpuesto por Aduanera Latinoamericana S.A. contra la Sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, su fecha dieciocho de abril de mil novecientos noventa y seis, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Aduanera Latinoamericana S.A., con fecha veinte de octubre de mil novecientos noventa y cinco, interpone Accion de Amparo contra la Superintendencia Nacional Administracion Tributaria, por violacion a la libertad de trabajo y al principio de legalidad; solicita se dejen sin efecto las ordenes de pago N.o 024-1-09216 y N.o 024-1-092 correspondientes a los periodos de noviembre a diciembre de mil novecientos noventa y tre de enero a junio de mil novecientos noventa y cuatro, respectivamente. Por las referi ordenes de pago se pretende cobrarles la suma de doscientos treinta y ocho mil cuatrocier dieciséis nuevos soles (SI. 238,416.00), por omision del pago del Impuesto General a Ventas. La demandante senala que no agoto la via previa porque para, interponer reclamaci de acuerdo al articulo 129° del Codigo Tributario, Decreto Legislativo N.° 773, debe pa primero el monto acotado. La Superintendencia Nacional de Administracion Tributaria senala que Aduan Latinoamericana S.A. pretende obtener una exoneracion del pago del Impuesto General a Ventas; y, no ha cumplido con agotar la via previa. Asimismo, senala que la Ley N.o 262 exonero del Impuesto General a las Ventas parcialmente a los servicios portuar complementarios, como Enapu y Corpac y otras que se dediquen a la prestacion de dich servicios, pero en esta disposicion no se encuentran comprendidos los servicios prestados las agencias de aduanas. TRIBUNAL CONSTITUCIONAL El Sexto Juzgado Civil de Lima, a fojas noventa, con fecha veintiuno de diciembre mil novecientos noventa y cinco, declaro improcedente la demanda, por considerar que demandante no agoto la via previa. La Primera Sala Civil de la Corte Superior de Justicia de Lima, a fojas cier veintinueve, con fecha dieciocho de abril de mil novecientos noventa y seis, confirmo apelada, por considerar que la Accion de Amparo se interpuso vencido el plazo de caducid: Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el ejercicio de la Accion de Amparo caduca a los sesenta dias de producida 1. afectacion del derecho constitucional, conforme a lo dispuesto en el articulo 370 de Ley N.° 23506, Ley de Habeas Corpus y Amparo. Que la demanda por la que se solicita se dejen sin efecto las ordenes de pago N.o 024 2. 09216 y N.o 024-1-09217, notificadas el treinta de marzo de mil novecientos novent cinco, fue interpuesta el veinte de octubre de mil novecientos noventa y cinco. consecuencia, la demanda fue interpuesta fuera del plazo establecido en el articulo de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior Justicia de Lima, de fojas ciento veintinueve, su fecha dieciocho de abril de mil novecient noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Ampa Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano V devolucion de los actuados.", "SS.": "Mlr 1 - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO aecet Lo que ceftifico: M DR. CESAR CUBAS LONGA SECRATARIO-RELATOR (e)", "fecha_publicacion": "1999-11-06", "id": 35962, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (Sunat)", "nombre_demandante": "Aduanera Latinoamericana SA", "numero_expediente": "00601-1996-AA"}