{"CONTEXTO": " 00606-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00606-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 606-97-AA/TC ABAD CASTRO SALVADOR CALLAO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: A", "ASUNTO:": "Recurso Extraordinario interpuesto por don Abad Castro Salvador contra la resolucion de la Sala Especializada en lo Civil de la Corte Superior de Justicia del Callao, de fecha veinte de junio de mil novecientos noventisiete, que revoca la del Tercer Juzgado Especializado en lo Civil del Callao, su fecha treintiuno de marzo de mil novecientos noventisiete, y declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "La accion la interpone contra la Universidad Nacional del Callao, a fin de que se suspendan los efectos de la Resolucion Rectoral No 293-96-R, del veintiséis de julio de mil novecientos noventiséis, en cuanto viola sus derechos de catedratico y de pensionista de la Universidad demandada, recaida en el expediente administrativo seguido POY Juan Francisco Romero Mendoza contra la citada Universidad, en el que no ha sido parte ni citado en forma alguna. El Tercer Juzgado Especializado en lo Civil del Callao declaro fundada en parte la demanda, por considerar, entre otras razones que la Universidad demandada al emitir la Resolucion Administrativa No 293-96-R, de fecha veintiséis de julio de mil novecientos noventiséis, ha interpretado erroneamente las resoluciones judiciales ejecutoriadas contraviniendo el articulo 4° de la Ley Organica del Poder Judicial; que no resulta justa, ni legal, la disposicion por la que se pretende que el demandante devuelva los haberes y las sumas de dinero percibidas por concepto de pension desde el primero de julio de mil 2 TRIBUNAL CONSTITUCIONAL novecientos setentinueve, por cuanto ha trabajado efectivamente en el ejercicio de su cargo en la Universidad emplazada; y que su derecho a percibir pension ha caducado al declararse nula la resolucion de su nombramiento. Interpuesto Recurso de Apelacion, la Sala Especializada en lo Civil de la Corte Superior de Justicia del Callao revoco la apelada, segun resolucion del veinte de junio de mil novecientos noventisiete, al estimar que la accion de amparo no es la via idonea para pedir se deje sin efecto una Resolucion Rectoral, que tiene caracteristicas y naturaleza administrativa; y que el demandante no ha agotado las vias previas. Contra esta resolucion el demandante interpone Recurso Extraordinario, por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, de autos consta que la Resolucion Rectoral No 293-96-R de veintiséis de julio de mil novecientos noventiséis, sin ser la ultima en la via administrativa, fue ejecutada antes de vencerse el plazo para que quede consentida, por lo que el demandante se encuentra relevado de cumplir con la exigencia de las vias previas. 2.- Que, con motivo de dar cumplimiento a la Resolucion de la Corte Suprema de la Republica, cuya copia obra a fojas dos, en los seguidos por don Juan Francisco Romero Mendoza con la Universidad Nacional Técnica del Callao y otros, sobre nulidad de actos administrativos, para que se le declare ganador del concurso docente que en el ano mil novecientos setentinueve convoco dicha Universidad para cubrir la plaza de Profesor Asociado a Tiempo Completo en el area de Quimica General, la Universidad demandada dicto la Resolucion No 293-96-R, anulando en los puntos resolutivos Nos. 1° y 2° la Resolucion Rectoral No 261-79-R, del veintidos de junio de mil novecientos setentinueve y la No 2085-81-R, del dieciséis de diciembre de mil novecientos ochentiuno, y declarando ganador de dicho concurso a don Juan Francisco Romero Mendoza en reemplazo de don Abad Castro Salvador. 3.- Que, sin embargo, sin mediar mandato, ni proceso alguno y fuera de los términos legales establecidos por el articulo 110° de la Ley de Normas Generales de Procedimientos Administrativos, la Universidad demandada procedio también a anular, en forma unilateral y arbitraria, mediante el cuarto punto resolutivo de la misma Resolucion No 293-96-R, todas las demas resoluciones administrativas anteriores vinculadas con el nombramiento del citado docente, don Abad Castro Salvador, que tienen la autoridad de cosa decidida, como son las Resoluciones Rectorales Nos. 115-84-R del catorce de mayo de mil novecientos ochenticuatro, No TRIBUNAL CONSTITUCIONAL 402-89-R del veintiocho de agosto de mil novecientos ochentinueve, No 434-90-R del veintinueve de octubre de mil novecientos noventa, No 244-84-CU, No 084-93- R del veintiocho de abril de mil novecientos noventitrés, No 131-90-R, No 022-90- CU y No 031-90-CU, y ordenando en los puntos 5° y 70 de la mencionada resolucion impugnada la devolucion de los montos percibidos por el demandante, a partir del primero de julio de mil novecientos setentinueve a la fecha, a través de su Oficina de Personal. 4.- Que, consecuentemente, con la nulidad de estos ultimos actos administrativos se han violado abiertamente las garantias constitucionales de los derechos laborales legitimamente obtenidos, la inmutabilidad de los fallos judiciales ejecutoriados, del debido proceso, la intangibilidad de los beneficios sociales, en abierta contravencion con lo previsto taxativamente por el articulo 139° inciso 2) de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, y su Ley Orgânica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, su fecha veinte de junio de mil novecientos noventisiete, de fojas ciento noventicuatro, que revoco la apelada de fecha treintiuno de marzo de mil novecientos noventisiete, y declaro improcedente la Accion de Cumplimiento; reformandola, la declara FUNDADA; y en consecuencia, sin efecto para el demandante los puntos resolutivos 40,50 y 70 de la Resolucion Rectoral No 293-96-R, de fecha veintiséis de julio de mil novecientos noventiséis. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\" y la devolucion de los actuados. S.S. Mnc ACOSTA SANCHEZ, NUGENT L RVC CL DIAZ VALVERDE GARCIA MARCELO MF LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL TRIBUNAL CONSTITUCIONAL EXP. 606-97-AA/TC ABAD CASTRO SALVADOR RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, dieciocho de julio de mil novecientos noventiocho. ATENDIENDO: A que en la parte del Fallo de la Sentencia recaida en este expediente, con fecha catorce de mayo de mil novecientos noventa y ocho, publicada el dia de hoy en el Diario Oficial El Peruano, se ha consignado errôneamente Accion de Cumplimiento, debiendo decir \"Accion de Amparo\", que este Colegiado debe subsanar en razon de constituir un error material; RESUELVE: Aclarar que en la sentencia de fecha catorce de mayo de mil novecientos noventa y ocho, en la parte relativa al Fallo, debe decir \"Accion de Amparo\", y no Accion de Cumplimiento; siendo esta resolucion parte integrante de la Sentencia. Dispone se publique en el diario oficial El Peruano, y la devolucion de los actuados. S.S. 21 A - / hmi viivreir - ACOSTA SANCHEZ, DIAZ VALVERDE, Rrcra NUGENT, GARCIA MARCELO. Lo que Certif1003 MF Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-18", "id": 37020, "nombre_demandado": "Universidad Nacional del Callao", "nombre_demandante": "Abad Castro Salvador", "numero_expediente": "00606-1997-AA"}