{"CONTEXTO": " 00612-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00612-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 612-97-AA/TC Lambayeque. Raul Félix Ramirez Soto. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de marzo de mil novecientos noventa y ocho, el Tribunal Constitucional en Sesion del Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario formulado por don Raul Félix Ramirez Soto, contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha seis de junio de mil novecientos noventa y siete; en la Accion de Amparo interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon.", "ANTECEDENTES:": "Don Raul Félix Ramirez Soto, con fecha catorce de febrero de mil novecientos noventa y siete, interpone Accion de Amparo contra don César Ramal Pesantes, en su calidad de Presidente del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon, por violacion de sus derechos constitucionales referidos a la dignidad humana, a que nadie esta obligado a hacer lo que la ley no manda, ni impedido de hacer lo que ella no prohibe, a la igualdad de oportunidades sin discriminacion, a no estar comprendido en la carrera administrativa los funcionarios que desempenan cargos politicos 0 de confianza y al respeto a la jerarquia legal, consagrados en la Constitucion Politica del Estado de 1979, solicitando se declare la nulidad del acto administrativo 2 TRIBUNAL CONSTITUCIONAL que contiene la Resolucion Presidencial Regional No 065-97-CTAR-RENOMP, al no haberse respetado la jerarquia legal al disponer su desplazamiento de su condicion de Director Regional de Educacion en la Region Nor Oriental del Maranon, cargo de confianza asignado mediante Resolucion Suprema No 103-94-ED publicada en el Diario Oficial \"El Peruano\", ? el 13 de julio de 1994, poniéndolo a disposicion de la Oficina de Personal de dicha sede regional, configurando ello un flagrante atropello a su dignidad humana. Sostiene el demandante, que al haber emanado su designacion en virtud de una Resolucion Suprema, mal puede el demandado irrogarse facultades que solo tienen aquéllos que lo designaron como Director Regional de Educacion de la RENOM, agravândose ello con el hecho, que se le obligo a hacer entrega de dicho cargo a otra persona designada mediante una Resolucion Presidencial Regional. Asimismo, el demandante indica que ademas se ha dispuesto que sea procesado por una comision cuya competencia de procesamiento no corresponde a la Comision Especial de Procesos Administrativos, es decir, no se ha respetado el procedimiento establecido para estos casos por el articulo 165° del Reglamento de la Ley de Bases de la Carrera Administrativa aprobado por Decreto Supremo No 005-90-PCM. Admitida la demanda, ésta es contestada por la Apoderada del Presidente del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon, quien acredita su representacion con copia fedatada de la Resolucion Presidencial Regional No 41696CTAR-RENOMP, quien solicita se declare infundada la misma, por considerar que el demandante no precisa el derecho que se encuentre consagrado en nuestra Carta Politica del Estado y que haya sido pasible de vulneracion con la resolucion cuestionada. Agrega > que con la indicada resolucion, en ningun momento se esta dejando sin efecto su designacion como Director Regional de Educacion de la RENOM, sino que, al haberse iniciado un Proceso Administrativo Disciplinario al citado accionante, conforme al articulo 172° del citado Decreto Supremo No 005-90-PCM, que faculta separarlo de su funcion, solo se ha dispuesto que pase a disposicion de la Oficina de Personal de la misma Region, en tanto dure el indicado proceso, donde se determinara finalmente las responsabilidades sobre los hechos imputados, tal como se dispone en el articulo 2° de la resolucion cuya nulidad se solicita, la misma que se expide como consecuencia de una accion de control realizada al sistema de tesoreria y personal de la Direccion Regional de Educacion de dicha region, cuyas observaciones e irregularidades se encuentran precisadas en el Informe No 007-96-RENOM-ORAL 3 TRIBUNAL CONSTITUCIONAL Con fecha once de marzo de mil novecientos noventa y siete, el Juez del Quinto Juzgado Especializado en lo Civil de Chiclayo, expide sentencia declarando fundada la demanda. Formulado el recurso de apelacion, con fecha seis de junio de mil novecientos noventa y siete, la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, expide resolucion revocando la apelada, declarando improcedente la accion de amparo. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional. PH", "FUNDAMENTOS:": "1. Que, en la presente accion, se solicita se declare inaplicable al actor la Resolucion Presidencial Regional No 065-97-CTAR-RENOMP su fecha 10 de febrero de 1997, mediante la cual se resuelve ponerlo a disposicion de la Oficina de Personal de la Sede de la Region Nor Oriental del Maranon y se le inicia un Proceso administrativo disciplinario. 2. Que, el demandante fue nombrado como Director Regional de Educacion de la Region Nor Oriental del Maranon - Chiclayo, cargo considerado de confianza, mediante Resolucion Suprema No 103-94-ED de 12 de julio de 1994, y a través de la Resolucion Suprema No 021-97-ED su fecha 19 de marzo de 1997, publicada en el Diario Oficial \"El Peruano\" el 20 del mismo mes y ano, que obra a fojas 112 de autos, se resolvio dar por concluido el antes indicado nombramiento. 3. Que, el objeto de las acciones de garantia es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, conforme lo establecido por el articulo 1° del la Ley No 23506. 4. Que, examinada la peticion acorde con los fundamentos precedentes, debe senalarse que la afectacion constitucional alegada, aun de comprobarse como tal, no podria ser revertida, toda vez que la situacion laboral del demandante ha variado, al haberse dado por concluido su nombramiento en el cargo tantas veces mencionado, al cual solicita ser reincorporado; en consecuencia, se ha producido sustraccion de la materia dilucidable; razon por la que resulta improcedente la presente accion de garantia. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peri y su Ley Orgànica,", "FALLA:": "CONFIRMANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento noventa y tres, su fecha seis de junio de mil novecientos noventa y siete, que confirmo la apelada, y declaro IMPROCEDENTE la accion de amparo. Ordenaron la publicacion de la presente, en el Diario Oficial \"El Peruano\", conforme a ley, y los devolvieron.", "SS.": "ACOSTA SANCHEZ, NUGENT, Avet DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifico: D.WARIA LUZYASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL AAM. 4", "fecha_publicacion": "1998-05-11", "id": 36866, "nombre_demandado": "César Ramal Pesantes", "nombre_demandante": "Raúl Félix Ramírez Soto", "numero_expediente": "00612-1997-AA"}