{"CONTEXTO": " 00618-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00618-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 618-98-AA/TC LIMA GLORIA ELENA OCHOA DUENAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Gloria Elena Ochoa Duenas contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha quince de mayo de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Gloria Elena Ochoa Duenas interpone demanda de Accion de Amparo contra el Concejo Distrital de Chorrillos con la finalidad de que se declare inaplicable el articulo 3° de la Resolucion de Alcaldia N.o 2244-97-MDCH del cuatro de junio de mil novecientos noventa y siete. Manifiesta que el articulo de la resolucion acotada modifica ilicitamente la disposicion contenida en el articulo 1° de la misma, que le otorga pension provisional de cesantia por el importe de un mil setenta y ocho nuevos soles con veinte céntimos (S/. 1,078.20) equivalente al 90% de la probable pension definitiva; y ordena aplicar a dicha pension los efectos de la Resolucion de Alcaldia N.o 4741-96 que establece la Escala Transitoria Remunerativa y de Pensiones, y en virtud de la cual se reduce en un 30% el importe de su pension, vulnerando sus derechos reconocidos por la Constitucion. Ampara su demanda en lo dispuesto en los articulos 10; 2° inciso 3); 240; 26° inciso 2); 62°; 1740, la Primera y la Segunda Disposicion Final y Transitoria de la Constitucion Politica del Estado; Ley N.o 23506 y el Decreto Ley N.o 20530. La Municipalidad de Chorrillos contesta la demanda negândola y contradiciéndola en todos sus extremos y solicita que se declare la improcedencia de la demanda, por cuanto la presente via no es la idonea. La Oficina de Normalizacion Previsional contesta la demanda negândola en todos sus extremos, senala que no existe vulneracion ni amenaza a ningun derecho constitucional de la TRIBUNAL CONSTITUCIONAL demandante, que la pretension esta dirigida al reconocimiento de un aumento de pension provisional y no al desconocimiento de su pension, consecuentemente, tendria que probarse si le corresponde 0 no el aumento de pension que no se puede dilucidar en la via de la Accion de Amparo. M El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha veintiocho de noviembre de mil novecientos noventa y siete, declaro infundada la demanda, por considerar, entre otras razones, que la Resolucion de Alcaldia cuestionada no lesiona los derechos constitucionales que indica la demandante, sino que le reconoce el estar comprendida dentro de los alcances del Decreto Ley N.o 20530, asi como haber acumulado treinta anos con veintiun dias de servicio, acotândose que mientras se organice y actualice el expediente de reconocimiento por tiempo de servicios, se le otorgue una pension provisional, en la cual la Municipalidad demandada se ha cenido a la normatividad juridica citada, no encontrândose acreditada con documentos probatorios la transgresion de los derechos constitucionales contenidos en el petitorio. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha quince de mayo de mil novecientos noventa y ocho, confirma la apelada, por considerar que tal como lo establece la doctrina en materia de este instituto, para la procedencia se requiere la evidencia del derecho reclamado y, ademas, que la afectacion resulte evidente, grave y actual, de modo que el tramite sumario, sin etapa probatoria, restablezca el derecho en virtud de una apreciacion logico-juridica basada en los elementos aportados al proponer y absolver la pretension y, en el caso, de autos se colige la conculcacion de un derecho actual de la demandante; en todo caso la accion de garantia no resulta idonea para debatir aspectos de contenido opinable que requiere un proceso declarativo del derecho. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de amparo tienen por objeto reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que la demandante pretende que se deje sin efecto el articulo 3° de la Resolucion de Alcaldia N.o 2244-97-MDCH, del cuatro de junio de mil novecientos noventa y siete, en el que se senala que se le aplique los efectos de la Resolucion de Alcaldia N.o 4741-96, del treinta y uno de diciembre de mil novecientos noventa y seis, que establece la Escala Transitoria Remunerativa y de Pensiones. Que senalar si corresponde 0 no aplicar los efectos de la Resolucion de Alcaldia N.o 3. 4741-96 ameritaria la actuacion de pruebas que permitan discernir si con ello se le recorta un derecho a la demandante, maxime si de la simple lectura de la resolucion no 2 TRIBUNAL CONSTITUCIONAL se logra establecer indubitablemente el desconocimiento 0 el recorte de un derecho, puesto que su derecho a una pension nivelable dentro del régimen previsional del Decreto Ley N.o 20530 ha sido debidamente reconocido por la demandada, consecuentemente, careciendo de estacion probatoria, la Accion de Amparo no resulta idonea para el caso de autos. Que en el caso sub judice es de aplicacion contrario sensu el articulo 2° de la Ley N.o 4. 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y uno, su fecha quince de mayo de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la demanda, reformandola declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ludhbl ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Aroa GARCIA MARCELO Certif100: MR LO que - Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-14", "id": 35492, "nombre_demandado": "Concejo Distrital de Chorrillos", "nombre_demandante": "Gloria Elena Ochoa Dueñas", "numero_expediente": "00618-1998-AA"}