{"CONTEXTO": " 00610-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00610-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 610-96-AA/TC CHIMBOTE TEOFILO CONDORE PALOMINO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinço dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Téofilo Condore Palomino contra la Resolucion expedida por la Sala Mixta Descentralizada de Chimbote de la Corte Superior de Justicia de Ancash, su fecha catorce de mayo de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Teofilo Condore Palomino interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial del Santa, don Marcos Benites Guevara, el Director de Alimentacion y Comercio y el Jefe de la Division de Comercio Ambulatorio, por amenazar su derecho constitucional al trabajo al disponer, mediante la Notificacion N.o 438, que retire el puesto de venta que conduce en la parte exterior del Mercado Modelo de Chimbote, desde hace doce anos. Refiere que ha conducido el mencionado puesto en forma pacifica, respetando las disposiciones municipales y abonando puntualmente los arbitrios municipales; que forma parte de asociaciones de comerciantes, debidamente reconocidas por la municipalidad demandada. El Alcalde de la Municipalidad Provincial del Santa absuelve el tramite de contestacion de la demanda, solicitando se la declare improcedente. Senala que el demandante es un comerciante informal que ocupa parte de la vereda del Mercado Modelo de Chimbote, con frente aljiron Leoncio Prado; que no tiene el reconocimiento oficial de su representada; que, mediante la Resolucion Directoral N.o 3042-93-DAYCMPS del diecisiete de noviembre de mil novecientos noventa y tres, ratificada por Resolucion de Alcaldia N.o 0555-94-MPS del once de febrero de mil novecientos noventa y cuatro, se ordeno la reubicacion del demandante, para lo cual se le notifico debidamente; que esta disposicion no vulnera ni amenaza de violacion su derecho al trabajo, puesto que se le esta ubicando en un lugar que no impide el ejercicio del trabajo de los demas. TRIBUNAL CONSTITUCIONAL El Segundo Juzgado Especializado en lo Civil de Chimbote, con fecha cuatro enero de mil novecientos noventa y seis, emite sentencia declarando improcedente Accion de Amparo, senalando que el demandante recurrio a la via ordinaria para impug las resoluciones administrativas antes mencionadas. La Sala Mixta Descentralizada de Chimbote de la Corte Superior de Justicia Ancash, con fecha catorce de mayo de mil novecientos noventa y seis, confirmande apelada, declaro improcedente la Accion de Amparo, por estimar que la demandada no vulnerado ningun derecho constitucional. Contra esta resolucion, el demandante interp Recurso Extraordinario.", "FUNDAMENTOS:": "Que el demandante estima que la Notificacion N.° 438, al disponer el 1. inmediato de su puesto de venta, amenaza de violacion su derecho al trabajo, cuanto la Municipalidad demandada no ha dado estricto cumplimiento Resolucion Directoral N.o 3042-93-DAYC/MPS, ratificada por la Resolucion Alcaldia N.° 0555-94-MPS, que dispone su reubicacion \"en un lugar que similares caracteristicas de comercio\" al lugar que viene ocupando en la sét cuadra del jiron Leoncio Prado, frente al Mercado Modelo de Chimbote. Que, en la presente causa no se ha presentado la causal de improcedencia prevista 2. el inciso 3) del articulo 6° de la Ley N.° 23506 de Habeas Corpus y Amparo, vez que el objeto de la presente Accion de Amparo es diferente a aquél del proc de impugnacion de resolucion al que alude la demandada en su contestacion. Que la Municipalidad demandada sostiene que, en cumplimiento de la refe 3. resolucion, ha notificado al demandado para que se reubique \"al costado Mercado El Baratillo\"; afirmacion que ha sido rechazada por el demanda senalando que es otro el lugar en el que se lo pretende reubicar, el mismo ademas de no ser idoneo para su negocio, se encuentra ocupado por comerciante; en consecuencia, dilucidar la cuestion controvertida demandaria actuacion de pruebas por las partes, lo cual no es posible en los proce constitucionales como el presente, dado que por su naturaleza especia sumarisima, carecen de estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones qu confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta Descentralizada de Chimt de la Corte Superior de Justicia de Ancash, de fojas setenta y cinco, su fecha catorce 3 TRIBUNAL CONSTITUCIONAL mayo de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "bebay ACOSTA SANCHEZ THATICIC DIAZ VALVERDE NUGENT GARCIA MARCELO U cecce CCL Lo qus-Oprtyioo: LUZ VASOUEZ TOR RA Dra. MARIA AE SECRET 1 AF CONST 1 T 91 SIONAL TRIBUNAL", "fecha_publicacion": "1999-09-07", "id": 35688, "nombre_demandado": "Alcalde de la Municipalidad Provincial del Santa (Marcos Benites Guevara) y otros", "nombre_demandante": "Teófilo Condore Palomino", "numero_expediente": "00610-1996-AA"}