{"CONTEXTO": " 00619-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00619-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 619-98-AA/TC LIMA INTERWORLD INDUSTRIAL SERVICE S.R.LTDA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos sesenta y tres, su fecha veintidos de mayo de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Maynor Lucas Cahuapaza Garcia, por derecho propio y en representacion de Interworld Industrial Service S.R. Ltda. demanda a la Empresa de Generacion Eléctrica Macchupicchu S.A. para que se les restituya su derechos al trabajo, a la buena imagen, a contratar con fines licitos, a participar en la vida politica y porque la empresa demandada ha decidido sancionar a su representada con una inhabilitacion de dos anos para contratar con la emplazada. No ha mediado aviso previo ni motivo alguno. La Empresa de Generacion Eléctrica Macchupicchu S.A contesta que en ejercicio de las facultades contenidas en el Decreto Supremo N.o 74-95-PCM y en el articulo 9° de la Directiva N.o 006-96-CONADE, EGEM S.A. decidio sancionar administrativamente a la empresa demandante por el lapso de dos anos porque rehuso asumir su responsabilidad en reparar los trabajos defectuosos realizados sobre un eje de cigiienal perteneciente a un grupo electrogeno para el cual se le contrato. El Juez del Décimo Quinto Juzgado Civil de Lima falla declarando improcedente la demanda. Argumenta que el demandante no ha agotado la via previa porque conforme al articulo 970 y siguientes del Decreto Supremo N.o 02-94-JUS, no ha impugnado la resolucion de gerencia general. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirma la sentencia. Argumenta que no se ha cumplido con 2 TRIBUNAL CONSTITUCIONAL el articulo 270 de la Ley N.o 23506. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, debe entenderse que la Accion de Amparo no es residual, porque a diferencia 1. de otras legislaciones, nuestro sistema no exige que previamente se elucide en la via comun el derecho constitucional reclamado, por estar tal derecho reconocido en la ley, salvo que no exista tal regulacion. No es excepcional la Accion de Amparo porque, como todo procedimiento, tiene sus propias reglas para resolver controversias atribuidas como competencia del organo jurisdiccional respectivo. Del mismo modo, no es residual, porque el reclamante del restablecimiento de un derecho constitucional conculcado puede recurrir directamente mediante la Accion de Amparo ante el Juez Constitucional 0 ante el Juez comun para que éste, en su caso, mediante \"el control difuso\" realice el restablecimiento de la constitucionalidad de los actos u omisiones que afecten la Constitucion Politica. Ademas, no es residual la Accion de Amparo, en tanto la ley regula en esta via la posibilidad, segun la circunstancia, de prescindir del agotamiento de la via previa cuando se trata de impugnar resoluciones expedidas por la administracion publica, eventualidad que la ley no estatuye en la via comun. Que, interpretando extensivamente el inciso 5) del articulo 139° de la Constitucion 2. Politica del Estado, el Tribunal Constitucional ha establecido como doctrina legal, que las resoluciones administrativas, aparte de las judiciales, deben ser motivadas con mencion expresa de la ley aplicable, mas aun si se trata de sanciones. Que, en el presente caso, a fojas ciento seis, el demandado reconoce la sancion 3. administrativa que se invoca en la demanda, expresando que ha procedido conforme al Decreto Supremo N.o 74-95-PCM y al articulo 9° de la Directiva N.o 006-96- CONADE, y, por otro lado, el demandante, a fojas cuatro, para acreditar su pretension, solo presenta una publicacion en el diario oficial El Peruano, en el que aparece unicamente un \"comunicado\" de la entidad demandada. En autos, ninguna de las partes ha presentado la resolucion administrativa que refiere la demanda. Este hecho hace inviable el debate sobre el mismo. La sancion 0 inhabilitacion de dos anos impuesto al demandante para contratar con la empresa demandada, segun demanda de fojas dieciocho, sucedio en el ano de mil novecientos noventa y seis, la cual, a la fecha ha fenecido (lo que legalmente importaria una sustraccion de la materia). 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos sesenta y tres, de fecha veintidos de mayo de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la demanda; reformandola, declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Ma ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO LA 2 L Cca JG Lo que Certifioo: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIAN RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-07", "id": 35575, "nombre_demandado": "Empresa de Generación Eléctrica Macchupicchu SA", "nombre_demandante": "Interworld Industrial Service SRLtda (Maynor Lucas Cahuapaza García)", "numero_expediente": "00619-1998-AA"}