{"CONTEXTO": " 00611-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00611-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.° 611-98-AA/TC LIMA MARTA ROMELIA AZURZA MENDOZA  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Marta Romelia Azurza Mendoza contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fecha dos de diciembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Marta Romelia Azurza Mendoza interpone demanda de Accion de Amparo contra la Empresa Nacional de Edificacion-Enace con la finalidad de que se declaren inaplicables los alcances de la Novena Disposicion Transitoria y Final de la Ley N.o 26268, Ley de Presupuesto del Sector Publico para 1994, aplicada por la entidad demandada a partir del mes de enero de mil novecientos noventa y cuatro; manifiesta que arbitrariamente se le redujo su pension de cesantia nivelable que venia percibiendo en forma mensual hasta diciembre de mil novecientos noventa y tres, bajo el régimen de pensiones a cargo del Estado, normado por el Decreto Ley N.o 20530; esta medida vulnera derechos constitucionales legitimamente adquiridos, conculcandose su derecho pensionario sin justificacion alguna, contraviniendo lo expresado en el Decreto Ley N.o 20530 y la Ley N.o 23495 sobre nivelacion de pensiones, por lo que solicita el cese de la medida unilateral adoptada, y se le abone sus pensiones insolutas a partir de acto arbitrario, con sus respectivos intereses. Ampara su demanda en lo dispuesto por los articulos 200° inciso 2); 10°, 11°, 12°, 26°, 103°, Primera y Segunda Disposicion Final y Transitoria de la Constitucion Politica del Estado; inciso 22) del articulo 24° y 26° de la Ley N.o 23506. 2 TRIBUNAL CONSTITUCIONAL Enace contesta la demanda solicitando se declare infundada. Senala que Enace, al cumplir lo dispuesto por la Novena Disposicion Transitoria y Final de la Ley N.o 26268 Ley de Presupuesto del Sector Publico para 1994, no ha incurrido en la violacion de los derechos constitucionales de la demandante, por otro lado, el articulo 570 del Decreto Ley N.o 20530 senala que el monto maximo mensual de las pensiones que se pague se establece por la Ley de Presupuesto del Sector Publico Nacional. El Vigésimo Quinto Juzgado en lo Civil de Lima, con fecha seis de setiembre de mil novecientos noventa y cuatro, declaro fundada la demanda, por considerar, entre otras razones, que se encuentra fehacientemente acreditada la condicion de pensionista del Régimen Previsional del Decreto Ley N.o 20530 de la demandante, asimismo, que la demandada procedio a reducir la pension nivelable que percibia la demandante hasta diciembre de mil novecientos noventa y tres, reduccion que Enace no ha negado; que dicha actitud de la demandada ha vulnerado el principio que regula los derechos adquiridos consolidados en la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado. Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lima, con fecha veintiocho de marzo de mil novecientos noventa y cinco, confirma la apelada, por estimar que la pension de cesantia es un derecho irrenunciable del trabajador, que no puede ser recortado sin detrimento de los derechos reconocidos en la Constitucion. Contra esta resolucion, el demandado interpone recurso de nulidad. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha dos de diciembre de mil novecientos noventa y siete, declaro haber nulidad en la sentencia de vista, y reformando la apelada declara improcedente la Accion de Amparo, por considerar que el Estado, al establecer el presupuesto y gasto del Sector Publico, tiene la obligacion de promover el bienestar general y no individual, procurando que exista equilibrio fiscal entre los ingresos y egresos, por otro lado, el reclamo requiere de una via mas lata donde dilucidar la pretension, no siendo por lo mismo, la Accion de Amparo, la via idonea que sirva de remedio para ampararla. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, se encuentra plenamente acreditado en autos que la demandante es pensionista del régimen previsional a cargo del Estado normado por el Decreto Ley N.o 20530, asimismo, la propia demandada ha admitido haber rebajado el monto de la pension de la demandante. 2 3 TRIBUNAL CONSTITUCIONAL Que, por otro lado y como quiera que, en el presente caso, este Tribunal ya ha 2. emitido un pronunciamiento general dentro del Expediente N.o 008-96-I/TC, uno de cuyos extremos resolvio por la inconstitucionalidad de toda formula legal tendiente a la aplicacion de topes sobre las pensiones niveladas, legalmente obtenidas, no puede, en la presente causa, sino ratificar dicho criterio en concordancia con el articulo 35°, 9 primer parrafo, de su Ley Organica N.o 26435, que reconoce fuerza vinculante a sus sentencias en materia de acciones de inconstitucionalidad de las leyes. Que, vistas las cosas del modo senalado, cabe merituar que conforme a las 3. instrumentales, que recauda la demanda, se encuentra plenamente acreditado el derecho al reajuste periodico de su pension. Que, por ultimo, no existe caducidad en el ejercicio de la presente accion, toda vez 4. que la transgresion al derecho de la demandante tiene carâcter continuado, de donde no resulta aplicable el plazo previsto en el articulo 370 de la Ley N.° 23506, sino el articulo 26°, segundo parrafo, de la Ley N.o 25398. Que, por la naturaleza del derecho invocado, teniendo en consideracion que la 5. pension tiene carâcter alimentario, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 2) del articulo 28° de la Ley N.o 23506. Que, por consiguiente, habiendo quedado acreditada la transgresion a los derechos 6. constitucionales reclamados, resulta de aplicacion los articulos 1°, 2°, 4°, 90, 24° incisos 2) y 22) de la Ley N.o 23506 y la Primera Disposicion Transitoria de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas cincuenta y dos del Cuaderno de Nulidad, su fecha dos de diciembre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda y reformandola declara FUNDADA la Accion de Amparo y ordena que se le pague a la demandante su pension, de conformidad con la remuneracion de su cargo, similares, iguales 0 equivalente a los trabajadores O funcionarios 3 4 TRIBUNAL CONSTITUCIONAL en actividad, que estén sujetos al régimen del Decreto Ley N.o 20530, y se ordena, si fuera el caso, el reintegro de las sumas indebidamente retenidas por tales conceptos hasta la fecha de pago y desde la reduccion de la pension. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO M Wlur MR Certifi00: Lo que / 1 / / I aa MARIA LUZ VASQUEZ Dra. SECRETARIA - RELATORA RLONSTITUCIONAL TRIBUNAL 4", "fecha_publicacion": "1999-08-15", "id": 35457, "nombre_demandado": "Empresa Nacional de Edificaciones (Enace)", "nombre_demandante": "Marta Romelia Azurza Mendoza", "numero_expediente": "00611-1998-AA"}