{"CONTEXTO": " 00615-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00615-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N615-96-AA/IC CASO: ALFREDO VALENTINALVAREZ CORNEJO MOQUEGUA SENTENCIA En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventisiete, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA, NUGENT, DIAZ VALVERDE; Y GARCIA MARCELO actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, su fecha 13 de agosto de 1996, en la accion de amparo seguida por don Alfredo Valentin Alvarez Cornejo con la Superintendencia Nacional de Registros Publicos y el Jefe Regional de la Region José Carlos Mariategui.", "ANTECEDENTES:": "El demandante interpone la presente accion de amparo, a efecto de que se declare inaplicable para él, la evaluacion realizada el 30 de setiembre de 1995 por la SUNARP, asimismo solicita se deje sin efecto e inaplicable la Resolucion Jefatural No 143-95-ORR/CM-JEF, su fecha 06 de octubre de 1995, mediante la cual lo cesan en el cargo de Registrador Publico de la Oficina Registral de Ilo. Manifiesta el recurrente que dicho cargo lo venia desempenando durante siete ahos, y que a raiz de la evaluacion a que fue sometido en virtud del D.U019-95, para que se reorganice y TRIBUNAL CONSTITUCIONAL reestructure la SUNARP, fue cesado pues se tomo como base de su evaluacion legajo personal, a pesar de haber obtenido nota aprobatoria en el examen conocimientos y en el psicotécnico. Refiere que, en su legajo personal fue sancione administratvamente con anterioridad, y que este hecho ha servido para que se como pretexto y se le sancione por segunda vez por una misma falta cesandolo excedencia en el cargo. Sostiene que se ha atentado contra su derecho a la estabilic laboral, igualdad ante la ley, a la legitima defensa, entre otros, y que J no es exigible agotamiento de la via previa porque la agresion puede convertirse en irreparat como en el caso de autos. A fojas 41, el Jefe de la Oficina Registral de la Region Carlos Maridtegui, don Victor Cornejo Rodriguez, contesta la demanda indicando no se ha agotado la via previa por parte del recurrente y deduce la excepcion caducidad, toda vez que el D.U. 019-95 de 16 de abril de 1995 y la Resolucion NO 95 emitida el 12 de abril de 1995 por la cual se dispone el programa de evaluacion debe entenderse como el acto que supuestamente afecto los derechos del interesad que desde esa fecha hasta la interposicion de la demanda se ha excedido del pl senalado por la ley para poder interponer la accion de amparo. Asimismo indica que cierto que el justiciable aprobo las pruebas de conocimiento y psicologica, pero no de legajo y moralidad que de acuerdo a las bases del concurso eran determinar para su descalificacion, conforme lo senala elr numeral 4) de la Resolucion 054-95 a SUNARP, ya que sobre el accionante recayo una sancion administrativa de ocho m de suspension sin goce de haberes. A fojas 91, aparece la contestacion de Superintendencia Nacional de Registros Publicos, senalando que la Resoluc Jefatural N9143-95-ONARP, por la que cesan al accionante es susceptible de impugnada, es decir que la via administrativa se encontraba expedita y no agoto como pretende senalar el demandante. La resolucion del Juzgado, de fecha 15 de marzo de 1996, declarando Improcedente la demanda de amparo incoada, pues conside principalmente, que a través de la via procedimental del amparo no se puede camb la organizacion de una entidad, pues el articulo 60 inciso 4to.de la ley 23506, sen que no procede las acciones de garantia de las dependencias Administrat incluyendo las Empresas Publicas, contra los organismos creados por la Constituci por los actos efectuados en el ejercicio regular de sus funciones. Apelada la sentencia y remitidos los autos a la Corte Superior Justicia de Tacna y Moquegua, emite opinion el Fiscal Superior, senalando que sentencia apelada debe ser declarada nula, pues considera que no se ha pronuncia por la excepcion de caducidad interpuesta por elco-demandado Cornejo Rodriguez. El 13 de agosto de 1996, la Sala Civil Confirma la senten apelada que declara Improcedente la demanda planteada, integrandola respecto excepcion de caducidad interpuesta, la misma que declara Improcedente. Arriba a fallo en atencion a que no se ha agotado la via previa para poder plantear la presen - L accion de amparo. 3 GA TRIBUNAL CONSTITUCIONAL Al no encontrarse de acuerdo con el ultimo fallo, el demandante plantea recurso de apelacion, el cual es considerado como extraordinario y se remiten los autos para conocimiento del Tribunal.", "FUNDAMENTOS": "Que, en mèrito a un proceso de evaluacion y seleccion, dispuesto por el D.U019-95, el recurrente es cesado del cargo que venia ocupando como Jefe de la Oficina de Registros Publicos de Ilo, mediante Resolucion No 143-95-ORR/CMJEF. Que, la Resolucion 143 ya mencionada, fué generada en aplicacion de la Resolucion No 054-95 que aprueba las Bases del Programa de Evaluacion para calificar al personal de las Oficinas Registrales de Arequipa y de la Region José Carlos Mariategui. A Su vez esta ultima resolucion fue emitida en aplicacion del Decreto de Urgencia N9019-95 que en el articulo 9, declara en Reorganizacion y Reestructuracion Institucional a los Registros Publicos. Que, las bases del programa de examen de evaluacion aprobado por Resolucion No 054-95-SUNARP, en el punto 7 indica que \"las decisiones de la Comision Calificadora se adoptaran por mayoria de sus miembros y con criterio de conciencia. No procede abstenerse en las votaciones. Las decisiones de la Comision Calificadora son inapelables, siendo este ultimo, el argumento que usa el recurrente parajustificar el no agotamiento de la via administrativa previa, la misma que debio de agotar en virtud de lo senalado en el articulo 4° del D.S.N02-94-JUS, que en todo caso tenia mayor jerarquia que la resolucion referida, ademas de conformidad con lo dispuesto por el articulo 27° de la ley 23506 como uno de los requisitos para acudir a la via del amparo. Que, el cuestionamiento que hace el demandante, sobre el resultado de Su evaluacion merituada en base a su legajo de moralidad, lo debio hacer a través de la via contencioso-administrativa como lo dispone el articulo 148° de la Constitucion y el articulo 540° del Codigo Procesal Civil. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "CONFIRMANDO, la resolucion de la Sala Civil de la Corte Superior de Tacna y Moquegua Su fecha 13 de agosto de 1996, que Confirma la sentencia apelada de 15 de marzo de 1996, que declara Improcedente la accion de amparo; Dispusieron su publicacion, en el diario oficial El Peruano; y los devolvieron. ACOSTA SACHEZ NUGENT Mlsu DIAZ VALVERDE GARCIA MARCELO G.G.F. Rie Lo que Certifico 4U Dra. MARIALUZ VASQUEZDELOPEZ SECRETARIA -RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-23", "id": 36469, "nombre_demandado": "Superintendencia Nacional de Registros Públicos", "nombre_demandante": "Alfredo Valentín Alvarez Cornejo", "numero_expediente": "00615-1996-AA"}