{"CONTEXTO": " 00621-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00621-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 621-96-AA/TC HECTOR LEOPOLDO BOSSIO SUAREZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y GARCIA MARCELO; actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Héctor Leopoldo Bossio Suarez contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fecha veintitrés de julio de mil novecientos noventiséis, que declaro improcedente la accion de amparo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Don Héctor Leopoldo Bossio Suarez interpone demanda de accion de amparo contra el Consejo Transitorio de Administracion Regional de la RENOM, representado por el ingeniero José Corbera Villarromero y contra el Director Regional de Educacion de la RENOM representado por el profesor Raul Ramirez Soto, con la finalidad que deje sin efecto la Resolucion RDRS No 2107-95- RENOM ya que en ella se le recorta sus beneficios sociales. Indica que en las tres remuneraciones que le corresponde por haber cumplido treinta anos de servicios al Estado como profesor, no se le considero el total de su remuneracion, violandose con ello su derecho de igualdad e interpretacion favorable al trabajador, en caso de duda insalvable sobre el sentido de una norma. Ampara su demanda en lo dispuesto por el articulo 52° de la Ley No 24029, modificado por la Ley No 25212, y demas normas complementarias, asi como los articulos 26°, 103°, 138° de la Constitucion y el articulo 99° del Decreto Supremo No 002- 94-JUS. El Quinto Juzgado en lo Civil de Chiclayo, con fecha nueve de abril de mil novecientos noventiséis, declaro fundada la demanda, por considerar, entre otras razones, que el pago de la remuneracion y los beneficios sociales del trabajador tienen prioridad sobre cualquier otra obligacion del empleador y el monto que 3 TRIBUNAL CONSTITUCIONAL precisa la resolucion impugnada no corresponde al integro de la remuneracion del actor, habiéndosele, otorgado un monto menor al que le corresponde segun lo prescrito en el articulo 52° de la Ley del Profesorado No 24029, modificado por la Ley No 25212. Interpuesto recurso de apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha veintitrés de julio de mil novecientos Pr noventiséis revoca la apelada y reformandola la declara improcedente, haciendo suyos los fundamentos del dictamen del Fiscal Superior en el sentido de que el actor ha iniciado un trâmite administrativo que aun no ha concluido; por lo que, de conformidad con el articulo 27° de la Ley No 23506, la presente accion es improcedente. Contra esta resolucion el accionante interpone Recurso Extraordinario, por lo que, de conformidad con los dispositivos legales se ha remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, conforme fluye de autos, el tiempo de servicios prestado por el actor para acceder al beneficio de la bonificacion de tres remuneraciones por treinta anos de servicios al Estado como Profesor, se cumplio cuando ya estaba vigente el Decreto Supremo No 051-91-PCM, cuyos articulos 8° y 9° otorgan en materia de + TRIBUNAL CONSTITUCIONAL bonificaciones y otros beneficios un tratamiento diferente al que se establecia en la Ley del Profesorado No 24024 y su modificatoria, la Ley No 25212, asimismo el articulo 10° del Decreto Supremo en mencion modifica expresamente el articulo 48° de la Ley del Profesorado, en cuanto determina O conceptualiza que es una remuneracion total permanente. Que, el Decreto Supremo No 051-91-PCM, conforme se senala en su parte considerativa, fue expedido al amparo de lo dispuesto por el articulo 211° inciso 20) de la Constitucion de 1979, teniendo dicha norma carâcter urgente y extraordinario, y que analizada por el Colegiado regula exclusivamente sobre materia economica y financiera y como tal su capacidad modificatoria, sobre la Ley del Profesorado era plenamente valida. Que, por consiguiente, no existiendo conflicto de jerarquias entre los dispositivos antes senalados, no puede deducirse violacion O amenaza de violacion de derechos constitucionales en funcion de una simple variacion en cuanto al tratamiento legal de las cosas, maxime si el derecho del actor a percibir dicha bonificacion no ha sido negado por los emplazados. 5 TRIBUNAL CONSTITUCIONAL No existiendo violacion O amenaza de violacion de derechos constitucionales por accion O por omision de actos de cumplimiento obligatorio, es de aplicacion \"contrario sensu\" el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Organica No 26435 y la Ley Modificatoria No 26801:", "FALLA:": "CONFIRMANDO la Resolucion de fojas noventiséis expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha veintitrés de julio de mil novecientos noventiséis, que revocando la apelada declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT lubadil V acea DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO.  MR/efs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-17", "id": 36812, "nombre_demandado": "Consejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón y otro", "nombre_demandante": "Héctor Leopoldo Bossio Suárez", "numero_expediente": "00621-1996-AA"}