{"CONTEXTO": " 00628-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00628-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.: 628-96-AA/TC. CÉSAR ANDERSON BRENA RETAMOZO HUANCAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de- mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Don César Anderson Brena Retamozo contra la sentencia de la Sala Civil de la Corte Superior de Justicia de Junin, su fecha veintiuno de agosto de mil novecientos noventa y seis, de fojas setenta y cuatro, que revoco la sentencia apelada que declaro infundada la demanda del veintisiete de junio de mil novecientos noventa y seis de fojas treinta y seis, declarandola improcedente.", "ANTECEDENTES:": "Don César Anderson Brena Retamozo a fojas uno interpone accion de amparo contra el senor Pedro Ordaya Montero Director Sub-Regional de Educacion de Junin a fin que le reponga en su centro de trabajo habitual de Auxiliar de Educacion en el Colegio Nacional \"Santa Isabel\" de Huancayo, asi como el pago de sus haberes que se le adeuda desde el mes de agosto de mil novecientos noventa y cinco. TRIBUNAL CONSTITUCIONAL 2 Expresa que por Resolucion Directoral No 00979 de veintiséis de mayo de mil novecientos noventa y cinco fue sancionado con separacion temporal en el servicio por el término de diez meses contados a partir del veintiocho de setiembre de mil novecientos noventa y cuatro hasta el veintiocho de julio de mil novecientos noventa y cinco, debiendo retornar al servicio al vencimiento de tal fecha. Manifiesta que el once de julio de mil novecientos noventa y cinco presento su solicitud de reingreso y el senor Pedro Ordaya Montero no procede a dar cumplimiento a la Resolucion Directoral No 00979. Por resolucion de fojas veintiocho se declaro en rebeldia a la Direccion Sub-Regional de Educacion de Junin. El Primer Juzgado Especializado en lo Civil de Huancayo el veintisiete de junio de mil novecientos noventa y seis a fojas treinta y seis pronuncia sentencia declarando infundada la demanda, porque el demandante debio incorporarse a su centro de trabajo el veintiocho de julio de mil novecientos noventa y cinco; precisa que el incumplimiento se hace evidente a partir del dia siguiente de esa fecha que también es el inicio para computar el plazo de la caducidad para ejercitar a su accion de garantia; habiéndose producido la caducidad a fines de octubre de mil novecientos noventa y cinco. El Fiscal Superior en lo Civil de la Corte Superior de Justicia de Junin a fojas cincuenta y tres opina por revocar la sentencia, reformandola se declare fundada en el extremo de la reposicion en el centro de trabajo e improcedente en el extremo de pago de haberes. La Sala Civil de la Corte Superior de Justicia de Junin a fojas setenta y cuatro pronuncia sentencia su fecha veintiuno de agosto de mil novecientos noventa y seis revocando la apelada que declara infundada la demanda; reformandola, declaro improcedente y confirmaron en los demas extremos. El fallo argumenta que aparte de la caducidad de la accion la pretension debe realizarse por la via de accion de cumplimiento y no amparo.", "FUNDAMENTOS:": "Que, segun Resolucion Directoral Regional de Educacion No 00979 del veintiséis 1 1 de mayo de mil novecientos noventa y cinco obrante a fojas diecinueve, el actor fue pasible de sancion disciplinaria de separacion temporal en el servicio como TRIBUNAL CONSTITUCIONAL 3 auxiliar de educacion en el Colegio Nacional \"Santa Isabel\" de Huancayo por el término de diez meses a partir del veintiocho de setiembre de mil novecientos noventa y cuatro; computando el plazo de diez meses de suspension senalado en la resolucion el accionante debia reincorporarse a su centro de trabajo habitual el veintiocho de julio de mil novecientos noventa y cinco; atendiendo que el citado dia fue feriado correspondia presentarse el dia siguiente habil que fue el treintiuno de julio de mil novecientos noventa y cinco. Que, antes del vencimiento del plazo de suspension temporal anotado el actor 2. solicito por escrito a la Sub-Direccion de Educacion de Junin, su reincorporacion a su centro de trabajo; como se prueba del cargo de fojas veinte su fecha once de julio de mil novecientos noventa y cinco; ejercitado este derecho constitucional de peticion por el accionante el demandado debia dar una respuesta por escrito como prescribe la Constitucion Politica en su articulo 2 inciso 20°; ademas, por otro escrito de fojas veintiuno su fecha treintiuno de julio de mil novecientos noventa y cinco, el mismo dia que debia reincorporar al trabajo, el actor reitero su peticion de reincorporacion a su centro de trabajo, en esta oportunidad se dirigio al Director del Colegio Nacional \"Santa Isabel\" de Huancayo; ambas peticiones no han tenido acogida por el demandado; este silencio da vigencia al principio general de derecho \"nadie puede ser beneficiado en su propia culpa\" 0 \"quien incumpla su pretension no puede exigir que el contrario cumpla el que le corresponde\". Que, frente a los dos pedidos de reincorporacion formulados por escrito se ha 3. producido un silencio administrativo negativo de conformidad con el D. S. No 02-94-JUS, en tal virtud se ha producido el agotamiento de la via previa y da legitimidad para accionar al actor contra el hecho negativo tacito de no permitir el ingreso sin justa causa a su centro de trabajo; en este caso particular es aplicable el articulo 1° de la Constitucion cuando prescribe \"que la persona humana es el fin supremo de la Sociedad y del Estado\", concordante con el articulo 22 que reconoce el derecho del trabajo; Que, habiéndose suspendido oportunamente la relacion laboral por causa justa 4. no es atendible el pago de haberes demandado por el actor. TRIBUNAL CONSTITUCIONAL 4 Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Organica,", "FALLA:": "REVOCANDO la sentencia de vista pronunciada por la Sala Civil de la Corte Superior de Justicia de Junin su fecha veintiuno de agosto de mil novecientos noventa y seis de fojas setenta y cuatro que declaro improcedente la demanda en el extremo de la reposicion al trabajo; reformandola, declararon FUNDADA en parte la demanda; en consecuencia, se ordena reponer los hechos al estado anterior al veintiocho de setiembre de mil novecientos noventa y cuatro fecha de la separacion temporal de la prestacion de servicios; disponiendo que el demandado cumpla con reincorporar a su centro de trabajo habitual a don César Anderson Brena Retamozo;e integrando el fallo, se declara INFUNDADA en el extremo de pago de haberes; no es de aplicacion el articulo 11 de la Ley No 23506 por no existir intencion deliberada de incumplir la ley; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. T S.S. A Wo Cel ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO aucia duhall Lo que Certifico: JGS. Dra. MARIA LUZ VASOUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-09", "id": 36621, "nombre_demandado": "Dirección Subregional de Educación de Junín (Director, Pedro Ordaya Montero)", "nombre_demandante": "César Anderson Breña Retamozo", "numero_expediente": "00628-1996-AA"}