{"CONTEXTO": " 00626-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00626-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 626-96-AA/TC LIMA CARLOS MERINO TORR SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de mayo de mil novecientos noventa y nue reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugen Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Merino Torres contra Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprei de Justicia de la Republica, su fecha dieciséis de julio de mil novecientos noventa y que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El demandante, con fecha siete de febrero de mil novecientos noventa y cir solicito al Tercer Juzgado Penal del Callao se le admita como parte civil en el Proc Penal N.o 06-95-VPA, seguido contra don Juan Verastegui de la Cruz y don Bernar Maquera Cupita, por el delito de apropiacion ilicita, en agravio del asentamiento huma Veinticinco de Febrero; sin embargo, el Juzgado dispuso que previamente acredite personeria juridica. El demandante considera que esta resolucion y la actitud de la Juez de la Testigo Actuario del mencionado Juzgado Penal vulneran sus derechos reconoci en la Constitucion Politica del Peru, por cuanto incurren en omision de actos cumplimiento obligatorio; por este motivo, interpone la presente Accion de Amparo y Cumplimiento, a fin de que dona Maria Eliza Arias Berandaum, Jueza del Tercer Juzg de Instruccion Callao y dona Victoria Pazos A., Testigo Actuario del mismo Juzga cumplan con amparar su solicitud. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas sesenta, con fee trece de noviembre de mil novecientos noventa y cinco, declaro improcedente la deman por considerar que lo que se pretende con la demanda es vulnerar la eficacia de resolucion judicial que dispuso que antes de ser admitido como parte civil, el demanda acredite su personeria juridica, y porque no es viable el ejercicio de las acciones de garan para cuestionar los mandatos judiciales. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de Republica, con fecha dieciséis de julio de mil novecientos noventa y seis, confirmo recurrida por sus propios fundamentos. Contra esta resolucion, el demandante interpo Recurso Extraordinario. TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que, de conformidad con el articulo 6°, inciso 2) de la Ley N.o 23506, Ley de 1. Habeas Corpus y Amparo, no proceden las acciones de garantia contra resoluciones judiciales emanadas de procedimiento regular, y, de conformidad con el articulo 10° de la Ley N.o 25398, Complementaria de la Ley de Habeas Corpus y Amparo, las anomalias que pudieran cometerse dentro de un proceso regular deberan ventilarse y resolverse dentro del mismo proceso mediante el ejercicio de los recursos que las normas procesales especificas establecen. Que, en el caso de autos, no se advierte que se hayan producido irregularidades en el 2. proceso penal cuestionado; en cualquier caso, el demandante pudo haber interpuesto, dentro del mismo proceso, Recurso de Apelacion contra la resolucion que denego su solicitud para constituirse en parte civil, de conformidad con el articulo 55° del Codigo de Procedimientos Penales. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas quince del Cuaderno de Nulidad, su fecha dieciséis de julio de mil novecientos noventa y seis, que confirmando la apelada, declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Mhrier / ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO C LO QUE CERTIFICO: PBU W u SECRETARIO-RSLATOR (e) 2", "fecha_publicacion": "1999-10-25", "id": 35883, "nombre_demandado": "Tercer Juzgado Penal del Callao", "nombre_demandante": "Carlos Merino Torres", "numero_expediente": "00626-1996-AA"}