{"CONTEXTO": " 00626-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00626-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 626-98-AC/TC LIMA RAMON ARMAS CISNEROS Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por los Trabajadores Cesantes de la Municipalidad Distrital de San Miguel, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta, su fecha veinticinco de mayo de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Ramon Armas Cisneros, don Genaro Sanchez Soto, don Justo César Voysest Horna y don Héctor Arrunâtegui Maceda, trabajadores cesantes de la Municipalidad Distrital de San Miguel, con fecha veintiuno de mayo de mil novecientos noventa y siete, interponen Accion de Cumplimiento contra la Alcaldesa de la Municipalidad Distrital de San Miguel con el objeto de que se dé cumplimiento al Decreto de Alcaldia N.o 85-89 del seis de noviembre de mil novecientos ochenta y nueve, quien se muestra renuente a cumplir con pagarles la compensacion por tiempo de servicios de acuerdo al Acta de Trato Directo. Sostienen los demandantes que han prestado servicios en la Municipalidad demandada por mas de veinticinco anos de servicios ininterrumpidos habiendo formalizado su renuncia en forma conjunta ante la amenaza, por parte de la demandada, de un despido masivo de trabajadores, siendo aceptada sus renuncias mediante resoluciones de alcaldia N.os 1036-96, 1042-96, 1041-96 y 1030-96, respectivamente, expedidas con fecha treinta y uno de mayo de mil novecientos noventa y seis; aceptando dichas renuncias, dan por culminada su carrera administrativa el treinta y uno de mayo de mil novecientos noventa y seis, en el articulo 2° de TRIBUNAL CONSTITUCIONAL dichas resoluciones dispone que la Direccion de Personal, proceda a calcular su compensacion por tiempo de servicios; refieren que la Direccion de Personal en cumplimiento de dicho mandato, emite los informes N.Os 234-96-D.P., 246-96-D.P., 244-96-D.P., 242-96-D.P., efectuando la liquidacion de la compensacion por tiempo de servicios, para cuyo efecto toman solamente en cuenta los rubros de la remuneracion basica y la remuneracion reunificada y no se toma en consideracion lo establecido en el Acta de Trato Directo. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento setenta, con fecha dos de octubre de mil novecientos noventa y siete, declaro fundada la demanda, por considerar, principalmente, que la presente accion es un caso de derechos adquiridos de los trabajadores, desde hace mas de siete anos; y, como esta anotado en ejecutoria, mientras no se declare judicialmente la nulidad del acto juridico contenido en el acta, el acuerdo al cual arribaron las partes surte todos sus efectos juridicos, no pudiendo la corporacion demandada, de modo unilateral, negarse a su cumplimiento, maxime si del mismo se desprende un derecho remunerativo que esta amparado por el articulo 24° de la Constitucion Politica del Estado y que, ademas, es irrenunciable como prescribe en inciso 2) del articulo 26° del mismo cuerpo de leyes; en aplicacion, ademas, del articulo 70 de la Ley N.o 26301 y articulo 1970 del Codigo Procesal Civil. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cuarenta, con fecha veinticinco de mayo de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda, por estimar que en el caso materia de autos, los demandantes anexan a su demanda copias de recursos que demuestran que tienen instaurados un tramite administrativo, cuyo estado no se demuestra que haya finalizado como se prevé en el articulo 87° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobados por el Decreto Supremo N.o 02-94-JUS, pues como corre de fojas veintidos a veinticuatro, los demandantes, con fecha siete de octubre de mil novecientos noventa y seis, plantearon apelacion de las resoluciones que desestimaron sus reconsideraciones respecto de las resoluciones que disponen su liquidacion con arreglo a las normas del Decreto Legislativo N.o 276 sin que la interpretacion del silencio administrativo fuera hecha valer en el plazo de treinta dias, por tanto, se sometieron al pronunciamiento expreso del municipio, careciendo de relevancia la comunicacion extemporanea que formularon a la autoridad con fecha catorce de mayo de mil novecientos noventa y siete, que incluso resulta posterior al emplazamiento notarial para sustanciar la presente accion; que, en consecuencia, de lo anterior, al no cumplirse el requisito contemplado en el articulo 5° de la Ley N.o 26301. Contra esta resolucion, el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario 1. renuente a acatar una norma legal 0 un acto administrativo. Que la pretension contenida en el petitorio de la demanda esta dirigida a que se ordene 2. a la autoridad emplazada que dé debido cumplimiento al Decreto de Alcaldia N.o 85- 89, que resuelve aprobar el otorgamiento de la compensacion por tiempo de servicios a favor de los servidores empleados de la Municipalidad demandada. Que, si bien la Municipalidad demandada expidio el Decreto de Alcaldia N.o 85-89 3. con fecha seis de noviembre de mil novecientos ochenta y nueve, aprobando el Acta de Trato Directo mediante el cual, entre otros, se fijan los montos para el pago de la compensacion por tiempo de servicios; con posterioridad, al cese de cada uno de los demandantes, la demandada emitio las resoluciones de alcaldia N.os 1036-96, 1042-96, 1041-96 y 1030-96, disponiendo el pago de la Compensacion por Tiempo de Servicios de acuerdo con lo dispuesto en el Decreto Legislativo No 276; de lo que se desprende que existe discrepancia entre las partes, respecto al régimen aplicable para dicho pago, no siendo la Accion de Cumplimiento la via pertinente para dilucidar dicha controversia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cuarenta, su fecha veinticinco de mayo de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Y - S . ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO IMRT LO QUE CERTIFICO. L L DRA. MARIALUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35727, "nombre_demandado": "Alcaldesa de la Municipalidad Distrital de San Miguel", "nombre_demandante": "Ramón Armas Cisneros y otros", "numero_expediente": "00626-1998-AC"}