{"CONTEXTO": " 00635-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00635-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9635-98-AA/TC ICA VICTOR CIRILO GARCIA RIMAYHUAMAN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Cirilo Garcia Rimayhuaman contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, a fojas ciento cuatro, su fecha dos de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Victor Cirilo Garcia Rimayhuaman interpone Accion de Amparo contra la Oficina de Normalizacion Previsional, solicitando se declare la inaplicabilidad del Decreto Ley N.o 25967, y se inaplique la Resolucion N.o 2033-93, expedida por la Gerencia Departamental de Ica, Division de Pensiones, por haber violado el articulo 103° de la Constitucion Politica del Perû, al aplicar retroactivamente el Decreto Ley N.o 25967, en lugar del Decreto Ley N.° 19990 que le corresponde para el câlculo de su pension de jubilacion. La Oficina de Normalizacion Previsional propone las excepciones de caducidad y de incompetencia, y sin perjuicio de las excepciones planteadas contesta la demanda manifestando que cuando el proceso administrativo de otorgamiento de su pension aun no habia concluido, es decir, cuando los efectos estaban pendientes de aplicacion, se promulgo el Decreto Ley N.o 25967, norma que modifica el goce de pensiones de jubilacion; es por esto que en cumplimiento del Decreto Ley mencionado se emite la Resolucion N.o 2033-93; asimismo, la Accion de Amparo no es la via idonea para reclamar su derecho. El Juzgado de Trabajo de Ica, a fojas sesenta y ocho, con fecha tres de abril de mil novecientos noventa y ocho, declara fundada en parte la demanda, por considerar que la Sentencia del Tribunal Constitucional del veintitrés de abril de mil novecientos noventa y siete, dejo establecido que los derechos adquiridos por los pensionistas de los regimenes previsionales regulados por los decretos leyes N.os 19990 y 20530 deben y tienen que ser respetados, por tanto, la Resolucion cuestionada que aplica el Decreto TRIBUNAL CONSTITUCIONAL Ley N. 25967 infringe el criterio de la Sentencia del Tribunal Constitucional, al contravenir lo normado por el articulo 103° de la Constitucion Politica del Estado e infundada la aplicacion de la Ley N.o 25009. Asimismo, declara infundadas las excepciones propuestas por la demandada. La Sala Civil de la Corte Superior de Justicia de Ica, a fojas ciento cuatro, con fecha dos de junio de mil novecientos noventa y ocho, revoca la sentencia apelada y declara improcedente la demanda, por considerar que la accion interpuesta ha caducado. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el petitorio de la demanda se circunscribe a que se deje sin efecto la 1. Resolucion N.o 2033-93, expedida por la Gerencia Departamental de Ica, Division de Pensiones, al amparo del Decreto Ley N. 25967 y se otorgue al demandante su pension de jubilacion con arreglo a lo establecido en el Decreto Ley N.o 19990. Que, no cabe invocar para el presente caso la excepcion de caducidad, por cuanto 2. se trata de un reclamo en materia pensionaria, donde los actos violatorios objeto de reclamo asumen caracter continuado, por lo que en tales circunstancias no rige el término contemplado por el articulo 370 de la Ley N.° 23506, sino lo dispuesto en la ultima parte del articulo 26° de la Ley N.o 25398. Que, conforme aparece de autos, el demandante ceso en su actividad laboral el 3. treinta y uno de enero de mil novecientos noventa y dos, generando a partir del dia siguiente su derecho pensionario, a tenor de lo dispuesto en el articulo 80° del Decreto Ley N.° 19990. Igualmente se advierte que, con fecha once de febrero de mil novecientos noventa y dos, presento su solicitud acogiéndose al régimen establecido en el mencionado Decreto Ley. Que, conforme se ha expresado en la Sentencia recaida en el Expediente N.o 007- 4. 96-I/TC, este Tribunal considera que el estatuto legal, segun el cual se debe calcular y otorgar la pension del demandante, es el Decreto Ley N.o 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener su pension de jubilacion, ha incorporado a su patrimonio las pensiones derivadas de este derecho, en virtud al mandato expreso de la ley y que no esta supeditada a la decision de la demandada; en consecuencia, tanto el nuevo sistema de câlculo de la pension jubilatoria como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.° 25967 se aplicaran solo y unicamente a los asegurados que con posterioridad a su vigencia cumplan con los requisitos senalados en el régimen previsional del Decreto Ley N.o 19990, y no a aquéllos que los cumplieron con anterioridad a dicha fecha, porque de hacerlo se estaria violando la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado de 1993. 2 TRIBUNAL CONSTITUCIONAL Que, al haberse resuelto la solicitud del demandante aplicando las normas 5. contenidas en el Decreto Ley N.o 25967, se ha vulnerado su derecho pensionario del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ciento cuatro, su fecha dos de junio de mil novecientos noventa y ocho, que revocando la sentencia apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable para el demandante la Resolucion N.o 2033-93 y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.° 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "misl ACOSTA SANCHEZ IUhnc DIAZ VALVERDE NUGENT avs L GARCIA MARCELO EG.D Lo que Certifi0o: DR-MARAAUZINSANE RELATORA SECRETARIA CONSTITUGIONAL TRIBUNAL 3", "fecha_publicacion": "1999-09-28", "id": 35788, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Víctor Cirilo García Rimayhuamán", "numero_expediente": "00635-1998-AA"}