{"CONTEXTO": " 00637-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1996/00637-1996-AA.pdf) --- EXP. No. 637-96-AA-/TC JOSE CANEPA MEZA LIMA  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ventiocho dias del mes de octubre de mil novecientos noventiséis, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores:  NUGENT,  PRESIDENTE ACOSTA SANCHEZ,  VICE PRESIDENTE AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, GARCIA MARCELO.  actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia ", "ASUNTO:": "Recurso extraordinario interpuesto por don José Cânepa Meza contra la resolucion de la Quinta Sala Civil de la Corte Superior de Lima, del dieciocho de junio de mil novecientos noventiséis, que confirma la del Décimo Juzgado Especializado en lo Civil, de fecha dos de noviembre de mil novecientos noventicinco, que declara infundada la accion de amparo. ", "ANTECEDENTES:": "La accion es interpuesta contra el Instituto Peruano de Seguridad Social por haber dispuesto su transferencia como servidor a la Gerencia Central de Pensiones sin recabar previamente su consentimiento. El Décimo Juzgado Especializado en lo Civil de Lima declaro infundada la demanda por considerar, entre otras razones, que las resoluciones administrativas impugnadas no violan derechos constitucionales que ameriten amparo de tal rango constitucional, y porque, segun expresa el demandante, perderia su derecho expectaticio de pertenecer al régimen laboral establecido por el Decreto Legislativo 276, sin tener en cuenta que las acciones de garantia cautelan derechos ciertos para que cumplan su funcion reparadora y resarcitoria. Interpuesto recurso de apelacion, la Quinta Sala Civil de la Corte Superior de Lima confirmo la apelada mediante resolucion de fecha dieciocho de junio de mil novecientos noventiséis, al estimar que el actor tampoco precisa ,en modo alguno, su pretension en el conflicto de interés suscitado para que posea relevancia juridica susceptible de tutela jurisdiccional.  Contra esta resolucion el actor interpone recurso de nulidad, por lo que de conformidad con los dispositivos legales vigentes se han remitido los actuados al Tribunal Constitucional.  FUNDAMENTOS : 1. De las resoluciones administrativas cuestionadas consta el traslado del actor, de la Oficina General de Asuntos Juridicos, que es su dependencia de origen, a la Gerencia Central de Pensiones, como su nueva area de destino, dentro de la misma sede central del Instituto demandado, en desplazamiento que es calificado como de necesidad institucional.  2. En dicha accion de personal, que constituye potestad de direccion, en funcion las prioridades fijadas por la autoridad competente de la Institucion empleadora, no existe la amenaza de violacion cierta y de inminente realizacion de un derecho constitucional, conforme lo requiere el art. 4° de la ley 25398 para su procedencia.  3. Por el contrario, el mismo actor en su escrito de fecha 17 de abril de mil novecientos noventicinco, se refiere a la pérdida de un derecho expectaticio, esto es, incierto e hipotético, de pertenecer al régimen laboral regulado por el Decreto Legislativo 276.  4. Bajo estas consideraciones, y teniendo en cuenta las expuestas en los fallos inferiores y el dictamen fiscal, y no apareciendo ningun derecho constitucional establecido formalmente, de cumplimiento obligatorio, resulta de aplicacion \"contrario sensu\" lo previsto por el art. 2° de la ley 23506.  Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confieren la Constitucion del Estado y su Ley Organica :  FALLA : Confirmando la resolucion de fecha dieciocho de junio de mil novecientos noventiséis, expedida por la Quinta Sala Civil de la Corte Superior de Lima, que a su vez confirma la apelada de fecha dos de noviembre de mil novecientos noventicinco, dictada por el Décimo Juzgado Especializado en lo Civil, que declara INFUNDADA la accion de amparo interpuesta por don José Canepa Meza contra el Instituto Peruano de Seguridad Social, con lo demas que contiene; y dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley.  S.S. NUGENT, ACOSTA SANCHEZ, AGUIRRE ROCA, DIAZ VALVERDE, REY TERRY, GARCIA MARCELO.  DRA.MARIA LUZ VASQUEZ Secretaria Relatora", "fecha_publicacion": "1996-12-24", "id": 37441, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "José Cánepa Meza", "numero_expediente": "00637-1996-AA"}