{"CONTEXTO": " 00633-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00633-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 633-96-AA/TC Zinaida Escobar Salinas AREQUIPA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventiocho, en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario, interpuesto por Zinaida Escobar Salinas, contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Arequipa, de fojas doscientos cuarenta y uno, su fecha diecinueve de junio de mil novecientos noventa y seis, que confirma la apelada en cuanto declara improcedente la demanda y la revoca en cuanto declara improcedente la excepcion de representacion insuficiente del Instituto Peruano de Seguridad Social; reformandola en este extremo la declararon Infundada. ANTECEDENTES: Dona Zinaida Escobar Salinas interpone Accion de Amparo contra el Instituto Peruano de Seguridad Social, solicitando se deje sin efecto la Resolucion de Gerencia General N9081-GG-IPSS-95, mediante la cual se le aplico la sancion de suspension por cuatro meses en el cargo de Jefa de la Division de Finanzas del Hospital Nacional del Sur de Arequipa, haciendo extensiva su demanda al pago de las remuneraciones que ha dejado de percibir. Refiere, que como consecuencia de un informe de la Inspectoria Regional del Sur del IPSS, se abrio Proceso Administrativo Disciplinario a todos los miembros del Comité de Adjudicacion en la compra de un Litotriptor ultrasonico, del cual formaba parte en su calidad de Jefe de la Division de Finanzas. Senala, que quien debio conocer el proceso administrativo debio ser la Comision de Procesos Administrativos Disciplinarios del Hospital Nacional del Sur y no la Comision Especial de Procesos Administrativos y Disciplinarios de Alto Nivel, la cual ha conocido su caso sin corresponderle; razon por la cual considera que se ha violado sus derechos constitucionales al debido proceso, a la legalidad y a la defensa. Finaliza, indicando que contra la denegatoria tacita del recurso impugnativo interpuesto contra la cuestionada resolucion, en su oportunidad, interpuso el recurso de apelacion, el cual fue desestimado mediante la Resolucion de Presidencia Ejecutiva No 056-PE-IPSS-95, la misma que a su vez modifica la citada resolucion e impone a la demandante la sancion de destitucion. El Gerente General del Hospital Nacional del Sur del Instituto Peruano de Seguridad Social -Arequipa, contesta la demanda, indicando que de conformidad con el articulo 32° del 2 TRIBUNAL CONSTITUCIONAL Decreto Supremo No 02-94-JUS y del articulo V del Codigo Procesal Civil, se recomendo que sea la Comision Especial de Procesos Administrativos de Alto Nivel la que se avoque al conocimiento del proceso, ya que se considero que el asunto era de una misma materia tanto para directivos de alto nivel como para servidores subordinados. Ademas, en el caso de la recurrente, senalan que ella al solicitar 05 dias de prorroga a dicha comision para realizar sus descargos, se sometio expresamente ante ésta, haciendo posteriormente sus descargos, poniéndose de manifiesto que no se conculco sus derechos invocados. El Juez del Quinto Juzgado Especializado en lo Civil de Arequipa, con fecha catorce de diciembre de mil novecientos noventa y cinco, a fojas ciento cuarenta y siete, declara improcedente la demanda, por considerar, que el proceso instaurado fue llevado con las debidas garantias por la Comision Especial de Procesos Administrativos de Alto Nivel, y por que la demandante se sometio expresamente a dicho proceso administrativo, en el cual efectuo sus descargos, lo que demuestra que no se le privo de su derecho de defensa, no siendo el amparo la via idonea para anular resoluciones derivadas de un proceso regular. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha diecinueve de junio de mil novecientos noventa y seis, a fojas doscientos cuarenta y uno, que considera que no se ha violado los derechos constitucionales invocados por la recurrente y que, la Comision Disciplinaria de Alto Nivel del IPSS ha actuado en ejercicio regular de sus fines y atribuciones legales, por lo que confirmo la apelada en cuanto declara improcedente la demanda; y la revoca en cuanto declara improcedente la excepcion de representacion insuficiente del demandado y la reforma declarando dicho extremo como infundada. Contra ésta resolucion la demandante interpone recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través de la presente Accion de Amparo, la demandante solicita que se le declare inaplicable Resolucion de Gerencia General No 081-GG-IPSS-95, de fecha diecinueve de enero de mil novecientos noventa y cinco, mediante la cual se le aplica la sancion de cese temporal de cuatro meses, por falta tipificada en el inciso d) del articulo 28° del Decreto Legislativo No 276. 2. Que, de conformidad con el articulo 25° del Decreto Legislativo No 276, los servidores publicos son responsables civil, penal y administrativamente por el cumplimiento de las normas legales y administrativas en el ejercicio del servicio publico, sin perjuicio de las sanciones de carâcter disciplinario por las faltas que cometan; y el articulo 163° del Decreto Supremo No 005-90-PCM, establece que el servidor publico que incurra en falta 2 TRIBUNAL CONSTITUCIONAL de caracter disciplinario, cuya gravedad pudiera ser causal de cese temporal 0 destitucion, sera sometido a proceso administrativo disciplinario. 3. Que, conforme se aprecia de las instrumentales de fojas setenta y ocho y setenta y nueve de autos, la demandante tenia pleno conocimiento que el proceso administrativo que se le habia instaurado en su contra, estaba a cargo de la Comision Especial de Procesos Administrativos de Alto Nivel del Instituto Peruano de Seguridad Social, ante cuya competencia se sometio voluntariamente, al apersonarse a dicho proceso, haber efectuado ante la misma sus correspondientes descargos y continuado el proceso hasta su culminacion, con sujecion a las normas legales correspondientes, razones por las que es de concluirse que no se ha vulnerado su invocado derecho de defensa. 4. Que, en cuanto a la alegada vulneracion del derecho a un debido proceso, éste Colegiado considera que ello no se encuentra acreditado en autos, por cuanto la Comision Especial de Procesos Administrativos de Alto Nivel del Instituto Peruano de Seguridad Social, estuvo facultada para procesar administrativamente a la demandante, toda vez que de conformidad con lo prescrito por los articulos 32, 36° y 670 del Decreto Supremo No 02- 94-JUS, que establecen que el proceso administrativo se regira por los principios de simplicidad, celeridad y eficacia, que no podra organizarse sino un solo expediente para la solucion de un mismo caso, la autoridad administrativa competente dispuso la acumulacion en un solo Proceso Administrativo Administrativo, en el cual estaban involucrados tanto funcionarios de alto nivel como otros servidores, y encargo el conocimiento del mismo a la citada Comision Especial. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas doscientos cuarenta y uno, su fecha diecinueve de junio de mil novecientos noventay seis, que confirmando la apelada declaro improcedente la Accion de Amparo y REFORMANDOLA la declara INFUNDADA; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano V la devolucion de los actuados. S.S. ACOSTA SANCHEZ / L cud. - NUGENT DIAZ VALVERDE GARCIA MARCELO ( AAM). Lo que Certifico: 3 ole Dra. MALLZVASNUZ SECREPARLASRELGTORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-20", "id": 37534, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Zinaida Escobar Salinas", "numero_expediente": "00633-1996-AA"}