{"CONTEXTO": " 00633-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00633-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 633-97-AC/TC LIMA FÉLIX ADOLFO SOLORZANO ROJAS Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT; DIAZ VALVERDE;y, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO: : Recurso extraordinario interpuesto por don Félix Adolfo Solorzano Rojas, contra la sentencia de vista expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, que revocando la sentencia apelada expedida por el Vigésimo Sexto Juzgado Especializado en lo Civil de Lima y reformândola declara improcedente la demanda de Accion de Cumplimiento interpuesta contra la Universidad Nacional Mayor de San Marcos.", "ANTECEDENTES": "Don Félix Adolfo Solorzano Rojas y don Pablo Fidel Salazar Anaya, ante la convocatoria de la Universidad Nacional Mayor de San Marcos, para participar en el concurso para cubrir plazas de docentes universitarios, se presentan, juntamente con otras personas, como candidatos para las plazas docentes de la Facultad de Ciencias Administrativas. Luego de presentar sus expedientes y rendir los exâmenes, el Decano de 2 ICA TRIBUNAL CONSTITUCIONAL la Facultad expide la Resolucion Decanal No 014-D-CA-94, del nueve de enero de mil novecientos noventicinco nombrando a don Félix Adolfo Solorzano Rojas y a don Pablo Fidel Salazar Anaya, entre otros, ganadores del concurso, disponiendo \"elevar la resolucion para su aprobacion, por parte del Consejo Universitario\", resolucion que no se expide, por lo que presentan solicitudes al Presidente de la Comision de Reorganizacion - a fin de que ratifique sus nombramientos, lo que no se hace, razon por la cual presentan esta Accion de Cumplimiento. Al contestar la demanda el Presidente de la. Comision de Reorganizacion don Manuel Paredes Manrique, manifiesta que los demandantes no han agotado las vias previas, que el articulo 5° de la Ley 26457 establece: \"la accion judicial que se interponga contra las resoluciones expedidas por la Comision tendran el caracter contencioso- administrativo\", a esta via han debido acudir y no a la accion de cumplimiento; los demandantes no han interpuesto ningun recurso ante la Comision de Reorganizacion. El Juez del Vigésimo Sexto Juzgado en lo Civil de Lima al expedir sentencia declara fundada la demanda, ordenando a la Universidad Nacional Mayor de San Marcos para que a través del Presidente de la Comision de Reorganizacion, expida la Resolucion de Ratificacion y Aprobacion de Nombramiento por haber ganado el derecho de ser profesores. La Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, revoca la sentencia y reformandola declara improcedente la demanda por estar supeditada la contratacion de los docentes al proceso de ratificacion del nombramiento por el Consejo Universitario.", "FUNDAMENTOS:": "Que, don Félix Adolfo Solorzano Rojas y don Pablo Fidel Salazar Anaya, envian carta notarial al Rector de la Universidad Nacional Mayor de San Marcos el diecisiete de febrero de mil novecientos noventicinco, solicitândole expida la Resolucion Rectoral de nombramiento de los cargos de docentes a los cuales postularon, cumpliendo asi con el requisito de agotamiento de la via previa que dispone el inciso c) del articulo 5° de la Ley No 26301 de Habeas Data y Accion de Cumplimiento, interponiendo la presente demanda de Accion de Cumplimiento el siete de marzo de mil novecientos noventiséis, después de haberse cumplido con exceso los sesenta dias de plazo que les concedia la ley para interponer la accion. Que, la aplicacion del plazo de caducidad de los sesenta dias preceptuado por el articulo 270 de la Ley No 23506 de Habeas Corpus y Amparo, no puede suspenderse indefinidamente ya sea por falta de la oportuna expedicion de la resolucion administrativa 3 JC e TRIBUNAL CONSTITUCIONAL correspondiente dentro del plazo de ley 0 ya sea por la omision, a su vez, del titular del derecho de acogerse a la oportunidad que le confiere el sistema legal vigente al beneficio procesal del silencio administrativo y asi viabilizar el ejercicio regular de su derecho de accion, y no como el presente caso que se acoge al silencio administrativo después de trece meses que remitio la carta notarial, para recién interponer esta accion, produciéndose asi la caducidad de la Accion de Cumplimiento. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la sentencia de vista expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiséis de mayo de mil novecientos noventisiete,que revocando la apelada, declaro IMPROCEDENTE la Accion de Cumplimiento; dispone su publicacion en el Diario Oficial \"El Peruano\";y los devolvieron. - S.S. ehaud - - / ACOSTA SANCHEZ 21 NUGENT DIAZ VALVERDE V L cia GARCIA MARCELO Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL - A.M.", "fecha_publicacion": "1998-06-16", "id": 36957, "nombre_demandado": "Universidad Mayor de San Marcos", "nombre_demandante": "Félix Adolfo Solórzano Rojas y otro", "numero_expediente": "00633-1997-AC"}