{"CONTEXTO": " 00639-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00639-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL No 639-96-AA/TC Exp. Rosa Elena Mel Diaz Nombre y otros LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio de mil novecientos noventisiete, reunic el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Rosa Elena Mel Diaz y otros contra resolucion de la Segunda Sala Especializada Civil de Chiclayo, de fech veintinueve de agosto de mil novecientos noventicinco, que confirma la 2 TRIBUNAL CONSTITUCIONAL Segundo Juzgado Especializado en lo Civil, de fecha diecinueve de mayo de mil novecientos noventicinco, que declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interponen contra el Presidente del Instituto Peruano de Seguridad Social y el Gerente General del Hospital Nacional \"Almanzor Aguinaga Asenjo\", para que se deje sin efecto la Resolucion No 0704-DG-HNAA-IPSS-92, del treinta de noviembre de mil novecientos noventidos, que los cesa por no haberse presentado al examen de seleccion y evaluacion dispuesto por el D.L. No 25636. El Segundo Juzgado en lo Civil de Chiclayo declaro improcedente la demanda, por considerar, entre otras razones, que no se han agotado las vias previas y que se ha extinguido la relacion laboral al haber renunciado los actores a sus empleos y cobrado sus beneficios sociales y una bonificacion extraordinaria de su ex-empleadora. Interpuesto recurso de apelacion, la Segunda Sala Civil Especializada de la Corte Superior de Chiclayo. confirmo la apelada, segun resolucion del veintinueve de agosto de mil novecientos noventicinco, porque, al haber cobrado todos los demandantes sus beneficios sociales y la bonificacion extraordinaria del Instituto demandado, en base a sus renuncias, la accion de amparo resulta improcedente. Contra esta resolucion los accionantes interponen Recurso Extraordinario; por lo que de conformidad con los dispositivos legales se ha remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que,conforme aparece de las instrumentales corrientes de fojas 381 a 406, 1. los once reclamantes renunciaron a sus puestos de trabajo con la finalidad 3 TRIBUNAL CONSTITUCIONAL de perfeccionar la resolucion que los ceso, al no haberse presentado al examen de seleccion y evaluacion dispuesta por D.L.No 25636, cobrando todos sus beneficios sociales y una bonificacion extraordinaria, en aplicacion del Acuerdo Directivo No 2-43-IPSS-92, con fechas anteriores a la interposicion de su demanda de fojas 334 y siguientes, esto es, entre el 02 y el 29 de abril de 1993. Que la carrera administratival de los servidores publicos se extingue por 2. renuncia, conforme al art. 34° inciso b) del D. Legislativo No 276, por lo que habiendo desaparecido toda relacion laboral de los demandantes con el Instituto demandado, no es factible reponer las cosas al estado anterior a la supuesta violacion O amenaza de violacion del derecho constitucional que alegan los actores, mediante esta accion de garantia. Que no se ha violado O amenazado entonces en el presente caso ningun 3. derecho constitucional establecido como acto de cumplimiento obligatorio; por lo que es de aplicacion lo previsto, contrario sensu, por el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica:", "FALLA:": "Confirmando la resolucion de fecha veintinueve de agosto de mil novecientos noventicinco, expedida por la Segunda Sala Especializada Civil, que confirma la de vista de fecha diecinueve de mayo de mil novecientos noventicinco, expedida por el Segundo Juzgado Especializado en lo Civil, que declara IMPROCEDENTE TRIBUNAL CONSTITUCIONAL la accion de amparo; con lo demas que contiene; dispusieron su publicacion en el diario oficial \"EI Peruano\" con arreglo a ley, y los devolvieron. S.S. Vlin ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, - GARCIA MARCELO. LO QUE CERTIFICO. MFler DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA", "fecha_publicacion": "1997-08-17", "id": 36294, "nombre_demandado": "Presidente del Instituto Peruano de Seguridad Social y otro", "nombre_demandante": "Rosa Elena Mel Díaz y otros", "numero_expediente": "00639-1996-AA"}