{"CONTEXTO": " 00638-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00638-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 638-96-AA/TC LA LIBERTAD WIGBERTO ZEGARRA RODRIGUEZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Wigberto Zegarra Rodriguez, contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas noventa y tres, su fecha dieciocho de junio de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Wigberto Zegarra Rodriguez interpone demanda de Accion de Amparo contra la Empresa Nacional de Puertos S.A. (ENAPU), Terminal Maritimo de Salaverry, solicitando que se le acumule el tiempo de servicios y se le reintegren los beneficios de dicha acumulacion. El recurrente ha trabajado en la Administracion Portuaria desde el diecinueve de mayo de mil novecientos sesenta y nueve, habiendo pasado a laborar por mandato del Decreto Ley No 18027 a la Empresa Nacional de Puertos S.A, con fecha uno de enero de mil novecientos setenta; no obstante al solicitar a la emplazada, con fecha veinticuatro de enero de mil novecientos noventa y cinco, un adelanto del cincuenta por ciento de la Compensacion por Tiempo de Servicios, ésta se niega a acumular el tiempo de servicios que tiene actualmente con el que tuvo cuando sirvio en la Administracion Portuaria de Salaverry, a pesar de que por mandato del mencionado Decreto Ley No 18027, recibio los activos y pasivos de la Administracion Portuaria de Salaverry, violando sus derechos consagrados en el articulo 26° de la Constitucion Politica de 1993; con fecha dieciséis de mayo de mil novecientos noventa y cinco, interpone Recurso de Apelacion, el cual no ha sido resuelto, operando el silencio administrativo; mediante copias xerograficas de fojas siete a fojas veintidos, el actor acredita que el derecho negado ya ha sido reconocido a muchos de sus companeros. La Empresa Nacional de Puertos S.A. (ENAPU), Terminal Maritimo de Salaverry, contesta la demanda y deduce excepcion de incompetencia, aduciendo que el derecho que el demandante reclama es de competencia de los Juzgados de Trabajo, ya que se trata de un trabajador sometido al régimen de la Ley No 4916; asimismo, niega y contradice la demanda por argumentar que el articulo 22° del Decreto Ley No 18027, establece que ENAPU S.A., solo esta obligada a abonar beneficios sociales a partir de enero de mil novecientos setenta ademas, la Tercera Disposicion Final de la Constitucion Politica de 1993 establece la imposibilidad de acumular récord de servicios prestados ) TRIBUNAL CONSTITUCIONAL como empleados publicos, como en el caso de los empleados de la antigua Administracion Portuaria de Salaverry, sujetos a la Ley No 11377, Estatuto y Escalafon del Servicio Civil, con los del régimen privado, como en el caso de los trabajadores de ENAPU S.A., sujetos a la Ley No 4916. En cuanto al adelanto de la Compensacion por Tiempo de Servicios, desde la dacion del Decreto Legislativo No 650, su cancelacion se efectua mediante depositos semestrales, y ha quedado establecido que la Compensacion por Tiempo de Servicios devengada antes de la promulgacion de este Decreto Legislativo puede ser depositada por ENAPU S.A. hasta el ano dos mil uno. El Tercer Juzgado Especializado en lo Civil de Trujillo, a fojas setenta y tres, con fecha diecinueve de abril de mil novecientos noventa y seis, declara infundada la excepcion de incompetencia, por considerar que si bien es cierto la pretension del demandante es de indole laboral, ello no implica que sea objeto de una Accion de Amparo por versar sobre un derecho constitucionalmente protegido y por el Juez Civil competente para resolver las acciones de amparo; asimismo, declara infundada la Demanda, puesto que ésta atenta contra la Tercera Disposicion Final de la Constitucion Politica de 1993, que taxativamente prescribe, en tanto subsistan regimenes diferenciados de trabajo entre la actividad privada y la publica, en ningun caso y por ningun concepto pueden acumularse servicios prestados bajo ambos regimenes, es nulo todo acto 0 resolucion en contrario por lo que la acumulacion es legalmente improcedente. La Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas noventa y tres, con fecha dieciocho de junio de mil novecientos noventa y seis, confirmo la apelada entendiendose como improcedente la Accion de Amparo por considerar que, conforme al articulo 37° de la Ley No 23506, la Accion de Amparo esta sujeta a un plazo de caducidad, indicando que dicha accion debe ser interpuesta dentro de los sesenta dias habiles contados a partir de producida la afectacion, y como se desprende de autos, el demandante presento Recurso de Apelacion con fecha dieciséis de mayo de mil novecientos noventa y cinco, operando el silencio administrativo con fecha veintisiete de junio del mismo ano, por lo que, desde esta fecha hasta la interposicion de la demanda, con fecha nueve de noviembre de mil novecientos noventa y cinco, el derecho para interponer la Accion de Amparo ya habia caducado; y, por tanto, la accion incoada deviene en improcedente. Contra esta resolucion, el demandante interpone Recurso. Extraordinario.", "FUNDAMENTOS:": "1. Que, el articulo 37° de la Ley No 23506 de Habeas Corpus y Amparo, concordante con el articulo 26° de su Ley No 25398 (complementaria), establece: \"El ejercicio de la accion de Amparo caduca a los sesenta dias habiles de producida la afectacion, siempre que el interesado, en aquella fecha, se hubiese hallado en la posibilidad de interponer la accion. Si en dicha fecha esto no hubiese sido posible, el plazo se computara desde el momento de la remocion del impedimento\". 2. Que, de fojas cinco de autos se advierte que el demandante presento Recurso de Apelacion contra la Resolucion No 077-95-V-ENAPUSA-TMSA-G, con fecha dieciséis de mayo de mil novecientos noventa y cinco, el mismo que no fue resuelto 3 TRIBUNAL CONSTITUCIONAL por la demandada, por lo que vencido el plazo de treinta dias que prescribe el articulo 990 del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo No 002-94-JUS, opero el silencio administrativo negativo y empezo a correr el plazo de caducidad establecido por el articulo 370 de la Ley No 23506. Este plazo se computa, para el presente caso, a partir del dia veintiocho de junio de mil novecientos noventa y cinco, por lo que al nueve de noviembre de mil novecientos noventa y cinco, fecha de interposicion de la demanda, la accion habia caducado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas noventa y tres, su fecha dieciocho de junio de mil novecientos noventa y seis, que confirmando la sentencia apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, A DIAZ VALVERDE, Fhal l7 NUGENT, GARCIA MARCELO, Lo que Certifico: L Dra. MARIA LUZ VASQUEZ RELATORA SECRETA TARIA CONSTITUCIONAL TRIBUNAL E.G.D", "fecha_publicacion": "1999-03-19", "id": 34886, "nombre_demandado": "Empresa Nacional de Puertos SA (ENAPU SA)", "nombre_demandante": "Wigberto Zegarra Rodríguez", "numero_expediente": "00638-1996-AA"}