{"CONTEXTO": " 00630-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00630-1998-AA.pdf) --- 56 TRIBUNAL CONSTITUCIONAL EXP.No 630-98-AA/TC LIMA JULIA POMA QUIBIO Ad SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Julia Poma Quibio contra la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, su fecha veintidos de mayo de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Julia Poma Quibio interpone Accion de Amparo contra el Alcalde de Municipalidad Distrital de San Martin de Porres, don Javier Enrique Kanashiro Iwamoto, la Jefa del Departamento de Asesoria Juridica, el Director de Servicios Publicos, el Jefe de Seguridad Ciudadana y el Jefe de Notificaciones de la Unidad de Recaudacion Tributaria del mencionado Gobierno Local, para que se declare inaplicable la Resolucion de fecha diez de febrero de mil novecientos noventa y ocho, que dispuso la clausura de su local comercial, solicitando se suspenda esta medida y cesen los actos de hostilizacion por parte de los demandados. Senala que el dia trece de febrero de mil novecientos noventa y ocho dirigio una carta notarial al Alcalde demandado solicitandole una entrevista, la misma que se realizo el diecisiete de dicho mes y ano, en la que le hizo saber que por existir un proceso de garantia pendiente de resolver, el proceso administrativo referido a su local comercial se encontraba paralizado, ante lo cual el demandado dispuso que la Jefa del Departamento de Asesoria Juridica, dona Mery Gomez Zapata, se hiciera cargo de la investigacion y luego informe lo pertinente; que, sin embargo, en forma sorpresiva y desconociendo lo acordado procedieron a clausurar su local comercial; que, posteriormente intento de modo infructuoso entrevistarse con el demandado, con el proposito de conocer las razones de dicha medida. 2 TRIBUNAL CONSTITUCIONAL El Alcalde de la Municipalidad Distrital de San Martin de Porres absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada. Sostiene que no se ha cumplido con agotar la via previa. El Primer Juzgado Especializado en lo Civil del Cono Norte, con fecha tres de marzo de mil novecientos noventa y ocho, emite sentencia declarando fundada la demanda, por estimar que se afectaron los derechos constitucionales invocados por no haberse notificado a la demandante con la resolucion cuestionada y no respetarse el acuerdo de fecha diecisiete de febrero de mil novecientos noventa y ocho. La Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, con fecha veintidos de mayo de mil novecientos noventa y ocho, revoca la apelada y reformandola declara infundada la Accion de Amparo, por considerar que no se ha acreditado la alegada afectacion al debido proceso. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, como lo senala expresamente la demandante en el Recurso Extraordinario, el 1. agravio que denuncia consiste en el hecho de que los demandados no han respetado el acuerdo que celebro con el Alcalde demandado en la entrevista que sostuvieran el dia diecisiete de febrero de mil novecientos noventa y ocho, en donde supuestamente éste se comprometio a no adoptar ninguna medida respecto al procedimiento administrativo de clausura de su local comercial hasta el veintisiete del mismo mes y ano, fecha en que la Jefa del Departamento de Asesoria Juridica le informaria con relacion a la Accion de Amparo interpuesta por la demandante ante el Noveno Juzgado Especializado en lo Civil de Lima. Que la codemandada dona Mery Gomez Zapata, Jefa del Departamento de Asesoria 2. Juridica de la Municipalidad demandada, rechaza estas alegaciones sosteniendo que el mencionado acuerdo y la entrevista nunca se celebraron y que la carta notarial de fecha trece de febrero de mil novecientos noventa y ocho no ha sido remitida a dicho Gobierno Local. Que, asimismo, existen versiones contradictorias respecto a los supuestos ruidos 3. molestos, el recalentamiento y peligro a que estarian expuestos los ocupantes de las viviendas colindantes al local comercial de la demandante, por efecto de la actividad que ésta desarrolla en el mismo; en tal virtud, dilucidar la cuestion controvertida demandaria la actuacion de pruebas por las partes, lo que no es posible en los procesos constitucionales como el presente, que por su naturaleza especial y sumarisima carecen de estacion probatoria. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "REVOCANDO la Resolucion de la Sala Especializada en lo Civil de la Corte Superior del Cono Norte de Lima, de fojas ciento ochenta y dos, su fecha veintidos de mayo de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la Accion de Amparo; reformandola, la declara IMPROCEDENTE. Dispone la notificacion de las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS y ACOSTA SANCHEZ NUGENT DIAZ VALVERDE hucaile Le GARCIA MARCELO CCL LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35760, "nombre_demandado": "Alcalde de la Municipalidad Distrital de San Martín de Porres (Javier Enrique Kanashiro Iwamoto) y otros", "nombre_demandante": "Julia Poma Quibio", "numero_expediente": "00630-1998-AA"}