{"CONTEXTO": " 00636-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00636-1997-AA.pdf) --- 14 TRIBUNAL CONSTITUCIONAL Exp. 636-97-AA/TC Maria Eugenia Fernandez Ponce Vda. de Nunez del Prado Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional m sesion de Pleno Jurisdiccional, con asistencia de los sefiores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO: Recurso Extraordinario interpuesto por dona Maria Eugenia Fernandez Ponce Vda. de Nunez del Prado contra la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y ocho, su fecha dos de junio de mil novecientos noventa y seis, que reformando la apelada, declaro infundada la demanda. ANTECEDENTES: Dofa Maria Eugenia Femandez Ponce Vda. de Nunez del Prado interpone Accion de Amparo contra la Fuerza Aérea del Peri, por violacion de su derecho constitucional a la Herencia, solicitando se ordene a la entidad demandada proceda a efectuar el pago de la pension de viudez que en su calidad de conyuge superstite del leniente Fuerza Aérea del Peri Goyo Angel Nufez del Prado Guevara le corresponde. Alega la demandante que tras el fallecimiento de su esposo el Teniente FAP Goyo Angel Nufez del Prado Guevara, fue declarado previo proceso judicial, como tinica y universal heredera. Refiere que ello no obstante, al apersonarse a la Direccion de Economia y Personal de la Fuerza Aérea Peruana, solo le han hecho entrega de quince mil nuevos soles, por el concepto de fondo de retiro, ciento sesenta muevos soles por derecho de subsidio por fallecimiento y la suma de veinte nuevos soles por derecho de seguro de emergencia. Alega que no se le ha entregado el importe del derecho de pension de viudez, habiéndosele comunicado por la administracion que no sC le abonaria dicho importe, mientras no exista mandato judicial que asi lo disponga, y toda vez que el hermano de su fallecido conyuge, el Capitan FAP Yury Anthony Nufez del Prado habria reclamado tales derechos para si. Admitida la demanda, ésta es contestada por el Procurador Publico encargado de los asuntos judiciales del Ministerio de Defensa, quien solicita se declare improcedente y/o infundada la demanda, ya que: a) La demandante no agoto la via previa, pues antes de que se emita la resolucion directoral por la Direccion de Personal de la Fuerza Aérea del Peri, interpuso la Accion de Amparo, b) La demandante perdio el derecho a obtener la pension TRIBUNAL CONSTITUCIONAL de viudez reclamada, ya que conformo un nuevo hogar con don Fernando Vera Quevedo, fuera del matrimonio, y donde procreara a dos menores. Con fecha veintisiete de diciembre de mil novecientos noventa y seis, el Tercer Juzgado especializado en lo Civil de Lima expide resolucion, declarando fundada la demanda, por considerar, esencialmente, que habiéndose acreditado la calidad de unica y universal heredera del causante, Teniente FAP Goyo Angel Nufez del Prado Guevara, le corresponde heredar a la conyuge sobreviviente. Interpuesto el recurso de apclacion, con fecha dos de junio de mil novecientos noventa y siete, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima expide resolucion revocando la apelada, y reformandola, declaro infundada la demanda, por considerar que habiéndose casado nuevamente la demandante, ha perdido su derecho a la pension de viudez. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que sc ordene al la Fuerza Aérea del Peri pague el derecho de pension de viudez que le corresponde a la demandante en su calidad de conyuge supérstite del Teniente FAP Goyo Angel Nunez del Prado Guevara. 2. Que, siendo ello asi, este Colegiado ha de estimar que: a) Segun se esta a la resolucion judicial expedida por el Noveno Juzgado Especializado en lo Civil de Lima, obrante a fojas veintidos y veintitrés, con fecha nueve de marzo de mil novecientos noventa y cinco se declard a la demandante como unica heredera legal del causante Goyo Angel Nunez del Prado Guevara. b) Si bien el inciso e) del articulo 45° del decreto ley 19846°, prevé que se pierde la pension cuando uno de los conyuges formo familia fuera del matrimonio, sin embargo, es de observarse que en autos no existe pruebas indubitables de que cllo haya acontecido asi con la demandante, no teniendo por un lado, valor juridico alguno el documento obrante a fojas treinta y cinco, en la que consta la partida de matrimonio religioso que celebrara la demandante con don Augusto Fernando Vera Quevedo en la Parroquia de Nuestra Senora de la Providencia, en el departamento de Arequipa y, en segundo lugar, carecer de formalidad cl documento obrante a fojas cuarenta y tres. 3. Que, en ese sentido este Colegiado, ha de estimar que el que no se le venga abonando el pago de la pension de viudez que corresponde a la demandante, constituye un acto arbitrario que afecta el derecho constitucional reconocido en el articulo 11° de la Constitucion Politica del Estado. - 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha dos de junio de mil novecientos noventa y seis, de fojas doscientos uno, que revocando la apelada declaro infundada la demanda; REFORMANDOLA declara FUNDADA la Accion de Amparo; ordena que la Fuerza Aérea del Peru cumpla con abonar la pension de viudez que corresponda a la demandante; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Vayeer 11 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO aecea ECM Lo que Certifico: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA RLONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-09-20", "id": 37535, "nombre_demandado": "Fuerza Aérea del Perú (FAP)", "nombre_demandante": "María Eugenia Fernández Ponce Vda. de Nuñez del Prado", "numero_expediente": "00636-1997-AA"}