{"CONTEXTO": " 00639-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00639-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 639-97-AA/TC Ricardo Mondaca Medina y otros Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima,a los veinticuatro dias del mes de noviembre de mil novecientos noventisiete, el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent Diaz Valverde Garcia Marcelo actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiséis de mayo de mil novecientos noventisiete, en los seguidos entre don Ricardo Mondaca Medina y otros con dona Luisa Maria Cuculiza Torre, Alcaldesa de la Municipalidad Distrital de San Borja, sobre accion de amparo.", "ANTECEDENTES:": "Don Ricardo Mondaca Medina y otros interponen accion de amparo contra dona Luisa Maria Cuculiza Torre, Alcaldesa de la Municipalidad Distrital de San Borja, a fin que se declare sin efecto laResolucion de Alcaldia No. 4242-96-CDSB-A de fecha veintitrés de agosto de mil novecientos noventiséis, por la que se resuelve cesar por causal de excedencia a los demandantes, solicitando su reingreso asi como el pago de remuneraciones dejadas de percibir y demas beneficios, por violacion de sus derechos constitucionales fundamentales al debido proceso, a la igualdad ante la ley y al trabajo. Sostienen los demandantes que la Resolucion de Alcaldia No. 4242-96 CDSB-A, que los ceso por causal de excedencia, invoca la octava disposicion transitoria final de la Ley de Presupuesto del ano mil novecientos noventiséis No. 26553 y el Decreto Ley No. 26093 que son inconstitucionales al no haberse dictado Decreto Legislativo alguno en materia de reorganizacion 2 TRIBUNAL CONSTITUCIONAL y modificacion de sistemas administrativos. Que asimismo, el Reglamento de evaluacion del personal aprobado por Resolucion de Alcaldia No. 2366-96 CDSB-A, ratificado por Acuerdo de Concejo No.168-96 de treintiuno de mayo de mil novecientos noventiséis, contiene disposiciones que desconocen los derechos a la estabilidad laboral, a la defensa y a la igualdad ante la ley. Senalan asimismo que el proceso de evaluacion llevado a cabo en la Municipalidad de San Borja constituye un abuso de derecho; cuestionan los niveles educativos que se exigen en el Reglamento de evaluacion para cada grupo ocupacional. Admitida la demanda, ésta es contestada por dona Nelly Patricia Zavaleta Vértiz, Apoderada de la Municipalidad Distrital de San Borja, solicitando se declare infundada la misma ya que senala que los demandantes fueron declarados excedentes en aplicacion de la Ley 26553 y Decreto Ley 26093, al haber sido desaprobados en la evaluacion. Con fecha dieciocho de noviembre de mil novecientos noventiséis, el Juez del Segundo Juzgado Especializado de Derecho Publico de Lima expide resolucion declarando infundada la demanda; interpuesto el recurso de apelacion, con fecha veintiséis de mayo de mil novecientos noventisiete, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada y reformandola declaro improcedente la demanda. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, la Resolucion de Alcaldia No. 4242-96 CDSB-A del veintitrés de agosto de mil novecientos noventiseis, que los demandantes solicitan se deje sin efecto, dispone en su articulo primero el cese por causal de excedencia, a partir del treinta de agosto del mismo ano; es decir la ejecucion del acto se ha producido antes de quedar consentida dicha resolucion, en cuyo caso opera la excepcion de la exigencia del agotamiento de la via previa, en aplicacion de lo dispuesto por el inciso 1)del articulo 28 de la Ley 23506. 2. Que, de autos se advierte que por Acuerdo de Concejo No. 093-96-CDSB-C del primero de febrero de mil novecientos noventiséis, se constituyo una Comision Especial de Evaluacion del Personal de la Municipalidad de San Borja, conformada por Regidores de dicha Municipalidad, con el encargo de efectuar la evaluacion del personal, con plena facultad para fijar el sistema y metodologia de la evaluacion y por Acuerdo de Concejo No. 212-96-CDSB- C, de dieciséis de agosto de mil novecientos noventiséis, se aprobo el cuadro de méritos respectivo. 3 TRIBUNAL CONSTITUCIONAL 3. Que, el articulo 37 inciso 3 de la Ley Orgânica de Municipalidades No. 23853, concordante con el articulo 191 de la Constitucion Politica, senala que los Regidores ejercen funciones de fiscalizacion y vigilancia de los actos de la Administracion Municipal; que asimismo el articulo 47 inciso 13 de la misma Ley establece que al Alcalde le compete nombrar y remover al personal administrativo y de servicio, no pudiendo delegar esta atribucion en los Regidores por expresa disposicion del inciso 18 del mismo articulo 4. Que, la conformacion de la Comision de Evaluacion del Personal de la Municipalidad de San Borja, transgrede las disposiciones senaladas. Asimismo al haberse aprobado el resultado del proceso de evaluacion, por Acuerdo de Concejo, se limita la posibilidad que los trabajadores puedan impugnar administrativamente dichos resultados en las instancias que prevé el Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por Decreto. Supremo No. 02-94 JUS, limitando el ejercicio de su derecho de defensa. 5. Que, en el Reglamento de Evaluacion de Personal que corre a fojas siete, en el rubro evaluacion del nivel educativo se consignan los niveles para cada grupo ocupacional que deben acreditarse con certificados, titulos, grado 0 nivel educativo, alcanzado. Para el caso de los grupos Técnico y Auxiliar se asigna el puntaje maximo a aquellos trabajadores que han alcanzado niveles educativos que superan las exigencias establecidas en los articulos 19y 20 del Reglamento de la Carrera Administrativa aprobado por Decreto Supremo No. 005-90 PCM, 6. Que, de todo lo actuado ha quedado demostrada la vulneracion por parte de la demandada de los derechos constitucionales al debido proceso, a la pluralidad de instancias, a la proteccion contra el despido arbitrario. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA:": "REVOCANDO la Resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintiseis de mayo de mil novecientos noventisiete, de fojas doscientos cincuenta y uno, que reformando la apelada declaro improcedente la demanda, REFORMANDOLA declararon fundada la demanda; dispusieron que es inaplicable a los demandantes la Resolucion de Alcaldia No. 4242-96 CDSB-A, de fecha veintitrés de agosto de mil novecientos noventiséis; consecuentemente debe reincorporarse a los actores en la Municipalidad Distrital de San Borja, no siendo de abono las remuneraciones devengadas. Se 4 TRIBUNAL CONSTITUCIONAL dispone, asimismo, la no aplicacion al caso de autos del articulo 11 de la Ley 23506 por las circunstancias del proceso. Mandaron su publicacion en el Diario Oficial El Peruano, conforme a Ley y los devolvieron:", "SS.": "Tcade ACOSTA SANCHEZ NUGENT DIAZ VALVERDE Aubhbk Ciu GARCIA MARCELO NFG/tvd Lo . que Certifico: Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-27", "id": 36579, "nombre_demandado": "Alcaldesa de la Municipalidad Distrital de San Borja (Luisa María Cuculiza Torre)", "nombre_demandante": "Ricardo Mondaca Medina y otros", "numero_expediente": "00639-1997-AA"}