{"CONTEXTO": " 00645-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00645-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.] No 645-98-AA/TC AREQUIPA MIGUEL WILLAMS SÂNCHEZ VALENCIA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Miguel Willams Sanchez Valencia contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha veinte de diciembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El diecisiete de octubre de mil novecientos noventa y seis, don Miguel Willams Sanchez Valencia, por derecho propio, y en su calidad de Gerente de la empresa de transportes Travic Sociedad Anonima, interpone Accion de Amparo contra el entonces Alcalde de la Municipalidad Provincial de Arequipa, don Roger Caceres Pérez, con el proposito de que se declare inaplicable el Acuerdo Municipal No 045-96 de fecha diecinueve de setiembre de mil novecientos noventa y seis. Refiere que su empresa se dedica a la prestacion del servicio de transporte publico de pasajeros; que la Municipalidad demandada ha establecido, mediante el referido Acuerdo Municipal, un servicio alternativo del transporte publico de pasajeros que consiste en que el cincuenta por ciento de la flota autorizada prestara servicio los dias lunes, miércoles y viernes, y el otro cincuenta por ciento, los dias martes, jueves y sabados, pudiendo circular toda la flota los dias domingos; que dicha disposicion amenaza con violar sus derechos constitucionales a la libertad de trabajo, a la libertad de empresa y a la libre competencia, ademas de que acarreara una drastica disminucion de los ingresos de los propietarios de los vehiculos y reducira la jornada laboral de los choferes y cobradores a un cincuenta por ciento. La Municipalidad Provincial de Arequipa absuelve el tramite de contestacion de la demanda negândola y solicitando se la declare improcedente; senala que las municipalidades estan facultadas para regular el transporte masivo urbano e interurbano de pasajeros; que el Acuerdo Municipal No 045-96 ha sido expedido en atencion a la excesiva cantidad de vehiculos que conforman al parque automotor de la ciudad de Arequipa. El Quinto Juzgado Especializado en lo Civil de Arequipa emite sentencia declarando fundada la demanda, por considerar -entre otras razones- que el \"servicio TRIBUNAL CONSTITUCIONAL alternativo\" va a determinar que los demandantes no puedan ejercer tres dias a la semana una actividad economica de necesidad y utilidad publica; que el Acuerdo Municipal cuestionado es inconstitucional porque viola los derechos a la libertad de trabajo y de empresa. Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Arequipa revoco la apelada y declaro improcedente la demanda, por estimar que las municipalidades tienen competencia para organizar, reglamentar y administrar los servicios publicos locales de su responsabilidad. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, conforme lo establece el articulo 1° de la Ley No 23506 de Habeas Corpus y Amparo. 2. Que, en conformidad con lo prescrito por el articulo 290 de la Ley de Habeas Corpus y Amparo, modificada por el articulo 31° la Ley No 25398, son competentes para conocer de la Accion de Amparo los Jueces de Primera Instancia en lo Civil del lugar donde se afecto el derecho 0 donde se cierne la amenaza, 0 donde tiene su domicilio el afectado 0 amenazado, 0 donde tiene su domicilio el autor de la infraccion 0 amenaza, a eleccion del demandante; en consecuencia, la excepcion de incompetencia debe desestimarse. 3. Que don Miguel Willams Sanchez Valencia interpone la presente Accion de Amparo por su propio derecho y en representacion de la empresa de transportes Travic Sociedad Anonima. Del testimonio de escritura publica de constitucion que obra en fotocopias certificadas de fojas dos a fojas dieciséis se acredita que el recurrente tiene la condicion de Gerente de la referida empresa y, de acuerdo al articulo 15° de su Estatuto, este cargo tiene la representacion judicial de la empresa. 4. Que dicha empresa tiene como objeto la prestacion del servicio de transporte urbano e interurbano de pasajeros y cuenta como socios a transportistas y propietarios de vehiculos que prestan dicho servicio publico; siendo esto asi, la empresa como persona juridica podria verse afectada con la aplicacion del Acuerdo Municipal cuestionado, por lo que tiene legitimidad para accionar a través de su representante. 5. Que, el objeto de la presente Accion de Amparo se circunscribe a determinar si la Municipalidad demandada, al disponer el denominado \"servicio alternativo\" del servicio de transporte publico de pasajeros en la ciudad de Arequipa, ha vulnerado los derechos constitucionales invocados. 6. Que la Municipalidad demandada sostiene que dicho servicio ha sido establecido en razon a que hay un numero excesivo de vehiculos en el parque automotor de la ciudad de Arequipa y que las calles de esta ciudad, por ser muy angostas, no son adecuadas para soportar un numero excesivo de vehiculos, y que esta situacion pone en riesgo la salud y la seguridad de la poblacion y deteriora al medio ambiente; por su parte, el demandante mantiene que el servicio de transporte publico de pasajeros, en la forma como se venia TRIBUNAL CONSTITUCIONAL realizando antes de adoptarse la mencionada medida, no afecta la salud ni la seguridad de la poblacion ni deteriora el medio ambiente. 7. Que, teniendo en cuenta que las aseveraciones de las partes, respecto a la racionalidad de la cuestionada medida, no estan debidamente acreditadas en autos, mediante los estudios e informes técnicos realizados por los organismos competentes, la Accion de Amparo no es la via idonea para dilucidar la cuestion controvertida. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas doscientos diecinueve, su fecha veinte de diciembre de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS huitbul 2 ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, M eea GARCIA MARCELO. Certif100: Lo que / - / Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUGIONAL TRIBUNAL", "fecha_publicacion": "1999-04-22", "id": 35041, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Arequipa (Róger Cáceres Pérez)", "nombre_demandante": "Miguel Williams Sánchez Valencia, en su calidad de Gerente de la empresa de Transportes Travic Sociedad Anónima", "numero_expediente": "00645-1998-AA"}