{"CONTEXTO": " 00646-1999-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00646-1999-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 646-99-HC/TC LIMA JOSÉ AUGUSTO CLEMENTE SHUAN Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Augusto Clemente Shuan y don Efrain Severino Chavez Ignacio contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha diecinueve de mayo de mil novecientos novena y nueve, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don José Augusto Clemente Shuan y don Efrain Severino Chavez Ignacio interponen Accion de Habeas Corpus contra la Sala Penal Corporativa Nacional para que se declare inaplicable la Sentencia y su Ejecutoria de fecha dos de julio de mil novecientos noventa y ocho, al haberse transgredido una serie de normas constitucionales, adoleciendo de errores esenciales en su contenido y forma, en perjuicio del derecho a la libertad e infringiéndose el derecho al debido proceso y tutelajurisdiccional, siendo asi, es un proceso irregular. Expresan que en la sentencia no se individualiza la responsabilidad material para condenarlos y no se toma en cuenta su confesion en presencia del Ministerio Publico en cuanto a las agresiones fisicas sufridas. Por estas omisiones, solicitan su excarcelacion. El Presidente de la Sala Penal Corporativa Nacional, don Gerardo Alberca Pozo manifesto que la sentencia se ha dictado conforme al articulo 139° inciso 3) de la Ley Fundamental. En los considerandos sexto, séptimo y octavo de la sentencia se exponen las pruebas que sustentan el fallo. El diecinueve de abril de mil novecientos noventa y siete, el sentenciado don José Augusto Clemente Shuan se encontraba en libertad cuando se cometio el robo en agravio de la Empresa Eladie S.A. La imputacion que le formulo don Angel Albuquerque Rubio en el Acta de Reconocimiento, de fojas sesenta y cuatro, ratificado en su testimonial, de fojas cuatrocientos ochenta y dos, acta de reconocimiento de fojas cuatrocientos sesenta y tres y diligencia de confrontacion, de fojas cuatrocientos noventa y cuatro del Cuaderno \"A\", 9 constituye una prueba de cargo vâlida segun el articulo 283° del TRIBUNAL CONSTITUCIONAL Codigo de Procedimientos Penales. En cuanto al sentenciado, don Efrain Severino Chavez Ignacio, se concluyo luego del analisis respectivo su responsabilidad en el robo en agravio de la Empresa Maquinarias S.A. y Compania de Seguridad Enseicoper. Ademas, en cuanto al robo en agravio de la Empresa Distribuidora San German, don German Félix Tueros Lara, lo reconoce en presencia del Ministerio Publico como la persona que lo encanono. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima declaro improcedente la Accion de Habeas Corpus. Fundamenta que existen elementos probatorios concretos en las sentencias impugnadas. Las resoluciones se han dictado dentro de un proceso regular contemplado en el articulo 6° inciso 2) de la Ley N.o 23506. Que la Accion de Habeas Corpus es el remedio residual y excepcional para tutelar los derechos fundamentales. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirmo la apelada. Fundamenta que, por la Accion de Habeas Corpus se requiere a la justicia para que investigue la causa de privacion 0 amenaza de la libertad y si la persona que lo cometio estaba facultada por la ley. Que el proceso, donde se han expedido las resoluciones cuestionadas, es regular porque no se ha infringido ninguna norma constitucional; que la resolucion cuestionada fue conocida por la Corte Suprema de Justicia de la Republica. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que la Accion de Habeas Corpus no es de naturaleza \"residual\" ni excepcional 1. como errôneamente interpretan los fallos recurridos. En el sistema del derecho procesal constitucional peruano, el restablecimiento de derechos constitucionales conculcados puede ser ejercido acudiendo directamente a la jurisdiccion constitucional. Que, segun el inciso 2), articulo 6° de la Ley N.o 23506, no proceden las acciones 2. de garantia contra resolucion judicial emanada de un procedimiento regular. Que las resoluciones judiciales, de fojas uno y trece, sentencias de la Sala Penal 3. Corporativa Nacional y de la Sala Penal de la Corte Suprema de Justicia de la Republica, han sido emitidas en un procedimiento judicial regular; por otro lado, cumplen con la exigencia del articulo 139° inciso 5) de la Constitucion Politica del Estado al haberse motivado y fundamentado debidamente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta, su fecha diecinueve de mayo de mil novecientos noventa y nueve, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO a A JG. LO QUE FERTIF FICO: WMr L DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-06", "id": 35848, "nombre_demandado": "Sala Penal Corporativa Nacional", "nombre_demandante": "José Augusto Clemente Shuan y Efraín Severino Chávez Ignacio", "numero_expediente": "00646-1999-HC"}