{"CONTEXTO": " 00647-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00647-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 647-98-AA/TC CHIMBOTE SARA LILIANA YÉPEZ PERALTA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventa nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Sara Liliana Yépez Peralta contra la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, a fojas ciento ochenta y seis, su fecha veintiséis de mayo de mil novecientos noventa y ocho, que declaro infundada la demanda.", "ANTECEDENTES:": "Dona Sara Liliana Yépez Peralta interpone Accion de Amparo contra e representante legal de la Universidad Nacional del Santa, a fin de que se declare la nulidad e inaplicabilidad de la Resolucion Presidencial N.o 091-97-UNS del treinta de diciembre de mil novecientos noventa y siete, en el extremo que se le niega la continuidad de su relacion laboral; solicita que se la reponga en su centro de trabajo asi como se le reconozcan sus remuneraciones dejadas de percibir como Jefa de la Oficina de Asesoria Legal en la Universidad Nacional del Santa. Sostiene que ingreso a laborar en la Universidad Nacional del Santa como Directora de Sistema Administrativo IV, categoria F-4 de la Oficina de Asesoria Legal plaza que se encontraba vacante y presupuestada; aduce que mediante resoluciones rectorales se le ha venido renovando su contrato de trabajo en forma ininterrumpida durante cuatro anos consecutivos. Que mediante Memorando N.o 306- UNS-OCPER se dispone que haga uso de sus vacaciones; y que encontrândose de vacaciones, se emite la Resolucion de Presidencia N.o 066-97-UNS del diez de diciembre de mil novecientos noventa y siete, en donde se nombra a una Comision Especial encargada de evaluar al personal administrativo contratado. TRIBUNAL CONSTITUCIONAL - El Presidente de la Comision Especial-Conafu, contesta la demanda, precisando que por Resolucion Rectoral N.o 422-93-UNS, de manera ilegal, la demandante fue contratada por el Presidente de la Comision Organizadora de Universidad Nacional del Santa, para que ocupara el cargo de Directora de Asesoria Legal de dicha Universidad; y que el ingreso a la Administracion Publica en condicion de servidor de carrera 0 de servidor contrato para labores de naturaleza permanente se efectua obligatoriamente mediante concurso publico. El Juez del Segundo Juzgado de Trabajo de Chimbote, a fojas ciento seis, con fecha dieciséis de febrero de mil novecientos noventa y ocho, declara fundada demanda por considerar, principalmente, que no apareciendo en autos prueba er contrario, debe admitirse que su contratacion fue de naturaleza permanente y por e lapso establecido en la ley, conforme lo senala el articulo 100° del Reglamento de Ley de Carrera Administrativa Decreto Supremo N.o 005-90-PCM y que concuerda con la Ley N.o 24041 en donde se determina que el servidor publico contratado para labores de naturaleza permanente que tenga mas de un ano ininterrumpido de servicios no puede ser cesado ni destituido sino por las causas previstas en el capitulo V del Decreto Legislativo N.o 276. La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, a fojas ciento ochenta y seis, con fecha veintiséis de mayo de mil novecientos noventa ocho, revoca la apelada y declara infundada la demanda, por estimar que la labor que ejercia la demandante, segun se colige del documento de fojas veintiséis, era un cargo de confianza y no de naturaleza permanente, puesto que trabajaba en contacto directo con el Rector, mâximo representante de la emplazada; siendo su calidad la de Directora de la Oficina de Asesoria Juridica, laborando con el personal y en dich oficina, su opinion e informes eran presentados directamente a este ultimo contribuyendo a la formacion de decisiones, mas no ejerciendo la representacion general frente a trabajadores O terceros, O sustituyendo en parte 0 junto con el rector las funciones de administracion y control de la institucion no estando acreditado que la labor desempenada por la emplazada era de naturaleza permanente, sino por e contrario, ejercia un cargo de confianza. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 2 TRIBUNAL CONSTITUCIONAL 23506, concordante con el inciso 2) del articulo 200° de la Constitucion Politica del Estado. Que la demandante solicita que se declare inaplicable la Resolucion 2. Presidencial N.o 091-97-UNS del treinta de diciembre de mil novecientos noventa y siete, en el extremo que se le niega la continuidad de su relacion laboral con la Universidad Nacional del Santa; y que se la reponga en SU puesto de trabajo. Que, aparece de autos, que dona Sara Liliana Yépez Peralta mantuvo relacion 3. laboral con la demandada a través de sucesivos contratos de servicios personales en el periodo que se inicio del veintiuno de diciembre de mil novecientos noventa y tres hasta el treinta y uno de diciembre de mil novecientos noventa y siete, ejerciendo las funciones en la plaza de Director del Sistema Administrativo IV, categoria F-4 de la Oficina de Asesoria Legal en el cargo de Directora encargada de la Oficina Central de Asesoria Legal Juridica, bajo las normas establecidas en el Decreto Legislativo N.o 276 y S Reglamento aprobado por Decreto Supremo N.o 005-90-PCM. Que con las resoluciones rectorales correspondientes, que obran de fojas tres 4. a dieciséis, se ha acreditado que la demandante fue contratada por Universidad Nacional del Santa y designada en el cargo de Directora del Sistema Administrativo IV categoria F-4 de la Oficina de Asesoria Legal, que tenia la calidad de cargo de confianza y, por tanto, el caracter de temporal. Que, estando a lo establecido por el articulo 40° de la Constitucion Politica del 5. Estado, de la Ley N.o 24041, concordante con el articulo 14° del Decreto Supremo N.o 005-90-PCM asi como por el articulo 2° del Decreto Legislativo N.o 276, la Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico, se tiene que no estan comprendidos en la carrera administrativa los servidores publicos contratados ni los funcionarios que desempefen cargos de confianza. Que, en congruencia con los fundamentos anteriores y habiéndose acreditado 6. en autos que la situacion laboral de la demandante era la de un funcionario de confianza, no le alcanza el derecho a la estabilidad laboral establecido por el articulo 100° del Decreto Supremo N.o 005-90-PCM; razon por la cual lc demandado no es pasible de ser encuadrado en ninguno de los supuestos del articulo 24° de la Ley N.o 23506. 3 TRIBUNAL CONSTITUCIONAL 7. Que, en el presente caso, es de aplicacion lo dispuesto por el articulo 2° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento ochenta y seis, su fecha veintiséis de mayo de mil novecientos noventa y ocho, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, SU publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEE DIAZ VALVERDE NUGENT tuluile GARCIA MARCELO IM.RT Lo que Certifi00: Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIA FLONSTITUCIONAS TRIBUNAL 4", "fecha_publicacion": "1999-07-27", "id": 35351, "nombre_demandado": "Universidad Nacional del Santa", "nombre_demandante": "Sara Liliana Yépez Peralta", "numero_expediente": "00647-1998-AA"}