{"CONTEXTO": " 00642-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00642-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 642-97-AATC Caso : Ever Erlich Villanueva Cavero Huaura SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario contra la resolucion de la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, su fecha once de junio de mil novecientos noventa y siete, que confirmo la sentencia de primera instancia que declara improcedente la demanda de Accion de Amparo interpuesta por don Ever Erlich Villanueva Cavero.", "ANTECEDENTES:": "Don Ever Erlich Villanueva Cavero interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Carquin, don Pedro Romero Garay por violacion de su derecho constitucional de libertad de trabajo a fin de que: 1) se le reincorpore en su puesto de trabajo y 2) se le reconozcan los haberes no percibidos. Senala el demandante que mediante memorândum No 080-94-MDC, de fecha catorce de febrero de mil novecientos noventa y cuatro, se le notifico de la Resolucion de Alcaldia No 080-94-MDC, por la que se le inicio un proceso administrativo por supuestas irregularidades cometidas en el ejercicio de sus funciones en el cargo de Jefe de Personal de la Municipalidad Distrital de Carquin. La Comision de Procesos Administrativos y Disciplinarios recomendo que se le sancionara con cese temporal no menor de tres ni mayor de seis meses, sin embargo, el Alcalde expidio la Resolucion de Alcaldia No 088- 94-MDC, de fecha 25 de marzo de 1994, destituyéndolo. Presento impugnacion contra esa Resolucion y ante el silencio administrativo, interpuso apelacion, el 24 de mayo de 1996. Por oficio No 521-96-MDC, de fecha ocho de noviembre de 1996, se le transcribio la Resolucion de Alcaldia No 133-96-MDC, declarandose inadmisible el recurso de apelacion, quedando agotado con ello la via administrativa. Senala, el actor, que don Julio Raûl Chinga Meléndez fue también cesado de la Municipalidad Distrital de Carquin por lo que interpuso Accion de Amparo, la que fue declarada fundada por la Sala Civil Mixta de 2 TRIBUNAL CONSTITUCIONAL la Corte Superior de Justicia de Huaura, siendo repuesto en su cargo y reconociéndole todos sus derechos y emolumentos injustamente dejados de percibir. El Alcalde de la Municipalidad emplazada, Pedro Romero Garay, al contestar la demanda,solicita que la misma sea declarada improcedente ylo infundada senalando que luego que el actor interpusiera recurso de reconsideracion el proceso administrativo cayo en abandono. El once de marzo de mil novecientos noventa y seis, presento solicitud de revision, reiterando su pedido el ocho de abril de mil novecientos noventa y seis, y ante el silencio administrativo de la emplazada interpone recurso de apelacion ante la Municipalidad Provincial de Huaura - Huacho, la que mediante oficio No 804-96- MPHH/ALC de fecha 13 de agosto de 1996, devuelve el expediente para que se proceda PY conforme al articulo 36° inciso 8) de la Ley Orgânica de Municipalidades. Por Resolucion No 133-96-MDC de fecha 8 de noviembre de 1996, declaro inadmisible el recurso de apelacion interpuesto. En consecuencia, esta accion es caduca. Senala también, la demandada que el proceso administrativo que se le siguio fue realizado con todas las garantias que la ley determina. El Segundo Juzgado Especializado en lo Civil de la Provincia de Huaura - Huacho, por sentencia de fecha veinte de marzo de mil novecientos noventa y siete, declaro improcedente la demanda por haber operado la caducidad de la accion. La Sala Civil Mixta de la Corte Superior de Justicia de Huaura, por sentencia de fecha once de junio de mil novecientos noventa y siete, confirmo la sentencia de primera instancia, que declaro improcedente la demanda, por considerar que la impugnacion de una medida disciplinaria debe realizarse en la via contencioso administrativa.", "FUNDAMENTOS:": "Que, con fecha ocho de noviembre de mil novecientos noventa y seis la Municipalidad demandada expidio la Resolucion No 133-96-MDC; que, con fecha ocho de enero de mil novecientos noventa y siete, se interpone la presente Accion de Amparo dentro del plazo establecido por el articulo 370 de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\". Que, la Constitucion Politica del Estado establece en su articulo 22° que el trabajo es un deber y un derecho; que, el articulo 24° inciso b) del Decreto Legislativo No 276, \"Ley de Bases de la Carrera Administratival y de Remuneraciones del Sector Publico\" establece que son derechos de los servidores publicos de carrera: \"Gozar de estabilidad. Ningun servidor puede ser cesado ni destituido sino por causa prevista en la Ley y de acuerdo al procedimiento establecido\" Que, a fojas cuarenta y dos,obra copia del Acta de Sesion de la Comision Permanente de Procesos Administrativos y Disciplinarios, en dicha Acta no se acredita cuales fueron las pruebas analizadas que llevaron a determinar a los miembros de la Comision que el actor era responsable de las faltas establecidas en el articulo 28° inciso d)yf f) del Decreto Legislativo No 276; que, en esa Acta se senala expresamente que solo se tomo en cuenta el informe escrito y manifestacion del actor y las recomendaciones del 3 TRIBUNAL CONSTITUCIONAL asesor laboralista; que, en consecuencia la Comision no cumplio con el deber de investigar los hechos y asi determinar con total conviccion la responsabilidad del actor, incumpliendo lo establecido en el articulo 170° Decreto Supremo No 005-90-PCM, \"Reglamento de la Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico\", en el que se senala que la Comision debera solicitar informes y examinar las pruebas, para recién elevar un informe al titular de la entidad, recomendando las sanciones pertinentes. Que, asimismo, en la Resolucion de Alcaldia No 080.94.MDC, se senala que el actor incurrio en faltas disciplinarias establecidas en el articulo 28°, inciso d), e),i)yf) del Decreto Legislativo No 276, sin embargo la Comision lo responsabilizo por las faltas establecidas en los incisos d) y f) del articulo precitado, y no se pronuncio sobre las otras faltas. Que, la Accion de Amparo es procedente cuando la violacion de un derecho constitucionalmente protegido pueda ser apreciado en forma cierta y evidente, tal como ha sucedido en el presente caso. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "Revocando la sentencia de la Sala Civil Mixta de la Corte Superior de Justicia de Huaura, de fojas ciento veinte, su fecha once de junio de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion, y reformandola declaro FUNDADA la Accion de Amparo interpuesta; debiéndosele reincorporar en SU centro de trabajo, no siendo de abono las remuneraciones devengadas en el tiempo no trabajado. Dispusieron la no aplicacion del articulo 11° de la Ley No 23506, dadas las especiales circunstancias del caso. MANDARON se publique en el diario oficial \"El Peruano\", conforme a ley; y, los devolvieron. S.S. ACOSTA SANCHEZ NUGENT th/ DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: V V MLC Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-20", "id": 36884, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Carquín (Pedro Romero Garay)", "nombre_demandante": "Ever Erlich Villanueva Cavero", "numero_expediente": "00642-1997-AA"}