{"CONTEXTO": " 00650-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00650-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 650-97-AA/TC Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. - CORPAC. Chincha SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Vicepresidente encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde y, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia . ASUNTO : Recurso extraordinario contra la resolucion de la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica de dos de junio de 1997, en los seguidos por la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. - CORPAC contra don Juan Vergara Matta, Alcalde de la Municipalidad Distrital de San Andrés, don Jhon Soto Gamero, Ejecutor Coactivo y don Carlos Fernandez Herrera, Auxiliar Coactivo adscrito a dicha Municipalidad, sobre accion de amparo.", "ANTECEDENTES": "Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. representado por don Ricardo Wilson Cadenillas interpone accion de amparo contra la Municipalidad Distrital de San Andrés representada por su Alcalde don Juan Vergara Matta, el Ejecutor Coactivo don Jhon Soto Gamero y el Auxiliar Coactivo Adscrito don Carlos Fernandez Herrera por violacion de sus derechos de propiedad y legitima defensa asi como de los principios tributarios consagrados en los articulos 2° numerales 16 y 23 y articulo 74 de la Constitucion Politica del Estado, respectivamente. Sostiene la demandante que por resolucion de Alcaldia No 112-96-MDSA de 25 de julio de 1996, se declaro nula la resolucion de Alcaldia No 172/94-MDSA-ALC de 26 de agosto de 2 TRIBUNAL CONSTITUCIONAL 1994; por ésta ultima se did por concluido el proceso de fiscalizacion tributaria de los anos 1991, 1992, 1993 y 1994 recepcionando la Municipalidad a satisfaccion las declaraciones juradas rectificatorias de autovaluo de dichos periodos; que no obstante que CORPAC se encontraba en proceso de privatizacion y que sus activos eran intangibles por disposicion del Decreto Ley No 25604 y que aun no se habia agotado la via administrativa, el Ejecutor Coactivo de la Municipalidad demandada emitio la resolucion No 02 de 10 de diciembre de 1996, disponiendo se trabe embargo en forma de retencion sobre bienes, valores y fondos que CORPAC tiene en el sistema bancario y financiero nacional por las sumas de SI. 989,584.00, S/. 759,136.00 y S/. 576,063.00; por deudas relativas al Impuesto Predial y a los Terrenos sin Construir, ocasionandosele con ello un dano irreparable. Admitida la demanda, ésta es contestada por don Juan Enrique Vergara Matta, Alcalde de la Municipalidad Distrital de San Andrés, por el Ejecutor y Auxiliar Coactivos; quienes manifiestan que las Resoluciones de Determinacion No 026-96 MDSA, 027-96 MDSA y 028-96 MDSA y 029-96 MDSA y las Resoluciones de Multa Nos. 026-96 MDSA, 027-96 MDSA, 028-96 MDSA y 029-96 MDSA por concepto de Impuesto al Patrimonio Predial correspondiente a los anos 1992 a 1995, devinieron en deudas exigibles en aplicacion del articulo 115 del Codigo Tributario aprobado por Decreto Legislativo No 816, asi como la Resolucion de Determinacion No 01/94 MDSA-AT por concepto del Impuesto a los Terrenos sin Construir. Asimismo senalan los demandados que el Decreto Ley No 25604 no impide el inicio del procedimiento de cobranza coactiva y que de conformidad con el articulo 119° del Codigo Tributario, ninguna autoridad ni organo administrativo, ni judicial podra suspender el procedimiento coactivo con excepcion del ejecutor coactivo. Con fecha diez de febrero de 1997 el Juez Provisional Especializado en lo Civil de Pisco, expide resolucion declarando fundada la demanda; interpuesto el recurso de apelacion, la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica por resolucion de 2 de junio de 1997 revoca la apelada y reformandola declara infundada la demanda. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, conforme se desprende del petitorio de la demanda, ésta es interpuesta por la Corporacion Peruana de Aeropuertos y Aviacion Comercial S.A. - CORPAC contra la resolucion de Alcaldia No 112-96 MDSA expedida por la Municipalidad Distrital de San Andrés y contra el Ejecutor y Auxiliar Coactivo adscrito, con el objeto que se disponga el levantamiento del embargo en forma de retencion dispuesto sobre bienes, valores y fondos que tiene CORPAC en el sistema bancario y financiero, que por ) TRIBUNAL CONSTITUCIONAL concepto del Impuesto al Patrimonio Predial e Impuesto a los Terrenos sin construir se ha practicado contra la entidad actora. 2. Que de conformidad con el Decreto Legislativo No 99 de 29 de mayo de 1981, la Corporacion Peruana de Aeropuertos y Aviacion Comercial estatuida por el Decreto Ley No 19527, se transformo en una empresa de propiedad exclusiva del Estado, sujeta al régimen legal de las personas juridicas de derecho privado y organizada como una sociedad mercantil. 3. Que, de acuerdo al articulo 5° de la Ley No 24948, Ley de la Actividad Empresarial del Estado, éste actua en el ambito empresarial, entre otras formas, como empresa de derecho privado, caso que es el de CORPAC. 4. Que, en consecuencia la entidad accionante al constituir una empresa que conforma la actividad empresarial del Estado y ostentar el status de una empresa publica se encuentra dentro de los alcances de lo dispuesto por el inciso 4) del articulo 6° de la Ley No 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion de la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, de fojas ciento noventa y ocho su fecha dos de junio de mil novecientos noventa y siete que reformando la apelada declaro infundada la demanda; y reformandola la declara IMPROCEDENTE; manda se publique en el Diario Oficial El Peruano, y los devolvieron.", "SS.": "2 / à L ACOSTA SÂNCHEZ NUGENT ccca DIAZ VALVERDE kuihds GARCIA MARCELO Lo que Certifico: N.F. On. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-16", "id": 36945, "nombre_demandado": "Municipalidad Distrital de San Andrés, representado por su Alcalde Juan Vergara Matta, y otro", "nombre_demandante": "Corporación Peruana de Aeropuertos y Aviación Comercial SA, representado por Ricardo Wilson Cadenillas", "numero_expediente": "00650-1997-AA"}