{"CONTEXTO": " 00659-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00659-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 659-98-AA/TC LIMA AURORA FABRICA DE PRODUCTOS QUIMICOS E INDUSTRIALES S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL 21 En Arequipa, a los cinco dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Aurora Fabrica de Productos Quimicos e Industriales S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veintidos, su fecha tres de junio de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El dia doce de agosto de mil novecientos noventa y siete, Aurora Fabrica de Productos Quimicos e Industriales S.A., representada por don Wilber Segovia Quin, interpone demanda de Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria, a efectos de que se declaren inaplicables para su empresa el articulo 1090 y siguientes del Decreto Legislativo N.° 774, Ley del Impuesto a la Renta, relativo al Impuesto Minimo a la Renta y, consiguientemente, sin efecto el giro efectuado por la demandada por el que se le pretende cobrar el citado impuesto por el ejercicio gravable 1996, mediante la Orden de Pago N.o 011-1-42297 del catorce de julio de mil novecientos noventa y siete y de la Resolucion de Ejecucion Coactiva N.o 011-06-17033, de la misma fecha. Sustenta su petitorio en que su representada arrojo pérdida en el ejercicio economico 1996 y en que la Sunat debio girar resoluciones de determinacion, para poder ejercer su derecho de defensa y no ordenes de pago, que deben ser canceladas antes de ser reclamadas. Refiere que la pretension de la demandada son actos que constituyen violacion de los siguientes derechos y principios consagrados en la Constitucion Politica del Estado: el de no confiscatoriedad, el de propiedad, de libre empresa, de libertad de trabajo y el de seguridad juridica. La Sunat, representada por dona Elizabeth Nunez Villena, contesta la demanda y solicita que sea declarada infundada; sustentândola en la constitucionalidad y legalidad de Impuesto Minimo a la Renta. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas setenta, con fecha veintiocho de noviembre de mil novecientos noventa y 2 TRIBUNAL CONSTITUCIONAL siete declara improcedente la demanda, por considerar, principalmente, que habiendo expuesto la demandante que no puede ser pasible de cobranza mediante la orden de pago obrante en el expediente en razon de no haberse producido rentas en el ejercicio materia del cobro, por ser ésta una situacion de naturaleza controversial, no corresponde ser materia de pronunciamiento en esta via excepcional y de resolucion urgentisima, carente de etapa probatoria donde las partes puedan ofrecer y actuar las pruebas que consideren pertinentes. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento veintidos, con fecha tres de junio de mil novecientos noventiocho, confirma la apelada que declara improcedente la demanda, por considerar que en autos no esta acreditada la supuesta insolvencia economica ya que si bien presenta Declaracion de Pago Anual de Impuesto a la Renta del ano 1996 y una determinacion de la supuesta pérdida tributaria elaborada por su contadora, éstas son insuficientes para acreditar que no cuenta con los ingresos que senala, siendo necesaria merituarse esta situacion en un procedimiento que cuente con etapa probatoria. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, a fojas noventa y tres aparece el reporte de la Sunat que acredita que la 1. demandante, con fecha veintitrés de octubre de mil novecientos noventa y siete, interpuso Recurso de Apelacion contra la Orden de Pago N.o 011-1-42297, del catorce de julio de mil novecientos noventa y siete, que es materia de la presente accion de garantia, encontrandose pendiente de resolucion por parte del Tribunal Fiscal, quedando acreditado de esta manera que la demandante interpuso la presente demanda sin haber agotado la via respectiva; consecuentemente, ésta ha iniciado la presente Accion de Amparo infringiendo el articulo 270 de la Ley N.o 23506. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 2. establecidos en el articulo 28° de la mencionada Ley, por las siguientes consideraciones: a) De conformidad con el articulo 1170 del Decreto Legislativo N.o 816, Codigo Tributario, la notificacion de la resolucion de ejecucion coactiva no supone la cobranza de la deuda, al existir un plazo de siete dias habiles para su cancelacion. Este plazo permitia a la empresa demandante acogerse a lo previsto en el articulo 119° inciso d) del mencionado Codigo, suspendiendo el proceso de cobranza coactiva b) Asimismo, como una excepcion a lo establecido en el articulo 136° del Codigo Tributario, el segundo parrafo del articulo 119° del Codigo precitado dispone que, \"tratândose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\"; y el tercer parrafo del mencionado articulo establece que, \"para la admision a tramite de la reclamacion se requiere, 3 TRIBUNAL CONSTITUCIONAL ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veintidos, su fecha tres de junio de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ L DIAZ VALVERDE NUGENT GARCIA MARCELO EJLG. LO QUE CERTIFICO DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35839, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Aurora Fábrica de Productos Químicos e Industriales SA", "numero_expediente": "00659-1998-AA"}