{"CONTEXTO": " 00651-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00651-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 651-98-AA/TC LIMA LILIA CRISTINA TERRY PINO Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los I senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Lilia Cristina Terry Pino y otros contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia del Callao, de fojas trescientos cuarenta y cinco, su fecha cinco de marzo de mil novecientos noventa y ocho, que declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Los senores dona Lilia Cristina Terry Pino, donia Ana Cristina Mancesidor Patricio, don Eulogio Martinez Prado, don Aldo Alberto Isla Morales, don Cayo Pastor Salmon Laura, don Pedro Pablo Gutiérrez Blondet y dona Yoisi Soledad Dongo Lahura interponen demanda de Accion Amparo contra la Superintendencia Nacional de Aduanas, solicitando se declare inaplicable y sin efecto legal la Resolucion de Superintendencia N.o 000388-93- ADUANAS, que los ceso en la citada entidad, asi como para que les pague las remuneraciones dejadas de percibir. Sostienen los demandantes que por resolucion del veintiséis de marzo de mil novecientos noventa y tres, que corre a fojas doce, la Superintendencia Nacional de Aduanas los ceso a partir del treinta del mes y ano citados, por la causal de reorganizacion, como consecuencia del proceso de calificacion y seleccion de personal, violandose con dicho acto administrativo el derecho a la estabilidad laboral; no se considero que los demandantes, al haber aprobado el examen de calificacion dispuesto por el Decreto Legislativo N.o 680, se hallaban comprendidos a partir del uno de enero de mil novecientos noventa y dos dentro del régimen laboral de la Ley N.o 4916 y que, por tanto, solo podian ser cesados por causal prevista en dicho régimen laboral; el cese se produjo como consecuencia de la aplicacion del Decreto Ley N.o 25994 que autorizo a Aduanas a complementar su proceso de reorganizacion, estableciéndose que el personal que no superara la evaluacion seria cesado por causal de reorganizacion; fueron cesados pese a haber obtenido nota aprobatoria, no habiéndose observado para los efectos el 2 TRIBUNAL CONSTITUCIONAL Reglamento Interno de Aduanas; el proceso de calificacion y seleccion estuvo totalmente viciado, al haberse adulterado los formatos de evaluacion, alterado el puntaje y sustituido hojas, transgrediendo el Reglamento Interno; en el mes de abril de mil novecientos noventa y tres, interpusieron recursos de reconsideracion, optando por esperar pronunciamiento expreso de la Administracion, no habiendo obtenido respuesta hasta la fecha de interposicion de la presente Accion de Amparo, dando por agotada la via administrativa en aplicacion del silencio administrativo. Senalan que dicha resolucion ha violado sus derechos constitucionales a la igualdad ante la ley, a la estabilidad laboral adquirida, asi como el principio del debido proceso. Admitida la demanda, ésta es contestada por el Procurador Publico encargado de los asuntos judiciales de Aduanas, solicitando se la declare improcedente. Refiere que el cese de los demandantes se produjo al amparo del Decreto Ley N.o 25994, que autorizo a la Superintendencia Nacional de Aduanas a complementar el proceso de reorganizacion efectuado en virtud del Decreto Supremo N.o 043-91-EF y Decreto Legislativo N.o 680, quedando facultada a ejecutar un proceso de calificacion y seleccion de su personal, basado, entre otros factores objetivos de evaluacion, en el rendimiento laboral alcanzado por sus trabajadores, estableciéndose que corresponde a Aduanas, mediante resolucion de su titular, dictar y aprobar las normas y acciones administrativas del caso, asi como el reglamento respectivo que rija el proceso de calificacion y seleccion, disponiéndose ademas, que el personal de Aduanas que no califique satisfactoriamente, conforme a los criterios que se establezcan en el reglamento que para el caso se dicte, sera cesado automaticamente, considerandose extinguido de inmediato su vinculo laboral; en mérito del Decreto Ley N.o 25994, Aduanas procedio a dictar y aprobar el Reglamento de Normas y Acciones Administrativas que rigio el Proceso Complementario de Reorganizacion, no habiéndose vulnerado el derecho a la estabilidad laboral de los accionantes; no solo porque Aduanas ha actuado en cumplimiento de lo dispuesto por normas legales expresas cuya legalidad 0 constitucionalidad no ha sido cuestionada, sino porque, dado el carâcter especial de los dispositivos legales mencionados, su aplicacion necesariamente exigia que se suspendan determinados derechos del personal afectado, entre ellos, el de estabilidad laboral; y, que los actores procedieron a hacer efectivo el integro de sus beneficios sociales. El Cuarto Juzgado Especializado Laboral del Callao, a fojas ciento veintiocho, con fecha quince de agosto de mil novecientos noventa y siete, expide resolucion declarando improcedente la Accion de Amparo, por considerar principalmente que de conformidad con lo dispuesto por el articulo 370 de la Ley N.o 23506, el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion, siempre que el interesado se hubiese hallado en la posibilidad de interponer la accion; de modo que, ocurrido el cese el treinta de marzo de mil novecientos noventa y tres, los demandantes tenian expedito su derecho a interponer la Accion de Amparo si consideraban que se hubiera vulnerado su 3 TRIBUNAL CONSTITUCIONAL derecho constitucional, habiendo vencido en exceso el plazo de caducidad para ejercer esta accion. La Sala Laboral de la Corte Superior de Justicia del Callao, a fojas trescientos cuarenta y cinco, con fecha cinco de marzo de mil novecientos noventa y ocho, confirma la apelada, por estimar que el personal de Aduanas se encuentra comprendido en el régimen de la Ley N.o 4916, que cualquier cuestionamiento respecto al cese de éstos, tanto en el aspecto formal como sustancial, los reclamantes debieron plantearlo por la via ordinaria e idonea, regulada por el Decreto Legislativo N.o 728, aplicable, por razon de tiempo, dentro VH del plazo de caducidad previsto en la misma norma, sin que sea procedente acudir a la presente accion de garantia, que solo es aplicable cuando no existe otra via para establecer el derecho de los justiciables, conforme al criterio senalado por el Tribunal Constitucional; que la presente accion resulta notoriamente extemporanea a tenor de lo dispuesto en el articulo 370 de la Ley N.o 23506. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que es necesario precisar que la reorganizacion de la Superintendencia Nacional de Aduanas fue declarada por el Decreto Supremo N.o 043-91-EF y por el Decreto Legislativo N.o 680, complementandose ésta por el Decreto Ley N.o 25994, a cuyo amparo fueron cesados los demandantes. Que el personal considerado en el nuevo Cuadro de Asignacion de Personal 2. (Decreto Legislativo N.o 680), en el cual estuvieron los demandantes, quedo comprendido en el Régimen Laboral de la Ley N.° 4916, es decir, dentro del régimen laboral de la actividad privada, que ambas partes han invocado y reconocido en autos. Que, con los documentos de fojas cuarenta, cuarenta y cuatro, cuarenta y seis, 3. cuarenta y ocho, cincuenta y uno, cincuenta y tres, cincuenta y seis, queda acreditado que los dias veinte, veintidos, veintisiete, veintitrés, cinco, dos, y diecinueve de abril de mil novecientos noventa y tres, los demandantes interpusieron sus recursos de reconsideracion, contra la Resolucion de Superintendencia N.o 000388-93-ADUANAS, materia de la presente accion de garantia. Que el articulo 370 de la Ley N.° 23506, concordante con el articulo 26° de la Ley 4. N.o 25398, establece: \"El ejercicio de la accion de amparo caduca a los sesenta dias habiles de producida la afectacion, siempre que el interesado, en aquella fecha, se hubiese hallado en la posibilidad de interponer la accion. Si en dicha fecha esto no 4 TRIBUNAL CONSTITUCIONAL hubiese sido posible, el plazo se computara desde el momento de la remocion del impedimento. Que, siendo esto asi, los demandantes debieron interponer su accion dentro de los 5. sesenta dias posteriores al vencimiento del plazo de treinta dias habiles que tenia la Superintendencia Nacional de Aduanas, para resolver sus recursos de reconsideracion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia del Callao, de fojas trescientos cuarenta y cinco, su fecha cinco de marzo de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ LMul DIAZ VALVERDE NUGENT GARCIA MARCELO 2 E.L. L - Certif100:, Lo que Dra. MARIA LUZ VASOUEZ RELATORA SECRETARION RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-10", "id": 35527, "nombre_demandado": "Superintendencia Nacional de Aduanas", "nombre_demandante": "Lilia Cristina Terry Pino y otros", "numero_expediente": "00651-1998-AA"}