{"CONTEXTO": " 00654-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00654-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 654-97-AA/TC Aladino Mera Malca Lambayeque SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los veintitrés dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fecha treinta de junio de mil novecientos noventa y siete, que confirmando la apelada, declaro improcedente la Accion de Amparo seguida entre Aladino Mera Malca contra la Comision de Regantes del Distrito de Nueva Arica. a 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES": "Aladino Mera Malca interpone Accion de Amparo contra la Comision de Regantes del Distrito de Nueva Arica, representadas por Segundo Figueroa Cubas y Eddie Orrego Morales, por violacion de su derecho a trabajar libremente con sujecion a la ley. Sostiene el actor que desde el mes de marzo de mil novecientos ochenta y cuatro, ha venido prestando servicios en la Comision de Regantes del distrito de Nueva Arica, habiendo sido despedido en forma injustificada y arbitraria, con fecha primero de diciembre de mil novecientos noventa y seis. Recuerda que se venia desemperando en calidad de vigilante de la referida entidad, y que frente a su despido, presento su denuncia ante la Sub-Direccion de Negociaciones Colectivas e Inspeccion de la Direccion Regional del Ministerio de Trabajo y Promocion Social. Refiere que no ha agotado la via previa, pues el despido del que fue objeto, se realizo verbalmente, ademas de haberse materializado (sic). Admitida la demanda, ésta es contestada por los representantes legales de la entidad demandada, quienes solicitan se declare improcedente 0 infundada la demanda, ya que: a) no existio vinculo laboral alguno con el actor. Con fecha cinco de febrero de mil novecientos noventa y siete, la Juez del Juzgado Especializado en lo Civil de Chiclayo declara improcedente la demanda. Interpuesto el recurso de apelacion, con fecha treinta de junio de mil novecientos noventa y siete, la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque confirma la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, conforme se desprende de la demanda, el objeto de ésta es que se reponga al actor en el cargo de vigilante de la dotacion de agua de la Comision de Regantes del Distrito de Nueva Arica, y se ordene el pago de las remuneraciones dejadas de percibir desde la realizacion del acto reputado como lesivo a su derecho constitucional al trabajo, y los intereses que ellos devenguen. 2. Que, en tal virtud, y segun se esta a los documentos obrantes de fojas tres a cinco, seis, siete, y de cuarenta y cinco a cincuenta y uno, si bien se encuentra acreditado el vinculo laboral del actor con la entidad demandada, sin embargo, de ninguna de las pruebas actuadas se ha acreditado, de manera cierta y fehaciente, que el actor fuera despedido, pues, inclusive del acta de inspeccion practicada por el inspector de trabajo de la Sub Direccion de Negociaciones Colectivas e Inspeccion del Ministerio de Trabajo y Promocion Social, de la Direccion Regional RENOM, no aparece como verificado el hecho que se reputa 3 TRIBUNAL CONSTITUCIONAL como lesivo al derecho constitucional del quejoso, por lo que es de aplicacion lo dispuesto por el articulo 37° del Texto Unico Ordenado del decreto legislativo 728°, aprobado por decreto Supremo No 003-97-TR. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA": "Revocando la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha treinta de junio de mil novecientos noventa y siete, que confirmo la apelada, que declaro improcedente la Accion de Amparo interpuesta; Reformandola, la declararon infundada; Dispusteron su publicacion en el diario oficial El Peruano y los devolvieron.", "SS.": "A vllllel Acosta MAur erle Nugent Diaz Valverde arein Garcia Marcelo. L ECM Lo que Certifico: VASQUEZ DE LOPEZ Dra. MARIALUZ TORA SECR RE E TARI CONSTTUCIONAL TRIBUNAL", "fecha_publicacion": "1997-11-16", "id": 36447, "nombre_demandado": "Comisión de Regantes del distrito de Nueva Arica", "nombre_demandante": "Aladino Mera Malca", "numero_expediente": "00654-1997-AA"}