{"CONTEXTO": " 00659-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00659-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 659-97-AA/TC EDGARD EUSTAQUIO VARGAS QUISPE LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de marzo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT: DIAZ VALVERDE; y GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Edgard Eustaquio Vargas Quispe, contra la resolucion de la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, su fecha veintinueve de mayo de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Edgard Eustaquio Vargas Quispe, interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Comas, para que se declaren inaplicables la Resolucion de Alcaldia No 1180-A/MC y la Resolucion de Alcaldia No 1562-A-96/MC; se ordene su reposicion y el pago de las remuneraciones devengadas. Se manifiesta que mediante la Resolucion de Alcaldia No 1180-A/MC el demandado dispuso la realizacion del Programa de Evaluacion del Personal de la Municipalidad Provincial de Comas; que mediante la Resolucion de Alcaldia No 1562-A-96/MC se resolvio cesar por causal de excedencia al recurrente; que posee un record laboral intachable por quince anos de servicios; que la evaluacion estuvo a cargo de la empresa 2 TRIBUNAL CONSTITUCIONAL Dynamus S.A, entidad ajena a la Municipalidad, en base a informes subjetivos de los jefes inmediatos; que dicha empresa no es especializada en procesos de evaluacion de personal. La Municipalidad Distrital de Comas contesta la demanda, senalando que el proceso de evaluacion no transgredio ningun derecho laboral de los trabajadores; que no tenian por que ser publicadas en el Diario Oficial El Peruano, las bases para el programa de evaluacion, por tratarse de una evaluacion de personal interno y no de un concurso publico, ya que solo bastaba que los trabajadores tomen conocimiento de las mismas a través del periodico mural de la Municipalidad. El Tercer Juzgado Especializado en lo Civil del Cono Norte de Lima emitio sentencia declarando fundada la demanda, por considerar, entre otras razones, que la demandada no acredito haber elaborado la reglamentacion pertinente para garantizar los derechos de los trabajadores; que se encomendo el proceso de evaluacion a una empresa no especializada en la materia, lo cual resta verosimilitud a la transparencia del proceso. Interpuesto el recurso de apelacion correspondiente, la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima revoco la apelada y declaro infundada la demanda, por estimar que el demandante se sometio al proceso de evaluacion. Interpuesto recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el objeto de la presente accion de amparo se declaren inaplicables al demandante la Resolucion de Alcaldia No. 1180-96-A/MC, que dispuso la realizacion del proceso de evaluacion de personal cuestionado y la Resolucion de Alcaldia No 1562-A-96/MC, mediante la cual se dispuso el cese del demandante por la causal de excedencia. 2. Que, la Resolucion de Alcaldia No 1180-A/MC de fecha tres de junio de mil novecientos noventa y seis, fue publicada en el Diario Oficial El Peruano, el cinco de dicho mes y ano, por lo que al treinta de octubre de mil novecientos noventa y seis, fecha en que se presento la demanda, habia operado la causal de caducidad respecto a esta resolucion. 3. Que, contra la Resolucion de Alcaldia No 1562-A-96/MC de fecha veinticinco de julio de mil novecientos noventa y seis, el demandante inicio la via administrativa interponiendo recurso de reconsideracion, el mismo que fue declarado improcedente 3 TRIBUNAL CONSTITUCIONAL mediante la Resolucion de Alcaldia No 1734-96-A/MC de fecha trece de setiembre de mil novecientos noventa y seis. Contra esta ultima resolucion el demandante no interpuso el correspondiente recurso de apelacion, a efecto de agotar la via previa. 4. Que, pretendiendo justificar la falta de agotamiento de la via previa, el demandante deja entrever en su demanda que la resolucion cuestionada fue ejecutada antes de quedar consentida, por lo que no se encontraria obligado a cumplir la exigencia prescrita por el articulo 270 de la Ley No 23506. Como se desprende de la copia de la denuncia policial de fojas cinco, la Resolucion de Alcaldia No 1562-A-96/MC fue ejecutada en forma inmediata y, si bien es cierto, el demandante no se encontraba obligado a agotar la via administrativa, por haberse configurado la excepcion prevista en el inciso primero del articulo 28° del mencionado dispositivo legal, también lo es que, no habiéndose agotado dicha via, que innecesariamente inicio, con la interposicion del recurso de apelacion y con la correspondiente resolucion, el plazo de caducidad no se interrumpio con el recurso de reconsideracion ni con la resolucion que lo declaro improcedente, toda vez que, como se tiene dicho, la resolucion que dispuso el cese del demandante se ejecuto en forma inmediata, como este lo reitera en el recurso extraordinario, cuando afirma que el treinta de julio de mil novecientos noventa y seis se le impidio el ingreso a su centro de trabajo, por lo que estuvo en posibilidad de interponer la demanda desde el dia habil siguiente a la fecha de publicacion de la resolucion, que tuvo lugar el veintisiete de julio de mil novecientos noventa y seis; sin embargo, recién interpone su demanda el treinta de octubre del mismo ano, cuando ya habia transcurrido el plazo de sesenta dias habiles que establece el articulo 370 de la Ley No 23506; en consecuencia, la excepcion de caducidad propuesta contra esta resolucion también resulta fundada. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Organica;", "FALLA:": "Confirmando la resolucion de la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, su fecha veintinueve de mayo de mil novecientos noventa y siete, de fojas ciento ochenta y ocho, en el extremo que revocando la apelada declaro FUNDADA la excepcion de caducidad propuesta contra la Resolucion de Alcaldia No 1180-A/MC e INFUNDADA la excepcion de falta de agotamiento de la via administrativa; la REVOCA en la parte que declaro infundada la excepcion de caducidad propuesta contra la Resolucion de Alcaldia No 1562-96-A/MC e infundada la demanda; REFORMANDOLA 4. TRIBUNAL CONSTITUCIONAL en este extremo declara FUNDADA esta ultima excepcion e IMPROCEDENTE la Accion de Amparo; dispusieron su publicacion en el diario oficial El Peruano y los devolvieron. SS Lla 2 Ace ACOSTA SANCHEZ NUGENT pibol . DIAZ VALVERDE kia GARCIA MARCELO Lo que Oertifico: VASOUEZ Ore. MARALUZ RELATORA RETARIA CCL", "fecha_publicacion": "1998-06-05", "id": 36929, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Comas", "nombre_demandante": "Edgard Eustaquio Vargas Quispe", "numero_expediente": "00659-1997-AA"}