{"CONTEXTO": " 00656-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00656-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP:656-96-AA / TC LIMA A.R. INMOBILIARIA CONTRATISTAS S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por A.R. Inmobiliaria Contratistas S.A. (ARICSA), representada por su Gerente General, don Manuel Augusto Aparicio Rabines, contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento noventa ocho, su fecha ocho de julio de mil novecientos noventa y seis, que revocando la apelada, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha veintisiete de noviembre de mil novecientos noventa y cinco, la Empresa A.R. Inmobiliaria Contratistas S.A. (ARICSA) representada por su Gerente General, don Manuel Augusto Aparicio Rabines interpone Accion de Amparo contra el Director Municipal de Desarrollo Urbano de la Municipalidad Metropolitana de Lima, y en contra del Acuerdo No 01 de la sesion No 13-95 de fecha 22 de octubre de mil novecientos noventa y cinco, emitido por la Comision Técnica Provincial, dependencia de la Direccion Municipal de Desarrollo Urbano de Lima Metropolitana, que aprueba el anteproyecto arquitectonico presentado por la empresa Grana y Montero Edificaciones, para los lotes 11-C de la Lotizacion Club de Golf Los Incas y No 6 de la Urbanizacion Cerros de Camacho, en razon a que considera que dicho acto administrativo constituye una amenaza a sus derechos constitucionales de propiedad, a la libertad de empresa, y a la libre contratacion y otros derechos economicos. Sostiene el demandante, que la Municipalidad de Santiago de Surco aprobo el anteproyecto presentado por la empresa Auresa, consistente en el otorgamiento de la licencia de construccion para una edificacion de ocho pisos, cuando unicamente era posible construir cinco pisos en dicho terreno. Asimismo, con fecha veintiséis de mayo de mil novecientos noventa y cinco, ante la Municipalidad de Santiago de Surco, la empresa Grana y Montero pretende construir un edificio de once (11) pisos en terreno de baja densidad R-1, caso muy similar al de la empresa Auresa, que le 2 TRIBUNAL CONSTITUCIONAL afecta directamente a su representada en caso de otorgarsele la licencia de construccion a dichas empresas. El Juez del Sexto Juzgado Civil de Lima declara fundada la demanda por Py considerar principalmente que, la actuacion de la demandada en el procedimiento de N aprobacion del referido anteproyecto de construccion resulta irregular por cuanto no se sujeta a lo regulado por el reglamento para el otorgamiento de licencias de construccion, control y conformidad de obras, Decreto Supremo No 25-94-MTC, que establece cuales son las funciones de la Municipalidad Provincial y, especificamente de la Comision Técnica Provincial, regulado en su articulo 120, y, asimismo, dicho dispositivo establece que es de competencia de la Municipalidad Distrital y especificamente de la Comision Calificadora, la aprobacion del anteproyecto de construccion de obras. La Primera Sala Civil de la Corte Superior de Justicia de Lima revoca la apelada reformandola declara improcedente la Accion de Amparo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el articulo 200° de la Constitucion Politica del Estado. 2. Que la pretension del demandante es que se deje sin efecto el Acuerdo No 1 de la Sesion No 13-95 de fecha veintidos de octubre de mil novecientos noventa y cinco, emitido por la Comision Técnica Provincial, dependencia de la Direccion Municipal de Desarrollo Urbano de la Municipalidad Metropolitana de Lima, mediante el cual se aprueba el anteproyecto arquitectonico presentado por la empresa Grana y Montero Edificaciones, para los lotes 11-C de la Lotizacion Club de Golf Los Incas y No 6 de la Urbanizacion Cerros de Camacho. 3. Que este colegiado considera que hay cuestionamientos de orden técnico legal en la aprobacion del anteproyecto, por lo que no corresponde al ambito procedimental de las acciones de garantia la materia en litigio, pues ésta, por ser sumaria y carente de estacion probatoria, no es el camino adecuado para ventilar asuntos que por su naturaleza requieren de mayor probanza que permitan crear conciencia en el juzgador respecto de la amenaza de vulneracion de los derechos constitucionales invocados por el demandante. 2 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento noventa y ocho, su fecha ocho de julio de mil novecientos noventa y seis, que revoco la apelada que declaro fundada la demanda, y declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "U A ACOSTA SANCHEZ DIAZ VALVERDE NUGENT V avce r GARCIA MARCELO. Lo que Certifico: I.R.T. Dra.MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1998-12-13", "id": 37349, "nombre_demandado": "Director Municipal de Desarrollo Urbano de la Municipalidad Metropolitana de Lima y otro", "nombre_demandante": "Empresa AR Inmobiliaria Contratistas SA (ARICSA) representada por su Gerente General (Manuel Augusto Aparicio Rabines)", "numero_expediente": "00656-1996-AA"}