{"CONTEXTO": " 00662-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00662-1996-AC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 662-96-AC/TC. Caso : Inmobiliaria e Inversiones \"San Agustin\" Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de abril de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; H actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto contra la sentencia de la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, de cinco de julio de mil novecientos noventa y seis, que confirmando la apelada, declaro infundada la accion de cumplimiento incoada por Inmobiliaria e Inversiones \"San Agustin S.A.\" contra el Alcalde de la Municipalidad Distrital de Jesus Maria.", "ANTECEDENTES:": "Don Pedro Victor Amaro Oscanoa, en representacion de la inmobiliaria demandante, solicita se disponga que el senor Alcalde de la Municipalidad de Jesus Maria cumpla con lo previsto en el Articulo 120° de la Ley Organica de Municipalidades; y en ese sentido, ordene y ejecute la demolicion de la construccion ilegal que viene realizando la Directora del Centro Educativo \"Gabriela Mistral\" en la Zona Intangible, Arqueologica y Monumental, denominada \"Olivar de San Felipe\". Senala que se esta construyendo sin titulo de propiedad y sin contar con licencia de construccion; ante la inaccion de la Municipalidad se esta permitiendo vulnerar la intangibilidad de un monumento. Todo ello, ocasiona perjuicio a la demandante, puesto que los departamentos que vende en zonas aledanas se hallan privados de la vista al olivar, situacion que reduce sus margenes de venta y ganancia. El Décimo Noveno Juzgado Especializado en lo Civil del Distrito Judicial de Lima, en rebeldia de la demandada, declara infundada la accion, considerando que el cumplimiento de lo que solicita debe ventilarse en un procedimiento establecido para tal efecto y no en la presente via. 2 TRIBUNAL CONSTITUCIONAL La Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, confirma la apelada por los mismos fundamentos y ademas porque estima que para que proceda esta accion debe tratarse de una disposicion legal de acatamiento obligatorio y no de una situacion que previamente requiere un procedimiento administrativo. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, la accion de cumplimiento no es la via idonea para que se exija a la demandada el cumplimiento de la demolicion prevista en el Capitulo Segundo, de las Sanciones, Articulo 120° de la Ley Organica de Municipalidades, sin que previamente medie una reclamacion administrativa y como consecuencia de ella se genere una sancion; por lo que carece de objeto entrar a dilucidar sobre el fondo de la cuestion maxime si de autos no fluye la existencia previa de un acto de la administracion cuyo cumplimiento sea incondicional, obligatorio; y la autoridad se muestre renuente a acatarlo. Que, en todo caso si la actora considera vulnerados sus derechos con las edificaciones realizadas, tiene expedita la accion para acudir al organo correspondiente. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "Revocando la sentencia de vista, expedida por la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia de Lima, de fojas ciento cuarenta y tres, su fecha cinco de julio de mil novecientos noventa y seis que, confirmando la apelada, declaro infundada la demanda; y reformandola declararon IMPROCEDENTE la accion; dejando a salvo el derecho de la actora para que lo haga valer conforme a ley; mandaron se publique en el Diario Oficial \"El Peruano\", y los devolyieron. S.S. L dus il ACOSTA SANCHEZ NUGENT DIAZ VALVERDE V arcea dubdbl GARCIA MARCELO S.G.Ch. Lo que Certifico: Dra. MARILUZVASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-05-11", "id": 36862, "nombre_demandado": "Alcalde de la Municipalidad de Jesús de María", "nombre_demandante": "Inmobiliaria e Inversiones \"San Agustín\"", "numero_expediente": "00662-1996-AC"}