{"CONTEXTO": " 00669-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00669-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 669-98-AA/TC LIMA COLDEX S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los cinco dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Coldex S.A., contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos doce, su fecha dos de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Coldex S.A., representada por don Mauricio Pane Junior, interpone demanda de Accion de Amparo contra el Ministerio de Economia y Finanzas y la Superintendencia Nacional de Administracion Tributaria, a efectos de que se declaren inaplicables para su empresa el articulo 1090 y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, relativo al Impuesto Minimo a la Renta y, consecuentemente, se declare inaplicable la Orden de Pago N.o 011-1-42401 del catorce de julio de mil novecientos noventa y siete. Sustenta su petitorio en que su representada arrojo pérdida en el ejercicio 1996. Refiere que los actos de Ia demandada violan su derecho de propiedad, y los principios de no confiscatoriedad, legalidad y capacidad contributiva en materia tributaria. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas y la representante de la Superintendencia Nacional de Administracion Tributaria contestan la demanda solicitando que sea declarada improcedente O infundada. Deduciendo, el primero, las excepciones de falta de agotamiento de la via administrativa, incompetencia y caducidad. Refieren que lo que pretende la demandante es obtener una exoneracion tributaria respecto de su obligacion como contribuyente; que la orden de pago girada a la demandante responde a la propia declaracion efectuada por ésta; y que el Impuesto Minimo a la Renta se cine a la Constitucion y a la ley, respectivamente. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento treinta y siete, con fecha veintisiete de octubre de mil novecientos noventa y siete declara improcedentes las excepciones de falta de agotamiento de la via administrativa, de incompetencia y caducidad, e infundada la demanda, por considerar principalmente, que la orden de pago y la resolucion de ejecucion coactiva materia de la demanda han sido dictadas por los organos pertinentes en el ejercicio de las facultades que 2 TRIBUNAL CONSTITUCIONAL la ley de la materia le ha concedido; y que lo sostenido por la demandante respecto de que viene sufriendo pérdidas, son aspectos que requieren de una estacion probatoria para poder establecerse su veracidad. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos doce, con fecha dos de junio de mil novecientos noventa y ocho, revoca la apelada y declara infundadas las referidas excepciones e improcedente la demanda, por considerar que en autos no esta acreditada la supuesta insolvencia economica invocada por la demandante, y que tal situacion corresponderia merituarse en un procedimiento que cuente con etapa probatoria. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto Recurso Administrativo alguno contra la Orden de Pago N.o 011-1-42401 del catorce de julio de mil novecientos noventa y siete; y, por lo tanto, la demandante inicia la presente accion de garantia sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley N.° 23506. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 2. establecidos en el articulo 28° de la mencionada ley por las siguientes consideraciones: a) De conformidad con el articulo 1170 del Decreto Legislativo N.o 816, Codig Tributario, la notificacion de la resolucion de ejecucion coactiva no supone cobranza de la deuda, al existir un plazo de siete dias habiles para cancelacion. Este plazo permitia a la empresa demandante acogerse a lo previsto en el articulo 119° inciso d) del mencionado Codigo, suspendiendo el proceso de cobranza coactiva. b) Asimismo, como una excepcion a lo establecido en el articulo 136° del Codigo Tributario, el segundo parrafo del articulo 119° del Codigo precitado dispone que, \"tratândose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente, la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\"; y, el tercer parrafo del mencionado articulo establece que, \"para la admision a tramite de la reclamacior se requiere, ademas de los requisitos establecidos en este Codigo, que reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos doce, su 3 TRIBUNAL CONSTITUCIONAL fecha dos de junio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. labby", "SS.": "Aucu ACOSTA SANCHEZ DIAZ VALVERDE NUGENT nuota GARCIA MARCELO L - EJLG. LO QUE CERTIFICO: DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35835, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT) y Ministerio de Economía y Finanzas (MEF)", "nombre_demandante": "Coldex SA (representada por Mauricio Pane Junior)", "numero_expediente": "00669-1998-AA"}