{"CONTEXTO": " 00663-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00663-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 663 -96-HC/TC RICARDO GERMAN ALARCON TAPIA. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia :", "ASUNTO:": "Recurso extraordinario interpuesto por don Ricardo German Alarcon Tapia contra la Resolucion de la Décimo Segunda Sala Superior Penal de Lima, del diecinueve de junio de mil novecientos noventa y seis, que declaro improcedente la Accion de Habeas Corpus interpuesta por don Ricardo German Alarcon Tapia, contra el Presidente de la Décimo Primera Sala Penal de Lima, doctor William Castillo Davila.", "ANTECEDENTES": "Don Ricardo German Alarcon Tapia interpone la presente Accion de Habeas Corpus contra el Presidente de la Décimo Primera Sala Penal de Lima, doctor William Castillo Davila, por presunta inobservancia de actos de cumplimiento obligatorio que atentan contra su libertad individual y personal. El denunciante fundamenta su accion de garantia en que: 1) El denunciado conocio el recurso de apelacion que interpuso el denunciante contra la resolucion del juez del Vigésimo Primer Juzgado Especializado en lo Penal de Lima por la Accion de Hdbeas Corpus --interpuesta contra dos miembros de la Policia del Ministerio Publico-- que fue declarada improcedente, con fecha ocho de mayo de mil novecientos noventa y seis; y, 2) La resolucion apelada --que consta en el expediente No 06-96-- se encontraba en Sala, desde el veintiuno de mayo de mil novecientos noventa y seis, y no se cumplio con notificar la vista de la causa. El Juez Penal Supernumerario Provisional de Lima, con fecha seis de mayo de mil novecientos noventa y seis, declaro improcedente la Accion de Habeas Corpus interpuesta, por considerar que dicha accion de garantia procede contra un hecho u omision --por parte de cualquier autoridad-- que vulnere 0 amenace la libertad individual 0 los derechos constitucionales conexos y en el caso de autos el proceso de apelacion se llevo a cabo en forma regular, sin amenazar la libertad individual ni derecho constitucional alguno del denunciante. La Décimo Segunda Sala Penal de Lima, con fecha diecinueve de junio de mil novecientos noventa y seis, confirmo la resolucion de primera instancia que declaro improcedente la Accion de Hdbeas Corpus interpuesta. 2 TRIBUNAL CONSTITUCIONAL Contra esta resolucion el denunciante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Habeas Corpus procede cuando se viola 0 amenaza el derecho a la libertad individual y conexos y por ello, dentro de la sumaria investigacion, es imprescindible acreditar la alegada violacion 0 amenaza del derecho constitucional. 2. Que, en el caso de autos, no se ha podido establecer con pruebas fehacientes la inobservancia de actos de cumplimiento obligatorio --por parte del denunciado-- que atenten contra la libertad individual y personal del denunciante. El recurso de apelacion en cuestion se tramito en forma regular, el error en la consignacion de la fecha no afecta el fondo de la resolucion. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Décimo Segunda Sala Penal de la Corte Superior de Lima, de fojas cincuenta y tres, su fecha diecinueve de junio de mil novecientos noventa y seis, que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ NUGENT L DIAZ VALVERDE GARCIA MARCELO Lo que Certif1oo: G.L.B Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-26", "id": 42022, "nombre_demandado": "Presidente de la Décimo Primera Sala Penal de Lima", "nombre_demandante": "Ricardo Germán Alarcón Tapia", "numero_expediente": "00663-1996-HC"}