{"CONTEXTO": " 00662-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00662-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. N.o 662-98-AA/TC LIMA CASINOS INTERNACIONALES S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Casinos Internacionales S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y seis, su fecha diecisiete de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Casinos Internacionales S.A., representada por su Gerente General, don Bruce Heafitz, interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Miraflores, don Fernando Andrade Carmona y el Ejecutor Coactivo, don Francisco M. Premrl Lac, solicitando se deje sin efecto la multa N.o 27573, asi como que se suspenda el proceso coactivo en el Expediente N.o 608-97, por cuanto considera que se han violado sus derechos al debido proceso y a la propiedad. Sostiene la demandante que, con fecha catorce de mayo de mil novecientos noventa y seis, se realizo una fiesta privada en el sotano del inmueble ubicado en la avenida Larco N.o 495, Miraflores, local donde funcionaba una discoteca administrada por American Disco S.A. cuya licencia de funcionamiento fue clausurada por Resolucion de Alcaldia N.o 3272-96-RAM del nueve de mayo de mil novecientos noventa y seis. Que la fiesta privada fue organizada por la demandante, Casinos Internacionales S.A., en su calidad de propietaria del inmueble, sin embargo, la multa impuesta por la policia municipal se efectuo por desacato a una orden municipal al haberse realizado la fiesta en un local clausurado. Senala asimismo la demandante, que mediante recurso de fecha treinta de mayo de mil novecientos noventa y seis, presento su descargo ante la demandada, lo que dio origen al Expediente Administrativo N.o 7013-96; que, sin embargo, el doce de julio de mil novecientos noventa y siete se le exige el pago de la multa coactivamente y que, a pesar de sus reclamos, dicha cobranza continuo, sin tenerse en cuenta que existia un pro cedimiento administrativo pendiente 2 TRIBUNAL CONSTITUCIONAL de solucion; manifestando, ademas, que el proceso ejecutivo no cumple las formalidades del Codigo Tributario. Admitida la demanda, ésta es contestada por don Natale Amprimo Pla, apoderado judicial de la Municipalidad Distrital de Miraflores, quien la niega y contradice sosteniendo que, de acuerdo al articulo 119° del Codigo Tributario, aprobado mediante Decreto Legislativo N.o 816, ninguna autoridad ni organo administrativo, politico ni judicial podra suspender el procedimiento de cobranza coactiva con la sola excepcion del ejecutor coactivo, asimismo, deduce la excepcion de falta de agotamiento de la via administrativa. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ochenta y tres, con fecha treinta de octubre de mil novecientos noventa y siete, expide resolucion declarando infundada la excepcion de falta de agotamiento de la via administrativa y fundada la demanda, por considerar que el hecho de haberse iniciado la cobranza coactiva exonera a la demandante del agotamiento de la via previa y que éste, mediante escrito de fojas veinticuatro y veinticinco, comunico al ejecutor coactivo de la existencia de un procedimiento administrativo pendiente de resolver; sin embargo, el ejecutor coactivo no lo suspendio, transgrediendo el articulo 1190, inciso d) del Codigo Tributario. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y seis, con fecha diecisiete de junio de mil novecientos noventa y siete, expide resolucion revocando la apelada y reformândola declara fundada la excepcion de falta de agotamiento de la via administrativa e improcedente la demanda, por considerar que la demandante no hizo uso de los recursos impugnativos previstos en la Ley de Normas Generales de Procedimientos Administrativos. FUNDAMENTO: Que la demandante senala respecto a la excepcion de falta de agotamiento de la 1. via administrativa, que el dia catorce de mayo de mil novecientos noventa y seis se le impuso la multa N.o 27573 a través de la Notificacion N.o 054256, documento que no obra en autos; asimismo, refiere que mediante recurso de fecha treinta de mayo del mismo ano interpuso recurso impugnativo, copia del cual aparece a fojas dieciocho, sin embargo, éste no tiene el sello de haber ingresado a la Municipalidad demandada. Asimismo, a fojas veintidos obra copia de una acta de embargo en forma de requerimiento, de fecha doce de junio de mil novecientos noventa y siete, en la que se concede un ultimo plazo a la demandante para el pago de la multa ascendente a dos mil trescientos nuevos soles. En consecuencia, no esta acreditado que la demandante hubiera agotado la via administrativa prevista en la Ley de Normas Generales de Procedimientos Administrativos y, por tanto, no se ha cumplido con el requisito exigido por el articulo 27° de la Ley N.° 23506. 3 TRIBUNAL CONSTITUCIONAL Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y seis, su fecha diecisiete de junio de mil novecientos noventa y siete, que revocando la apelada declaro fundada la excepcion de falta de agotamiento de la via administrativa e IMPROCEDENTE la demanda. Dispone la notificacion de las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT M cuils GARCIA MARCELO Lo que gertifico: NF Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-05-24", "id": 35123, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Miraflores (Fernando Andrade Carmona y otro)", "nombre_demandante": "Casinos Internacionales SA, representada por su Gerente General Bruce Heafitz", "numero_expediente": "00662-1998-AA"}