{"CONTEXTO": " 00666-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00666-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 666-98-AA/TC LIMA HERNAN RIVEROS NALVARTE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de octubre de mil novecientos noventa y nueve, el Tribunal Constitucional reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente, Diaz Valverde, Vicepresidente; Nugenty Garcia Marcelo, pronuncia sentencia", "ASUNTO:": "Recurso Extraordinario interpuesto por don Hernan Alejandro Riveros Nalvarte contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico, de fecha veintidos de junio de mil novecientos noventa y ocho, que, revocando la resolucion apelada del veinticuatro de febrero de mil novecientos noventa y ocho, declara improcedente la Accion de Amparo interpuesta contra el Ministerio de Relaciones Exteriores.", "ANTECEDENTES:": "Don Hernan Alejandro Riveros Nalvarte, con fecha doce de febrero de mil novecientos noventa y ocho, interpone demanda de Accion de Amparo contra el Ministerio de Relaciones Exteriores por amenaza a sus derechos adquiridos los cuales senala se encontraban regulados en la derogada Ley N.o 22150 Ley del Servicio Diplomatico de la Republica, senala que al cumplir cuarenta y cinco anos de edad el veintiséis de febrero de mil novecientos noventa y ocho, la entidad emplazada lo pasaria a situacion de retiro por limite de edad, en aplicacion de las normas laborales contenidas en el Decreto Ley No 26117, el Decreto Legislativo No 894, la Ley No 26820 y toda otra norma posterior, con respecto a las cuales solicita que se declaren inaplicables a su caso en concreto por que violan sus derechos a la estabilidad laboral, estabilidad en el cargo y derecho a ascenso, estando en la categoria de Primer Secretario del Servicio Diplomatico de la Republica. El demandado Ministerio de Relaciones Exteriores contesta la demanda precisando que es totalmente falso que al demandante se le aplique retroactivamente el Decreto Ley N 26117, puesto que éste ha sido derogado por el Decreto Legislativo No 894, que es la actual Ley del Servicio Diplomatico de la Republica, y la misma que es de aplicacion al funcionario diplomatico puesto que la Ley es de aplicacion inmediata de acuerdo al criterio adoptado por nuestra legislacion; que la invocada teoria de los derechos adquiridos no tiene TRIBUNAL CONSTITUCIONAL amparo en la posicion adoptada por nuestra normatividad nacional, salvo en dos situaciones senaladas taxativamente en la Primera Disposicion Transitoria de la Constitucion Politica del Perû y en el articulo 2120° del Codigo Civil, que no tienen nada que ver con el presente caso, y que, finalmente, no procede la Accion de Amparo contra normas legales. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, con fecha veinticuatro de febrero de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar principalmente que el régimen laboral del demandante nacio bajo el Decreto Ley No 22150 y su Reglamento del veinticinco de abril de mil novecientos sesenta y ocho, por lo que rigen para su caso las disposiciones establecidas en dicha ley, por el principio de irretroactividad de las leyes previstas en el segundo parrafo del articulo 103° de la Carta Fundamental vigente, en cuyo contexto la aplicacion al demandante de las normas contenidas en el Decreto Ley No 26117, el Decreto Legislativo No 894 y la Ley No 26820 implicarian un acto de amenaza al articulo 103° de la Constitucion Politica del Estado y, concretamente, de aplicarse el articulo 18° del Decreto Legislativo No 894 que establece como limite de edad cuarenta y cinco anos, para el Primer Secretario, seria retroactiva, sin considerarse que el limite laboral para tal cargo se encuentra previsto, en el articulo 32° del Decreto Ley No 22117 en cuarenta y ocho anos de edad. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintidos de junio de mil novecientos noventa y ocho, a fojas doscientos cincuenta y uno, revoco la apelada y declaro improcedente la demanda por estimar que el Decreto Ley No 26117 fue derogado por el Decreto Legislativo No 894 del veintiséis de diciembre de mil novecientos noventa y siete y la Ley No 26820 fue publicada el veinticinco de junio de mil novecientos noventa y siete, por lo que habia operado la caducidad establecida en el articulo 370 de la Ley de Habeas Corpus y Amparo No 23506. Contra esta resolucion el demandante interpone Recurso Extraordinario,", "FUNDAMENTOS": "1. Que el demandante interpone la presente demanda de Accion de Amparo con fecha doce de febrero de mil novecientos noventa y ocho contra el Ministerio de Relaciones Exteriores a fin, que se declare la no aplicacion a su caso personal las normas laborales contenidas en el Decreto Ley N.o 26117, Decreto Legislativo N. 894 y la Ley N.o 26820 y toda norma posterior que violen sus derechos adquiridos que se encuentran contenidos en el Decreto Ley N.o 22150 Ley del Servicio Diplomatico de la Republica por considerar que la aplicacion de dicha normatividac amenaza su status laboral, toda vez que el veintiséis de febrero de mil novecientos noventa y ocho, cumplio cuarenta y cinco anos de edad, circunstancia en la cua pasaria a la situacion de retiro por limite de edad aplicandosele la normatividad antes senalada. TRIBUNAL CONSTITUCIONAL Que, para que procedan las acciones de garantia en el caso de amenaza de un 2. derecho constitucional esta debe configurarse como cierta y de inminente realizacion de acuerdo a lo establecido en el articulo en el articulo 4 de la Ley N.o 25398 Ley Complementaria a la Ley de Habeas Corpus y Amparo Ley N.o 23506 Que de conformidad con el articulo 56° de la Ley Organica del Tribunal 3. Constitucional Ley N.o 26435 se solicito informacion sobre la situacion y condicion del demandante y que mediante Oficio RE (DRH) N.o 4-4/17 de fecha primero de octubre de mil novecientos noventa y nueve el cual senala que don Hernan Riveros Nalavarte fue ascendido a la categoria de Consejero por Resolucion Suprema N.o 551-98-RE publicada el diez de diciembre de mil novecientos noventa y ocho y en la actualidad desempena funciones en la Representacion Diplomatica del Peru en la Republica China. Que, del fundamento anterior se deduce que no se ha acreditado que la entidad 4. emplazada hubiera amenazado al demandante con pasarlo a la situacion de retiro mas por el contrario el demandante quien a la fecha se encuentra en situacion de actividad y laborando con toda normalidad y conforme se aprecia en autos que en el transcurso del proceso ha superado la edad limite segun la cual el demandante no se vio amenazado con ser pasado a situacion de retiro. Por estos fundamentos el Tribunal Constitucional en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Orgânica", "FALLA": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos cincuenta y uno, su fecha veintidos de junio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "Autfall ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO L JDA U RLeLL LO QUE CERTIFICO: (wm DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-11-02", "id": 35925, "nombre_demandado": "Ministerio de Relaciones Exteriores", "nombre_demandante": "Hernán Alejandro Riveros Nalvarte", "numero_expediente": "00666-1998-AA"}