{"CONTEXTO": " 00668-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00668-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 668-98-AA/TC LIMA RICARDO MARINO ORÉ GAUDRY SENTENCIA DEL TRIBUNAL CONSTITUCIONAL dAd En Lima, a los ocho dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ricardo Marino Oré Gaudry contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha diez de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Ricardo Marino Oré Gaudry interpone demanda de Accion de Amparo contra la Municipalidad Metropolitana de Lima en la persona de su Alcalde don Alberto Andrade Carmona con la finalidad de que se le restituya su pension al monto que percibia en el mes de junio de mil novecientos noventa y siete, incluyendo las siguientes asignaciones: el incremento de abril de mil novecientos noventa y dos y la bonificacion por vacaciones, las cuales han sido suprimidas a partir del mes de julio de mil novecientos noventa y siete. Manifiesta que con la Resolucion de Alcaldia N.o 2237 del dos de diciembre de mil novecientos ochenta y siete se acepta su solicitud de cese en la plaza de Director General de Catastro Integral, con el nivel remunerativo de funcionario F5, sin embargo, el Alcalde emplazado expide la Resolucion de Alcaldia N.o 044-A-96 estableciendo la revision inmediata de las planillas de sueldos, salarios y pensiones y de toda documentacion contable relativa a remuneraciones, beneficios sociales, pensiones y demas conceptos relativos a la problematica laboral, no obstante tener su pension diez anos de vigencia y, por tanto, es un acto administrativo firme que ha causado estado; el demandado, a través de la Oficina de Personal, sin mandato expreso ni administrativo ni judicial que sustente debidamente su accionar, rebaja la pension de cesantia en un monto aproximado de 17%, tal como se prueba con las boletas que recauda la demanda; seniala que este acto lesiona varios derechos y principios constitucionales como son el principio de irretroactividad de la ley, de igualdad ante la ley, el principio de cosa juzgada, el derecho de defensa y su derecho de tener una pension justa. Ampara su demanda en lo dispuesto por los articulos 2° inciso 2); 26° y la Octava Disposicion General y Transitoria de la Constitucion de 1979; Ley N.o 23495; Decreto Supremo N.o 015-83-PCM, Ley N.o 23506 y demas normas concordantes. 2 TRIBUNAL CONSTITUCIONAL La Oficina de Normalizacion Previsional absuelve la demanda senalando que en la presente causa no existe violacion de ningun derecho constitucional, puesto que no se desconoce el derecho a una pension de cesantia nivelable, sino que el hecho de que sea considerada como pension provisional debe entenderse que esta referida al monto de su pension, la misma que es transitoria, conforme a los alcances de la Resolucion de Alcaldia N.o 044-A-96. Asimismo senala que la Accion de Amparo no es la via idonea para pretender la nivelacion de la pension. La Municipalidad Metropolitana de Lima contesta la demanda negândola y contradiciéndola en todos sus extremos y solicita que sea declarada \"infundada y, ademas, improcedente\", senala que no se ha trasgredido ningun derecho constitucional del demandante y que la demandada ha actuado en el ejercicio de las facultades que le confiere la Ley Organica de Municipalidades. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima declaro fundada la demanda, por considerar, entre otras razones, que la Resolucion de Alcaldia N.o 2237, del dos de diciembre de mil novecientos ochenta y siete, surte sus efectos juridicos y debe ser cumplida en sus propios términos, mientras que no sea la autoridad judicial quien declare su nulidad y la carencia de todo efecto legal; facultad que no se encuentra dentro de las que han sido otorgadas a los municipios, pues de hacerlo se vulneraria el derecho al debido proceso, se recorta el derecho de defensa y, de modo unilateral, se procede a modificar la pension que el demandante venia percibiendo, lo que resulta inaceptable. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha diez de junio de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda, por considerar que de los propios instrumentales que recaudan la demanda se advierte que esta reduccion es provisional, como consecuencia de la Resolucion de Alcaldia N.o 044-A-96, que dispone la revision de planillas y establece, a su vez, una escala remunerativa de carâcter transitorio, siendo, ademas, que dicha resolucion no fue impugnada por el actor; por ultimo senala que lo que esta en discusion es el monto pensionable a percibir, controversia no dilucidable por la via del amparo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el demandante pretende que se le restituya su pension, que desde su cese ha 1. venido percibiendo regularmente en forma nivelada en la categoria de Funcionario F- 5 y que en virtud de la Resolucion de Alcaldia N.o 044-A-96 se le disminuye dicha pension. 2 3 TRIBUNAL CONSTITUCIONAL Que las acciones de amparo proceden en los casos que se violen 0 amenacen de 2. violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506. Que este Tribunal ha establecido en reiteradas sentencias que debido a la naturaleza 3. del derecho pensionario, los actos que constituyen la afectacion son continuados, toda vez que mes a mes se repite la vulneracion, por lo que no se produce la caducidad de la accion, resultando de aplicacion lo dispuesto por el segundo parrafo -in fine- del articulo 26° de la Ley N. 25398 Complementaria de la Ley de Habeas Corpus y Amparo. Que, habiéndose ejecutado la Resolucion cuestionada antes de quedar consentida, ha 4. operado la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506, razon por la cual la excepcion de falta de agotamiento de la via administrativa también debe desestimarse. Que, conforme se ha expresado en el sétimo fundamento de la Sentencia recaida en el 5. Expediente N.o 520-97-AC/TC, seguido por don Romulo Augusto Meza Geldres contra la Municipalidad Metropolitana de Lima, publicada en el diario oficial El Peruano el uno de diciembre de mil novecientos noventa y siete, cuyo supuesto de hecho es sustancialmente el mismo al haberse previsto en el articulo 2° de la Resolucion de Alcaldia N.o 044-A-96 \"la aplicacion de una escala remunerativa de caracter transitorio, que regira a partir de enero de mil novecientos noventa y seis\"; se han vulnerado los derechos invocados, toda vez que, de acuerdo al articulo 15° de la Ley N.o 26553, que aprueba el Presupuesto para el Sector Publico de mil novecientos noventa y seis, solo puede afectar la planilla unica de pago los descuentos establecidos por ley, por mandato judicial, por préstamo administrativo y otros conceptos aceptados por el servidor 0 cesante; no encontrandose, por consiguiente, dentro de dichas hipotesis la que, de modo discrecional, ha habilitado la Municipalidad Metropolitana de Lima. Esto amerita la no aplicacion de la referida resolucion, por ser incompatible con la antes mencionada Ley de Presupuesto. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y siete, su fecha diez de junio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo, reformandola la declara FUNDADA, en consecuencia, inaplicable al demandante la Resolucion de Alcaldia N.o 044-A-96 y ordena que se le abone 3 TRIBUNAL CONSTITUCIONAL su pension nivelable en la categoria de Funcionario F-5 de conformidad con el Decreto Ley N.o 20530. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Ve Ce ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MR Lo queCertifico: Dra. MARIA LUZ VASQUEZ BCRETARIA RELATORA MBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1999-08-14", "id": 35480, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Andrade Carmona)", "nombre_demandante": "Ricardo Marino Oré Gaudry", "numero_expediente": "00668-1998-AA"}