{"CONTEXTO": " 00674-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00674-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 674-96-AA/TC. LIMA JOSE ALBERTO GUTIERREZ HERRERA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO. Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Victor Hugo Meloni, abogado de don José Alberto Gutiérrez Herrera contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veintiuno de junio de mil novecientos noventa y seis, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don José Alberto Gutiérrez Herrera interpone accion de amparo contra dona Jacqueline Elizabeth del Pozo Castro, Fiscal Provincial de la Décimo Sexta Fiscalia Provincial en lo Penal de Lima y contra el Procurador Publico encargado de los Asuntos Judiciales del Ministerio Publico, con el proposito que se disponga \"el archivamiento definitivo de la denuncia penal presentada en su contra por dona Ana Maria Nino de Guzman\". Senala que con la admision a tramite de ésta denuncia se ha vulnerado en su agravio las garantias constitucionales referidas a la independencia en el ejercicio de la funcion jurisdiccional, la motivacion escrita de las resoluciones, la mencion expresa de la ley aplicable y la cosa juzgada. Manifiesta que ante el Cuarto Juzgado de Paz Letrado de Barranco-Miratiores sigue una accion de pago de dolares en la via ejecutiva contra dona Ana Maria Nino de Guzman, la que se encuentra en ejecucion de sentencia, que le fue favorable; que, con el proposito de dilatar la ejecucion de la sentencia, dona Ana Maria Nino de Guzman lo denuncia por supuesto delito contra la fe publica, respecto a las dos letras de cambio que sirvieron de recaudo a su demanda ejecutiva; que la Fiscal emplazada admite a tramite la TRIBUNAL CONSTITUCIONAL denuncia e inclusive solicita informacion al mencionado Juzgado de Paz, solicitandole también la remision de los mencionados titulos valores para que sean objeto de pericia grafotécnica; que, la titular de éste Juzgado accedio a las referidas solicitudes; que, estos hechos constituyen un caso tipico de interferencia en las funciones jurisdiccionales y le causan grave perjuicio. Agrega que, considerando que la denuncia penal vulnera las garantias constitucionales mencionadas, solicito a la Fiscal demandada se inhiba del conocimiento de la denuncia en mencion, solicitud que fue rechazada, viéndose obligado a interponer apelacion contra la resolucion; sin embargo ésta fue confirmada por el Superior. A fojas once la Quinta Sala Civil de la Corte Superior de Justicia de Lima declara, in limine, improcedente la accion de amparo, por considerar que la intervencion de la Fiscal demandada se ha ejercido dentro de las atribuciones que la ley franquea al Ministerio Publico, entre otras, promover la accion judicial en defensa de la legalidad y de los intereses publicos, conducir la investigacion del delito y ejercitar la accion penal de oficio 0 a peticion de parte. Interpuesto recurso de apelacion, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica confirma la apelada, por estimar que la veracidad O inexactitud de una denuncia penal no puede dar lugar a desconocer las atribuciones que tienen los representantes del Ministerio Publico como titulares de la accion penal y menos para entorpecer sus funciones mediante una accion de garantia, cuando en todo caso se trata de hechos que deben lograr su esclarecimiento dentro de un proceso penal, si el titular de la accion lo estima por conveniente. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, mediante la presente accion el demandante pretende que se disponga \"el archivamiento definitivo\" de la denuncia penal formulada en su contra por dona Ana Maria Nino de Guzman por los delitos de apropiacion ilicita, estafa y contra la fe publica; el demandante sostiene que ésta denuncia interfiere la ejecucion de la sentencia emitida en un proceso ejecutivo de pago de dôlares que sigue a la denunciante. 2. Que, de otro lado, el accionante cuestiona la resolucion expedida por la Fiscal Provincial emplazada, mediante la cual rechaza el pedido de inhibicion formulado, asi como la resolucion expedida por la Sexta Fiscalia Superior en lo Penal de Lima que la confirma; senalando que éstas resoluciones no han sido motivadas. 3. Que, no se ha acreditado en autos que la denuncia referida 0 la investigacion correspondiente hubieren interferido 0 entorpecido la ejecucion de la sentencia aludida TRIBUNAL CONSTITUCIONAL en el punto uno de esta sentencia; por el contrario, del informe (fs. 6) que el Cuarto Juzgado de Paz Letrado de Miraflores-Barranco dirige a la Fiscal demandada, se desprende que el mencionado proceso ejecutivo se ha llevado adelante en forma regular, por los cauces procesales preestablecidos, sin interferencia alguna. 4. Que, a fojas cuatro y cinco, respectivamente, obran las resoluciones mencionadas en el punto dos, resoluciones que se encuentran debidamente motivadas. 5. Que, la Fiscal Provincial emplazada, al dar tramite a la denuncia penal custionada, se ha limitado a ejercer la atribucion que el inciso cuarto del articulo ciento cincuenta nueve de la Constitucion le confiere al Ministerio Publico. 6. Que, no habiéndose vulnerado ni amenazado la violacion de los derechos constitucionales invocados, es de aplicacion contrario sensu el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintitrés del cuaderno de su proposito, su fecha veintiuno de junio de mil novecientos noventa y seis, que confirmando la apelada, declaro IMPROCEDENTE la accion de amparo; ordenaron se publique en el Diario Oficial \"El Peruano\" conforme a Ley y, los devolvieron.", "SS.": "ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. CCL DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-29", "id": 36783, "nombre_demandado": "Décimo Sexta Fiscalía Provincial en lo Penal de Lima (Jacqueline Elizabeth del Pozo Castro) (Procurador)", "nombre_demandante": "Víctor Hugo Meloni abogado de José Alberto Gutiérrez Herrera", "numero_expediente": "00674-1996-AA"}