{"CONTEXTO": " 00677-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00677-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 677-98-AA/TC AREQUIPA JUANA NOHEMI PACHECO ACUNA DE GARCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de noviembre de mil novecientos 4y noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Juana Nohemi Pacheco Acuna de Garcia contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, a fojas ciento veinticinco, su fecha veintisiete de abril de mil novecientos noventa y ocho, que declaro infunda la Accion de Amparo.", "ANTECEDENTES:": "Dona Juana Nohemi Pacheco Acuna de Garcia interpone demanda de Accion de Amparo contra la Municipalidad Distrital de Santiago, provincia y departamento del Cusco, a fin de que se disponga la nulidad de la Resolucion de Alcaldia N.o 607-A- MDS-SG-97, ordenandose la restitucion del pago de bonificaciones, asignaciones economicas y sociales que le han sido recortadas, violandose sus derechos constitucionales de derecho de peticion e igualdad de trato sin discriminacion. Argumenta que estuvo percibiendo todas las bonificaciones, asignaciones y demas beneficios economicos al igual que todos los servidores de la Municipalidad de Santiago, y que a raiz de haber cesado voluntariamente después de mas de veinticinco anos de servicios y pasar a la condicion de cesante, la demandada le ha recortado la bonificacion por zona turistica, bolsa vacacional, bonificacion por onomastico, bonificacion por el dia internacional del trabajo, bonificacion por el aniversario del distrito de Santiago y dia jubilar del Cusco, a sabiendas de que le corresponde percibir legalmente dichos pagos. La Municipalidad Distrital de Santiago, representada por su Alcalde, don Victor Abel del Castillo Alarcon, contesta la demanda manifestando que la demandante, en su condicion de trabajadora cesante de la Municipalidad Distrital de Santiago, jamas ha percibido las alegadas bonificaciones, por lo tanto, no puede aducir el recorte de los mencionados derechos. El Decreto Ley N.o 20530 establece claramente los beneficios que otorga el sistema de pensiones y, entre ellos, no figura el pago de las bonificaciones que ilegalmente reclama la demandante. Agrega ademas que dichas bonificaciones se encuentran sujetas al convenio que se pueda suscribir entre la autoridad edil y los representantes de los trabajadores mediante Acta de la Comision Paritaria, la misma que es aprobada por resolucion de alcaldia. Expresa ademas que en el Acta de la Comision TRIBUNAL CONSTITUCIONAL Paritaria, aprobada por Resolucion de Alcaldia N. 389-A-MDS-SG-96, se acuerda efectuar el incremento a cada trabajador de ocho nuevos soles con cincuenta céntimos, por dia laborado y, especificamente, en el caso de los trabajadores cesantes, se deja pendiente el pago de la bonificacion por zona turistica, para que su pliego de reclamos, sea discutido previo nombramiento de sus representantes, igualmente, en cuanto a las demas bonificaciones, éstas no se hacen extensivas a los trabajadores cesantes. El Juzgado Mixto del Distrito de Santiago, provincia y departamento del Cusco, a fojas ochenta y nueve, con fecha diecisiete de diciembre de mil novecientos noventa y siete, declara infundada la demanda, por considerar que las bonificaciones cuya restitucion pretende la demandante no estan fijadas en la resolucion de cesantia, siendo los derechos inherentes al trabajador las remuneraciones y bonificaciones que recibe al cesar, las que son transitorias y no permanentes, y que se perciben conforme los acuerdos de la Comision Paritaria, hecho que determina que esté sometida incluso a la aprobacion de la comision y que usualmente estan sujetas a la disponibilidad presupuestal de la entidad que otorga este beneficio. La Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, a fojas ciento veinticinco, con fecha veintisiete de abril de mil novecientos noventa y ocho, confirma la apelada, por considerar que la demandante no ha acreditado la continuidad 0 habitualidad del pago de las gratificaciones reclamadas, por el contrario, del acta de acuerdo de la Comision Paritaria de 1996, aparece que muchas de ellas, en los anos anteriores, no han sido abonadas, significando asi la falta de obligacion de la demanda para su pago, y en cuanto a la bonificacion por zona turistica respecto de los trabajadores cesantes, ella ha sido propuesta para ser discutida en fecha posterior, previo nombramiento de su representante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la pretension de la demandante es que se declare la nulidad de la Resolucion 1. de Alcaldia N.o 607-A-MDS-SG-97, expedida por la Municipalidad Distrital de Santiago, y se ordene la restitucion del pago de las bonificaciones, asignaciones economicas y sociales que le han sido recortados al pasar a la condicion de cesante. Que, para dilucidar la pretension planteada por la demandante se requiere de la 2. actuacion de medios probatorios, propio de los procesos ordinarios, motivo por el cual la presente accion de garantia no resulta ser la via idonea, mas aun cuando ésta solo procede cuando se ha violado 0 amenazado algun derecho constitucional de manera cierta, inminente, actual y no discutible. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento veinticinco, su fecha veintisiete de abril de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la demanda, y reformandola declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "V ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Orenl V  / E.G.D. Lo que Certifico: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA FLONETITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-07-07", "id": 35277, "nombre_demandado": "Municipalidad Distrital de Santiago", "nombre_demandante": "Juana Nohemi Pachecho Acuña de García", "numero_expediente": "00677-1998-AA"}