{"CONTEXTO": " 00676-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00676-1996-AA.pdf) --- CA TRIBUNAL CONSTITUCIONAL EXP. No. 676-96-AA/TC LIMA JULIO REVILLA CALVO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de julio de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO: : Recurso extraordinario interpuesto por don Julio Revilla Calvo, contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veinte de junio de mil novecientos noventiséis, que declara No Haber Nulidad en la resolucion de vista de fecha diecisiete de julio de mil novecientos noventicinco, que declara improcedente la accion de amparo interpuesta contra el Vigésimo Sétimo Juzgado Civil de Lima, contra la Segunda Sala Civil de la Corte Superior de Lima y contra el Procurador encargado de los asuntos del Poder Judicial, por no habérsele respetado el derecho a la propiedad, ni las garantias de administracion de justicia y otros.", "ANTECEDENTES:": "Dona Irma Rios Huaymares inicio ante el 27° Juzgado Civil de Lima un proceso de nulidad de escritura y otorgamiento de la misma contra la vendedora dona Maria Teresa 2 TRIBUNAL CONSTITUCIONAL Velando Torres y contra la compradora dona Monica Costa Rojas, habiendo salido a juicio la primera y no asi la segunda. Segun manifiesta el demandante, al expedirse la sentencia declarando fundada la demanda, no se les notifica a las codemandadas, tomando conocimiento, al presentar un recurso la co-demandada dona Monica Costa Rojas, el que se resuelve \"estese a lo resuelto con fecha 17 de octubre de 1988\" refiriéndose a la sentencia de meses antes. Por este motivo interpone esta accion de amparo, entendiéndose de la demanda que lo hace en su calidad de Abogado de las co-demandadas; a través del proceso manifiesta el demandante que lo hace en representacion de dona Maria Teresa Velando Torres, por tener poder por escritura publica y por dona Monica Costa Rojas, por tener poder por acta que le otorgo por ante el 270 Juzgado Civil de Lima. Al contestar la demanda, el Procurador Publico solicita sea declarada caduca la accion, por haberse vencido en exceso los 60 dias que exige el articulo 37° de la Ley 23506. También solicita se declare infundada la demanda, por carecer de fundamentos de hecho y de derecho validos que la apoyen. A fojas cincuentisiete corre la sentencia de la Cuarta Sala Civil de la Corte Superior de Justicia de Lima declarando inadmisible la demanda por no haber acreditado el demandante, con prueba instrumental, encontrarse en el supuesto establecido en el segundo parrafo del articulo 26° de la Ley 23506 de Habeas Corpus y Amparo. A foja setentiséis, corre la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, declarando nula la sentencia y manda se expida nuevo fallo por haber procedido el demandante en interés propio. Al expedir nuevo fallo, la Cuarta Sala Civil, de la Corte Superior de Justicia de Lima, declara improcedente la demanda; presentando recurso de nulidad el demandante. La Sala de Derecho Constitucional y Social de la Corte Suprema declara No Haber Nulidad en la resolucion de vista, por lo que el demandante interpone recurso extraordinario. FUNDAMENTOS: : Que, el demandante acude a la via de accion de amparo solicitando \"se declare nulas y sin efecto las resoluciones emitidas tanto por el Vigésimo Sétimo Juzgado Civil de Lima y la Segunda Sala Civil de la Corte Superior de Justicia de Lima.. >> sin senalar que persona 0 personas las conforman, y queriendo utilizar, asi, la via de accion de amparo como una supra-instancia. TRIBUNAL CONSTITUCIONAL Que, el proceso es una unidad, que los actos procesales estan subordinados unos a otros; que a fojas treintidos y treintitrés obran cédulas de resoluciones que originan este proceso de amparo y el parrafo sexto del escrito de demanda de foja treintinueve acredita que ha intervenido la Corte Suprema de Justicia de la Republica, declarando improcedente la Queja que se orientaba a impugnar la afectacion al derecho de defensa que se indica en este proceso; que no habiéndose dirigido la pretension a dejar sin efecto la Resolucion Suprema anotada, no es posible pronunciarse por resoluciones del inferior jerarquico. Que, se hace referencia en el fundamento de la Sentencia de Primera Instancia, que, el demandante debio interponer \"los recursos necesarios\" para dar cumplimiento a la resolucion que le otorgaba la apelacion de sentencia; por lo que debe anotarse que ya fue materia de pronunciamiento por la Corte Suprema de Justicia de la Republica en ese proceso, como indica el propio demandante en su escrito de demanda de foja treintinueve; tratândose, asi, de un procedimiento regular. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la résolucion expedida por la Sala Constitucional y Social de la Corte Suprema de Justicia de 'la Republica, su fecha veinte de junio de mil novecientos noventiséis; que declara no haber m ulidad en la resolucion de vista de fecha diecisiete de julio de mil novecientos noventicinco, que declara IMPROCEDENTE la accion de amparo interpuesta; dispusieron la publicacion de esta sentencia, conforme a Ley; y los devolvieron. S.S. ACOSTA SANCHEZ, 2 NUGENT, DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifico: JAM/daf Dra. MRALIZMASQUEZDELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-20", "id": 36393, "nombre_demandado": "Vigésimo Sétimo Juzgado Civil de Lima, Segunda Sala Civil de la Corte Superior de Justicia de Lima y Procurador del Poder Judicial", "nombre_demandante": "Julio Revilla Calvo", "numero_expediente": "00676-1996-AA"}