{"CONTEXTO": " 00671-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00671-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.o 671-98-AA/TC LIMA - EDGARDO ANCO DAVILA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventa y reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nug Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Edgardo Anco Davila contra la Resol expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Con Superior de Justicia de Lima, de fojas doscientos noventa, su fecha veintiséis de mayo de m novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Edgardo Anco Davila interpone Accion de Amparo contra el Presidente Ejecutiv del Instituto Peruano de Seguridad Social, ingeniero don Alejandro Arrieta Elguera, y contra Gerente Departamental de Cerro de Pasco del Instituto Peruano de Seguridad Social, genera (r), Clemente Acevedo Guerrero, a fin de que se deje sin efecto la Resolucion de Gerenci Departamental N.o 143-GDPA-IPSS-96, de fecha nueve de julio de mil novecientos noventa seis, asi como la Resolucion N.o 188-GDPA-IPSS-96, que lo cesa en su trabajo por causal racionalizacion. Alega el demandante que el Gobierno Central, mediante el Decreto Ley N.o L 56. i3 autorizo al Instituto Peruano de Seguridad Social a llevar a cabo un proceso de racionaliz de su personal administrativo en un plazo maximo de ciento veinte dias, el que, a su deberia culminar el veinticuatro de noviembre de mil novecientos noventa y dos. Refiere que presento su solicitud para acogerse a la Resolucion de Presidencia Ejed N.o 091-PE-IPSS-92, de fecha nueve de noviembre de mil novecientos noventa y dos, en sentido de ser excluido del proceso de seleccion y calificacion en atencion a su discapad fisica. Recuerda que no obstante ello, tres anos después, fuera del plazo legal establecic amparo del Decreto Ley N.o 25636, se le ha cesado sin respetarse su derecho al debido proces administrativo, regulado en el Decreto Legislativo N.o 276. TRIBUNAL CONSTITUCIONAL Asimismo, precisa que no fue notificado en forma personal y por escrito YI sometimiento al proceso de evaluacion, conforme lo ordenaba la Resolucion de Direc Ejecutiva N.o 1761-DE-IPSS-92, que aprobo la Directiva N.o 039-DE-IPSS-92. Admitida la demanda, ésta es contestada por el representante legal del Instituto Pe de Seguridad Social, quien solicita se declare improcedente la demanda, ya que: a) Se pre cten dejar sin efecto legal la Resolucion de Gerencia Departamental N.o 143-GDPA-IPS mediante el cual se declara improcedente la solicitud del demandante de quedar exonerad examen de seleccion y calificacion, y se dispuso su cese por causal de racionalizacion; b) exonero del referido proceso de evaluacion al demandante, pues a dicha fecha éste desarrollar normalmente sus labores de personal administrativo; c) Se le ceso al demand pues no se presento a la evaluacion prevista, siendo de aplicacion lo dispuesto por el articu del Decreto Ley N.° 25636; d) El demandante tenia conocimiento de la realizacion del pr de evaluacion, lo que se acredita con la solicitud que éste presentara para ser exonerado; proceso de racionalizacion del personal se realizo dentro del plazo previsto por el Decret N.o 25636; y, f) La Accion de Amparo no es la via idonea para solicitar el pag remuneraciones devengadas. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico fecha veintinueve de octubre de mil novecientos noventa y siete, expide resolucion decla improcedente la demanda, por considerar, principalmente, que las resoluciones impugnadas sido dictadas por las autoridades pertinentes en el ejercicio de las facultadas legales otorga porque la pretension de la demanda requiere de un debate probatorio. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Suj de Justicia de Lima, con fecha veintiséis de mayo de mil novecientos noventa y ocho resolucion confirmando la apelada, que declaro improcedente la Accion de Amparo interpt por considerar, principalmente, que el demandante engano al Instituto Peruano de Segu Social al pretender acogerse a la exoneracion por minusvalia cuando no tenia la condici tal. Interpuesto el Recurso Extraordinario, los actuados son elevados al Tribunal Constituc", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio contenido en la demanda, el objeto de que se deje sin efecto la Resolucion de Gerencia Departamental N.o 143-GDPA- 96, de fecha nueve de julio de mil novecientos noventa y seis asi como la Resol 1 uci N.o 188-GDPA-IPSS-96 y, en consecuencia, se ordene la reposicion del demandante su cargo, con el abono de todas las remuneraciones dejadas de percibir. 2 TRIBUNAL CONSTITUCIONAL Que, segun se esta a los documentos obrantes en autos, especialmente de fojas cil n CO 2. doce, el demandante cumplio con transitar la via administrativa previa a la que se el articulo 270 de la Ley N.o 23506, e interpuso su demanda dentro del plazo pre por el articulo 370 de la misma Ley N.o 23506, Ley de Habeas Corpus y Amparo 0 que este Tribunal se encuentra facultado para ingresar a evaluar las razones de que el Recurso Extraordinario entrana. Que, siendo ello asi, ajuicio del Tribunal Constitucional, la dilucidacion de si la er 3. demandada vulnero 0 no los derechos constitucionales alegados por el demandante por la previa evaluacion de si la solicitud presentada por el demandante para acoge la exoneracion del proceso de seleccion y calificacion por minusvalia, aprobad mediante Resolucion de Presidencia Ejecutiva N.o 091-PE-IPSS-92, al resolvers mediante Resolucion de Gerencia Departamental N.o 143-GDPA-IPSS-96, con fech nueve de julio de mil novecientos noventa y seis, declarando su improcedencia y, mismo tiempo, cesar al demandante por causal de racionalizacion era legalment permisible, ya que, a tenor del articulo 4° del Decreto Ley N.o 25636, los exâmenes calificacion y seleccion deberian realizarse en un plazo que no excediera los cient veinte dias calendarios posteriores a la vigencia de la referida norma con fuerza de ley. Que, en ese sentido, es de observarse que cuando el demandante solicito ser excluid 4. del proceso de calificacion y seleccion en atencion a una alegada discapacidad fisica que se derivaria de la intervencion quirurgica que se le practico con fecha veintinuev de abril de mil novecientos noventa y dos, sobre nefrectomia, segun es de verse documento obrante a fojas cuarenta y cuatro del Cuaderno del Tribunal Constituci si bien no obtuvo una resolucion administrativa que acogio 0 denego su peticio 0 manera expresa, el hecho de que con anterioridad, mediante la Resolucion Divis N.o 061-DDP-GDP-IPSS-9, de fecha dieciocho de junio de mil novecientos nove dos, la entidad demandada le concedio una Licencia por Neoplasia con goce de por tres meses, hacia presumir, por la naturaleza de la intervencion quirurgica de fue objeto, que se encontraba dentro de los alcances de la Resolucion de Presid Ejecutiva N.o 091-PE-IPSS-92, que exoneraba a los trabajadores discapacitado mencionado proceso de calificacion y seleccion. Que, sin embargo, tal presuncion fue objeto de evaluacion con posterioridad por 5. de la Comision de Minusvalia, obrante a fojas noventa, por virtud del cual se dicta la improcedencia de la solicitud del demandante, por no estar incurso dentro de alcances de la Resolucion Ejecutiva N.o 091-PE-IPSS-92, hecho este que, dado que existe etapa probatoria en el proceso de amparo, a tenor de lo dispuesto por el articul 13° de la Ley N.o 25398, no puede ser juzgado por el Tribunal Constitucional. 3 TRIBUNAL CONSTITUCIONAL Que, no obstante ello, del hecho de que la entidad demandada pudiera haber adve er r t1 6. en la conducta del demandante inexactitud 0 intencion de enganar a la Administr alegandose una condicion (de minusvalia 0 discapacidad) que no se tenia, no autorizab al Instituto Peruano de Seguridad Social a disponer el cese del demandante por la ausa de racionalizacion, pues como ha sido sostenido por el Tribunal Constitucional: a) El plazo para efectuarse el proceso de calificacion y seleccion que el Decreto Ley 25636 autorizo realizar al Instituto Peruano de Seguridad Social no podia, ex por expresa disposicion del segundo parrafo de su articulo 40, los ciento veinte calendarios posteriores a la vigencia del referido precepto con fuerza de ley STC recaida en el Exp.N. 020-96-AA/TC; STC en el Exp. N.° 376-96-AATC, que a la fecha en que se expide la Resolucion de Gerencia Departamental N.o GDPA-IPSS-96, el nueve de julio de mil novecientos noventa y seis ya habia en su vigencia. b) Cuando una ley establece el plazo en que los organos de la Administracion dictar 0 efectuar actos administrativos, el respeto al principio de legalidad al encuentra sometido su actuacion impone que dichos actos se tengan que necesariamente dentro del plazo previsto por aquélla, y todo exce: extemporaneidad tenga que juzgarse necesariamente como arbitraria. c) El que, eventualmente, en un hecho que este Tribunal no puede juzgar por razones esgrimidas en el fundamento juridico sexto de esta sentencia, el deman hubiese sorprendido al Instituto Peruano de Seguridad Social aduciendo condicion que no la tenia, no autorizaba a la entidad demandada disponer su ces causal de racionalizacion, pues como también se ha tenido oportunidad de precisar la STC recaida en el Exp. 138-96-AA/TC, las normas que regulaban el proceso racionalizacion eran excepcionales y tenian un fin especifico; no quedândole camino a la entidad demandada, de haber sido el caso, que el de abrir pr administrativo por falta grave. Que, habiéndose advertido que el articulo 2° de la Resolucion de Ger 7. Departamental N.o 143-GDPA-IPSS-96 dispuso el cese del demandante fuera del previsto en el articulo 4° del Decreto Ley N.o 25636, se ha acreditado violacion derechos constitucionales al debido proceso administrativo y al propio derech trabajo del demandante. Que, no obstante ello, y conforme ha sido sostenido por el Tribunal Constitucion: 8. cabe amparar el extremo de la pretension que solicita el abono de las remunerac dejadas de percibir, ya que éstas constituyen la contraprestacion al trabajo efectin efectuado, tal como tiene establecido la uniforme jurisprudencia de este Tribunal. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Organica; 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos noventa, su fech veintiséis de mayo de mil novecientos noventa y ocho, que confirmando la apelada declar improcedente la demanda; revocândola declara FUNDADA la Accion de Amparo interpuesta y, en consecuencia, inaplicable al demandante, la Resolucion de Gerencia Departamental N 143-GDPA-IPSS-96 y la Resolucion de Gerencia Departamental N.o 188-GDPA-IPSS-98 Ordena la reposicion del demandante en el Seguro Social de Salud (EsSalud) en el mism cargo que venia desempefiando a la fecha de su cese 0 a otro de igual jerarquia; sin abono las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ LL DIAZ VALVERDE NUGENT Avow 4 GARCIA MARCELO C E.C.M Oertifi00: LO que Dra. MARIA LUZ VASOUZ RELATORA SECRETARIAN CONSTITUCIONRt TRIBUNAL 5", "fecha_publicacion": "1999-07-31", "id": 35371, "nombre_demandado": "Presidente Ejecutivo del Instituto Peruano de Seguridad Social", "nombre_demandante": "Edgardo Anco Dávila", "numero_expediente": "00671-1998-AA"}