{"CONTEXTO": " 00671-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00671-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 671-96-AA/TC ALIDA PECHO DONAYRE DE ESCATE ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia sentencia.", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Ica de fecha treinta de setiembre de mil novecientos noventa y siete, que, - confirmando la resolucion apelada del veintidos de julio de mil novecientos noventa y siete, declaro Improcedente la Accion de Amparo interpuesta por dona Alida Pecho Donayre de Escate contra el doctor Julio César Casma Angulo, Fiscal Superior Decano de Ica.", "ANTECEDENTES:": "La demandante interpone su accion sustentando su reclamo en la transgresion de sus derechos constitucionales de peticion y a la libertad personal por parte del emplazado, al haber emitido éste la Providencia del diecinueve de marzo de mil novecientos noventa y seis, por la que pretende obligarla a cumplir con un tramite administrativo ante el Ministerio Publico que la ley no manda e impedir asi que la Fiscalia de la Nacion asuma el conocimiento de diversas denuncias que ha realizado. Especifica que como consecuencia de multiples denuncias que interpuso por ante tres Fiscalias Provinciales Penales de Ica (primera, segunda y tercera) y cuyos respectivos titulares se negaron a dar el tramite correspondiente ante el Poder Judicial, se vio obligada a denunciar a todos ellos por ante la Fiscalia Superior Decana del Distrito Judicial de Ica, a cargo del emplazado, solicitando por otro lado que sus denuncias originales sean puestas en conocimiento de la Fiscalia de la Nacion. Agrega que sin embargo, el referido Fiscal Superior Decano de Ica, en lugar de cumplir con lo solicitado, expidio' la citada providencia del diecinueve de marzo de mil novecientos noventa y seis, por la que determina que aun es prematuro remitir las denuncias originales a la Fiscalia de la Nacion, que su recurso no se encuentra autorizado por un letrado, ni tampoco ha 2 TRIBUNAL CONSTITUCIONAL adjuntado la Libreta Electoral suya ni la de su esposo, y que, ademas, a partir de dicha fecha, solo recepcionara, los recursos que cuenten con autorizacion de letrado, situaciones todas estas, que violan su derecho de peticion y le pretenden obligar a hacer algo no establecido por la ley. Admitida la accion por la Sala Civil de la Corte Superior de Justicia de Ica, se encarga su tramite al Tercer Juzgado Especializado en lo Civil de dicha ciudad, el que a su vez dispone su traslado al emplazado, y al Procurador encargado de los Asuntos Judiciales del Ministerio Publico. Contestada la demanda por el demandado, éste la niega y contradice, principalmente por considerar: Que, la Resolucion No 019-96-FSD-ICA fue expedida dentro de un proceso administrativo regular, que en el caso de no ser considerada conforme a ley, ha debido impugnarse de conformidad con la Resolucion de la Fiscalia de la Nacion No 607-84-MP-FN del dieciocho de julio de mil novecientos noventa y cuatro (Reglamento de Quejas y Denuncias del Ministerio Publico) concordante con el Decreto Supremo No 02-94-JUS; Que, consecuentemente, no se han agotado las vias previas conforme al articulo 27° de la Ley No 23506; Que, la exigencia de firma de abogado surge después de haber aceptado una serie de recursos que no se encuentran autorizados por letrado, pero que contienen petitorios incongruentes e insolitos y un lenguaje impropio e injurioso para un tramite de Derecho, lesivo a la majestad del Ministerio Publico. Posteriormente también contesta la demanda el Procurador Publico a cargo de los asuntos judiciales del Ministerio Publico, quien igualmente la niega, fundamentalmente por considerar: Que, no procede el amparo contra providencias 0 resoluciones administrativas; Que, no ha existido restriccion al derecho de peticion toda vez que los escritos presentados por la demandante han sido admitidos por la Fiscal Superior Decana de Ica sin observacion alguna, y se le ha dado respuesta mediante resolucion del diecinueve de marzo de mil novecientos noventa y seis que cuestiona la misma demandante; Que, no existe discriminacion alguna por cuanto la obligacion de presentar recursos con firma de letrado e identificacion esta establecida en la Ley de Normas de Procedimientos Administrativos, Ley No 26111 y el D.S. No 002-94-JUS, articulo 101° inciso e); Que, la Accion de Amparo no es la via para exigir a un funcionario publico el cumplimiento de la ley, en este caso, que se remitan las denuncias indicadas a la Fiscalia de la Nacion. De fojas doscientos trece a doscientos veinte y con fecha dos de julio de mil novecientos noventa y seis, la Sala Civil de la Corte Superior de Justicia de Ica, declara Improcedente la Accion de Amparo. Interpuesto recurso de apelacion por la demandante, los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo y devueltos estos con dictamen que se pronuncia por que se confirme la apelada, la Sala de Derecho Constitucional y Social de la Corte Suprema de la Republica, a fojas doscientos setenta y cuatro y con fecha veinticinco de septiembre de mil novecientos noventa y seis, declara nula la sentencia apelada 2 TRIBUNAL CONSTITUCIONAL e insusbsistente todo lo actuado, debiendo remitirse los autos al Juez de primera instancia en lo civil. A mérito de lo resuelto el Tercer Juzgado Especializado en lo Civil de Ica, a fojas doscientos ochenta y cinco y doscientos ochenta y seis, con fecha catorce de febrero de mil novecientos noventa y siete, expide nueva resolucion a nivel de primera instancia, por la que declara improcedente la demanda. Interpuesto Recurso de Apelacion por la demandante los autos son remitidos a la Segunda Fiscalia Superior Penal de Ica para efectos de la vista correspondiente, y devueltos estos con dictamen que se pronuncia porque se confirme la apelada, la Sala Civil de la Corte Superior de Justicia de Ica, a fojas trescientos sesenta y uno, con fecha veinticuatro de abril de mil novecientos noventa y siete, declara nulo e insusbsistente el auto apelado, ordenando que se proceda conforme al articulo 30° de la Ley No 23506 con citacion del Procurador Publico a cargo de los Asuntos del Ministerio Publico. Cumplidos los tramites dispuestos y contestada la demanda tanto por el emplazado como por el Procurador de los Asuntos Judiciales del Ministerio Publico, el Tercer Juzgado Especializado en lo Civil de fojas cuatrocientos cuarenta y nueve a cuatrocientos cincuenta y tres y con fecha veintidos de julio de mil novecientos noventa y siete, declara improcedente la demanda. Interpuesto Recurso de Apelacion por la demandante, los autos son remitidos a la Segunda Fiscalia Superior en lo civil para efectos de la vista correspondiente y devueltos con dictamen que se pronuncia porque se confirme la apelada, la Sala Civil de la Corte Superior de Justicia de Ica, a fojas quinientos nueve y quinientos diez y con fecha treinta de septiembre de mil novecientos noventa y siete, confirma la resolucion apelada. Contra esta resolucion la demandante interpone recurso extraordinario, por lo que de conformidad con el articulo 41° de la Ley No 26435, se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, este se orienta a cuestionar la providencia del diecinueve de marzo de mil novecientos noventa y seis, bajo el supuesto de que vulnera sus derechos constitucionales de peticion y a la libertad personal. 2. Que, por consiguiente y afectos de delimitar las condiciones de procedibilidad de la presente accion 0 en su caso, la legitimidad 0 no del petitorio formulado, se hace necesario, precisar, en primer término que la cuestionada providencia contenida en el Memorandum No 019-96-FSD-ICA, constituye un acto administrativo, distinto a uno de caracter jurisdiccional, por lo que, todo cuestionamiento al mismo debe dispensarse previamente, 0 por conducto de las normas internas que regulan el Ministerio Publico 0, TRIBUNAL CONSTITUCIONAL en su caso, por el Texto Unico de Normas Generales y Procedimientos Administrativos aprobado por D.S. No 002-94-JUS. 3. Que, consecuentemente, si la demandante estimaba que estaba siendo perjudicada por la antes referida providencia, ha debido cuestionar sus alcances mediante los recursos de reconsideracion y apelacion 0 en su caso, el de revision, previstos, en los articulos 98°, 99° y 100° del citado Texto Unico de Procedimientos Administrativos, motivo por el que, al no hacer uso de los mismos, incurrio en la causal de improcedencia prevista en el articulo 27° de la Ley No 23506, que impone como regla general el agotamiento de las vias previas antes de acudir a las garantias constitucionales, sin que por otra parte y conforme se desprende de los acompanados pueda invocarse para el presente caso ninguna de las hipotesis previstas por el articulo 28° de la norma antes acotada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superiorde Justicia de Ica de fojas quinientos nueve, su fecha treinta de septiembre de mil novecientos noventa y siete, que confirmando la apelada del veintidos de julio de mil novecientos noventa y siete, declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados.", "SS.": "Misn ACOSTA SANCHEZ NUGENT Mtr ( XM DIAZ VALVERDE 2 GARCIA MARCELO Lo que Certifico: Dre. MARIA LUZ VASQUEZ Lsd SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-14", "id": 41946, "nombre_demandado": "Fiscal Superior Decano de Ica (Julio César Casma Angulo)", "nombre_demandante": "Alida Pecho Donayre de Escate", "numero_expediente": "00671-1996-AA"}