{"CONTEXTO": " 00675-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00675-1997-AA.pdf) --- - TRIBUNAL CONSTITUCIONAL EXP. No 675-97-AA/TC LIMA LOURDES CARMEN CATALINA CARPIO SALAS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, PN Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Lourdes Carmen Catalina Carpio Salas contra la resolucion expedida por la Sala Especializada en Derecho Publico, de fecha dos de junio de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo interpuesta contra la Comision Reorganizadora de la Universidad Nacional Mayor de San Marcos.", "ANTECEDENTES": "Dona Lourdes Carmen Catalina Carpio Salas interpone demanda sustentando su reclamo en la transgresion de sus derechos constitucionales a no ser discriminada, a la libertad de conciencia y a la libertad de trabajo, por parte de la Comision Reorganizadora de la Universidad Nacional Mayor de San Marcos. Especifica que la Comision emplazada, sin causal ni motivo alguno, dicto la Resolucion Rectoral No 5114-CR-95 del veintiuno de diciembre de mil novecientos noventa y cinco que declara su no ratificacion en el cargo de Profesor Asociado a Dedicacion Exclusiva, resolucion frente a la cual interpuso Recurso de Apelacion que fue desestimado mediante la Resolucion Rectoral No 258-CR-96 del cinco de enero de mil novecientos noventa y seis. Puntualiza, por otra parte, que en la Universidad de San Marcos y, especificamente, en su Facultad de Psicologia, nunca se ha realizado evaluacion académica y profesional, por lo que la emplazada ha actuado en forma oculta para justificar sus actos injustos y arbitrarios, tampoco se ha dado cumplimiento al articulo 46° de la Ley Universitaria No 23733 ya que no le cito u otorgo a la demandante audiencia alguna, que en el fondo, la conducta de los emplazados responde a las ideas y pensamiento de la demandante, y que se le ha separado de la citada Universidad sin ninguna causal prevista en la Ley Universitaria ni en el Decreto Legislativo No 276 ni en el Estatuto de la Universidad. Por consiguiente, la demandante solicita dejar sin efecto la Resolucion Rectoral No 0258-CR-96 que declara infundada la apelacion contra la Resolucion Rectoral No 5114-CR-95, que se proceda al cese de persecusion por sus ideas y opiniones, al cese de la discriminacion de la que es objeto y al cese de todo acto 0 restriccion sobre su libertad de trabajo. Contestada la demanda por el Rector de la Universidad Nacional Mayor de San Marcos, don Manuel Paredes Manrique, ésta es negada y contradicha, en atencion a que 15 2 TRIBUNAL CONSTITUCIONAL la via judicial utilizada es equivocada ya que, conforme al articulo 5° de la Ley No 26457 de Reorganizacion de la Universidad Nacional Mayor de San Marcos, las decisiones que adopta la Comision de Reorganizacion tienen caracter de inapelables y la accion judicial que se interponga contra sus resoluciones tendran el caracter de conteneciowp-adminstrativa; no procediendo la presente demanda de amparo. Por otra parte, tampoco se han agotado las vias previas, ya que la demandante ha presentado a la Universidad, con fecha dieciocho de noviembre de mil novecientos noventa y seis, un Recurso de Apelacion contra la Resolucion Rectoral No 2933-CR-96, la que, a su vez, ha sido emitida en base a Resolucion Rectoral No 5114-CR-95. La demandante, ademas, afirma en su apelacion que se presento al proceso de evaluacion y que la causal para su no ratificacion fue la de no haber registrado carga académica; pero en su demanda sostiene que nunca se le ha evaluado y que no hay causal para su no ratificacion, queriendo sorprender con versiones diferentes. La Universidad, por ultimo, actuo en base a la Ley No 26457 y al articulo 13° de las normas para evaluacion y ratificacion estraordinaria de docentes. De fojas treinta y tres, con fecha doce de diciembre de mil novecientos noventa y seis, el Segundo Juzgado Especializado en Derecho Publico expide resolucion declarando infundada la demanda, principalmente por considerar: Que no se advierte evidencia respecto de las afirmaciones efectuadas por la demandante, esto es, que su no ratificacion en el cargo de profesora haya sido por razon de sus ideas y opiniones, por el contrario, del recurso que presenta a la emplazada, y que obra en autos, se aprecia que la demandante afirma haberse sometido al proceso de evaluacion y ratificacion en la Universidad Nacional Mayor de San Marcos; Que si la demandante no ha sido como ratificada en su cargo, ha sido consecuencia de una evaluacion previa, facultad atribuida por la Ley No 26547 a la Comision Reorganizadora. De fojas setenta y tres, con fecha dos de junio de mil novecientos noventa y siete, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada por considerar principalmente: Que la Resolucion Rectoral No 5114-CR-95 ha sido expedida conforme a las normas de evaluacion y ratificacion extraordinaria de los profesores de la Universidad Nacional Mayor de San Marcos por lo que la demandante fue considerada dentro del mencionado régimen, no apreciandose vulneracion alguna de derechos constitucionales; Que los fundamentos de su accion implican observacion de fondo del sistema empleado para su no ratificacion y, en todo caso, no son tratamientos de una accion de garantia, que solo opera cuando la agresion es directa y, ademas, evidente.", "FUNDAMENTOS": "1. Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, el objeto de éste se orienta a cuestionar la Resolucion Rectoral No 5114-CR-95 del veintiuno de diciembre de mil novecientos noventa y cinco por la que se dispone la no ratificacion de la demandante en el cargo de profesora asociada a dedicacion exclusiva en la Facultad de Psicologia de la Universidad Nacional Mayor de San 3 TRIBUNAL CONSTITUCIONAL Marcos, asi como la Resolucion No 0258-CR-96, de fecha cinco de enero de mil novecientos noventa y seis, por la que se declara infundada la apelacion interpuesta por la demandante, tras considerar que se han vulnerado sus derechos constitucionales a no ser discriminado, a la libertad de conciencia y a la libertad de trabajo por parte de la Comision Reorganizadora de la Universidad Nacional Mayor de San Marcos. 2. Que, por consiguiente, y a afectos de acreditar las condiciones de procedibilidad de la presente accion, que en el presente caso han sido satisfechas por haberse cumplido con el requisito de agotamiento de las vias previas previsto en el articulo 270 de la Ley No 23506 y estando a que la demanda ha sido interpuesta dentro del término expresamente previsto por el articulo 37° de la norma acotada, procede determinar la legitimidad 0 no de la demanda interpuesta. 3. Que, a este respecto, y si bien es cierto que la afectada se presento al proceso de evaluacion de profesores llevado a cabo en la Facultad de Psicologia de la Universidad Nacional Mayor de San Marcos, conforme se aprecia de la apelacion que contra la Resolucion Rectoral No 5114-CR-95 presenta la misma recurrente con fecha veintinueve de diciembre de mil novecientos noventa y cinco (fojas diecisiete a dieciocho de los autos), no deja de ser menos cierto que el citado proceso, no por haberse sujetado a las directrices de la Ley No 26457 (Ley de Reorganizacion de la Universidad Nacional Mayor de San Marcos) y al articulo 13° de las normas de evaluacion y ratificacion extraordinaria de docentes, quiere decir que haya sido correctamente utilizado para el caso de la demandante, 0 que, en otros términos, haya respetado el contenido esencial de un debido proceso. 4. Que, en efecto, si la citada Resolucion Rectoral No 5114-CR-95 procedio a declarar como no ratificada en su cargo a la demandante, lo menos que ha debido hacer es motivar las razones de tal decision, pues si la Resolucion de Decanato No 267- FPsic-95, la habia, por el contrario, ratificado (aunque variando sus horas), no termina de entenderse el cambio repentino de opinion. Dicha situacion, en el entender de este Tribunal, ya supone una transgresion al debido proceso formal y en particular al principio de motivacion resolutoria, pues lo que se resuelve administrativa 0 judicialmente siempre debe responder a una causalidad especifica, la que, sin embargo, y para el presente caso, no ha existido, por lo menos hasta el momento de emitirse las resoluciones rectorales objeto de cuestionamiento. 5. Que, si bien posteriormente 0 a nivel del presente proceso constitucional el representante de la demandada Comision de Reorganizacion ha hecho saber que la razon por la que se dispuso la no ratificacion de la demandante ha sido el incumplimiento de la carga lectiva solicitada por la universidad, dicha explicacion tampoco se armoniza, por otra parte, con la idea de un debido proceso sustantivo 0 de razonabilidad en la decision adoptada, pues si la recurrente hizo saber por conducto de su apelacion que la razon por la que no registraba carga lectiva, especificamente durante los Semestres Académicos 92 (Iy II), 93 (Iy II)y 94 (I) respondia al hecho de haber sido injustamente privada de su libertad, ha debido aplicarse el articulo 149° del Estatuto de la Universidad Nacional Mayor de San Marcos, que contempla la retencion de los derechos del profesor para casos como los de la demandante y no merituar su situacion como incumplimiento funcional, TRIBUNAL CONSTITUCIONAL maxime si la misma ya se habia reincorporado a dicha Universidad desde el segundo semestre de mil novecientos noventa y cuatro. 6. Que, por consiguiente, y en la medida en que no se ha observado el debido proceso, formal y sustantivo para el caso de la demandante, y que a consecuencia de ello se ha transgredido su derecho al trabajo como Profesora en la Universidad Nacional Mayor de San Marcos, aunque no asi los otros derechos que invoca y respecto de los actuales no existe acreditacion alguna, la presente demanda debera estimarse especificamente en aquellos aspectos relativos a su condicion docente, la que debera reconocerse en la forma en que lo dispuso en su momento la Resolucion de Decanato No 267-FPsic-95, esto es, como Profesora Asociada a Tiempo Parcial (20 horas). 7. Que la remuneracion es la contraprestacion por el trabajo realizado, lo que no ha sucedido en el presente caso, tal como lo tiene establecido la uniforme jurisprudencia este Tribunal Constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y tres, su fecha dos de junio de mil novecientos noventa y siete, que, confirmando la apelada, declaro infundada la demanda interpuesta. Reformando la recurrida, declara FUNDADA la Accion de Amparo interpuesta por dona Lourdes Carmen Catalina Carpio Salas y, en consecuencia, inaplicable a su caso particular la Resolucion Rectoral No 5114-CR-95 del veintiuno de diciembre de mil novecientos noventa y cinco y la Resolucion Rectoral No 258-CR-96 del cinco de enero de mil novecientos noventa y seis. Ordena a la Comision Reorganizadora de la Universidad Nacional Mayor de San Marcos, reponer a la demandante en el cargo de Profesora Asociada a Tiempo Parcial (20 horas) en la Facultad de Psicologia de dicha casa de estudios superiores, conforme a la Resolucion de Decanato No 267-FPsic-95, sin reconocimiento de haberes durante el tiempo no laborado. Dispone asimismo la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ - Wun erl DIAZ VALVERDE C cecli NUGENT MMA a GARCIA MARCELO Lo que Oertifico: Lsd. Dra. MARIA LUZ VASOUEZ RELATORA SZCRETARIA RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-05-13", "id": 35103, "nombre_demandado": "Comisión Reorganizadora de la Universidad Nacional Mayor de San Marcos", "nombre_demandante": "Lourdes Carmen Catalina Carpio Salas", "numero_expediente": "00675-1997-AA"}