{"CONTEXTO": " 00689-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00689-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 689-96-AA/TC LAURINDA LLANTOY VILLEGAS HUANCAYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde;y Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Laurinda Llantoy Villegas contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fecha once de julio de mil novecientos noventiséis, que declaro improcedente la accion de amparo. JCA DEL TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "Dona Laurinda Llontoy Villegas interpone demanda de accion de amparo contra los senor José de la Cruz Sotomayor, Domitila Alejandro Toribio, Ever Edgardo Orellana Alejandr Lourdes Orellana Alejandro, Yenny Orellana Alejandro, con la finalidad de que emplazados se abstengan de violar su propiedad y de realizar actos de hostilizacion de que viene siendo objeto, indica que es propietaria del predio ubicado en la primera cuadra la Av. Leoncio Prado del Distrito de Chilca-Huancayo y que los emplazados realizan u serie de actos para invadir su terreno, que incluso han derribado paredes para meterse cualquier momento turbando asi su pacifica posesion y violando la propiedad privada con apoyo del emplazado José de la Cruz Sotomayor quien es capitan de la Delegacion de PNP de Chilca, pues éste no le ha brindado las garantias que le solicitara incluso a través mandato judicial. Ampara su demanda en lo dispuesto por el inciso 2) del articulo 200° de Constitucion Politica del Estado, articulo 70° del mismo Cuerpo de Ley y articulo 24° incis I) de la Ley No 23506. El Primer Juzgado en lo Civil de Huancayo, con fecha tres de mayo de mil noveciento noventiséis, declaro improcedente la demanda respecto al Capitan PNP José de la Cru Sotomayor y fundada la accion de amparo contra los demandados Ever Edgardo Orellan Alejandro, Lourdes Orellana Alejandro y Yenny Orellana Alejandro, por considerar, ent otras razones, que de la documentacion presentada se verifica que las partes tienen divers ICA DEL 3 TRIBUNAL CONSTITUCIONAL procesos judiciales que se ventilan en los Juzgados Civiles y Agrarios, como es el caso de los seguidos por dona Domitila Alejandro Toribio Vda. de Orellana y otros, con dona Matilde Abregu de Maravi, sobre nulidad de escritura publica de compra-venta y otros, como se ve de las copias corriente de fojas ciento cuarentinueve a ciento sesentiséis, que bien no se encuentra aun con sentencia consentida y ejecutoriada, la posesion le corresponde a la actora, respecto del bien inmueble en referencia, conforme al titulo de propiedad descrito en el considerando anterior; por lo que la accion incoada debe ampararse, mientras el Organo Jurisdiccional no resuelva en definitiva la propiedad del predio en discusion. Que con respecto al demandado José de a Cruz Sotomayor, en su calidad de Jefe de la Delegacion de la PNP, debe declararse improcedente, por cuanto como Policia unicamente se ha limitado a cumplir su funcion como tal y que no ha intervenido directamente en los actos perturbatorios denunciados, conforme se acredita con los medios probatorios que ha presentado. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Junin, con fecha once de julio de mil novecientos noventiséis, revoco la apelada y reformandola la declaro improcedente, por estimar que la reclamacion esta dirigida a pretender conservar la posesion de un predio que la demandante considera de su propiedad para lo cual el Codigo Procesal Civil consagra la institucion del interdicto y esa es la accion que debio intentarse. PEL 4 TRIBUNAL CONSTITUCIONAL Contra esta resolucion el demandante interpone recurso extraordinario, y se dispone el envio de los. autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el objeto de la demanda es que se deje de violar y amenazar el derecho de posesion y propiedad de la actora, respecto del inmueble ubicado en la primera cuadra de la Av. Leoncio Prado del Distrito de Chilca-Huancayo. 2. Que, de autos aparece que las partes tienen diversos procesos judiciales que se estan ventilando tanto en juzgados civiles como agrarios, los mismos que versan sobre la propiedad y posesion del citado inmueble, por lo que resulta que la actora esta utilizando la via de amparo para obtener, en supra-instancia, soluciones que deben ser resultado de un tramite judicial ordinario. 3. Que, en todo caso, si la actora considera que estan perturbando su posesion pacifica, debio recurrir a la via judicial ordinaria., ya que la presente via tiene caracter sumarisimo y como tal carece de instancia probatoria a efectos de dilucidar lo controvertido como el presente caso. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica: CA DEL 5 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de fojas setecientos setenticuatro a setecientos setentiséis expedida por la Sala Civil de la Corte Superior de Justicia de Junin, su fecha once de julio de mil novecientos noventiséis, que revocando la apelada declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, 2 - NUGENT, L 2 DIAZ VALVERDE, GARCIA MARCELO. LO QUE CERTIFICO. MR/efs DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-17", "id": 36816, "nombre_demandado": "José de la Cruz Sotomayor y otros", "nombre_demandante": "Laurinda Llantoy Villegas", "numero_expediente": "00689-1996-AA"}