{"CONTEXTO": " 00685-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00685-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 685-97-AA/TC Caso : Rafaela Quispe Rojas Cono Norte SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de enero de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como Extraordinario, contra la resolucion de la H Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, su fecha veinticuatro de junio de mil novecientos noventa y siete, en el extremo que declara infundada la accion de amparo interpuesta por dona Rafaela Quispe Rojas contra la Asociacion de Comerciantes del Mercado de Santa Luzmila -Comas respecto de violacion al derecho de asociacion.", "ANTECEDENTES:": "Dona Rafaela Quispe Rojas interpone accion de amparo contra la Asociacion de Comerciantes del Mercado de Santa Luzmila -Comas, por violacion de su derecho de propiedad sobre una tienda ubicada en la Av. Guillermo de la Fuente No 228. -Santa Luzmila - Comas, y por violacion a sus derechos de socia al haber sido expulsada en forma indebida de la mencionada Asociacion. Indica la recurrente que con fecha 21 de noviembre de 1996, se le notifico una carta notarial de fecha 18 de noviembre de 1996, mediante la cual el Presidente de la Asociacion le comunica que ha sido expulsada, y en consecuencia debe entregar la tienda ubicada en la Av. Guillermo de la Fuente No 228 en Santa Luzmila, Comas. Ante esta situacion, y de acuerdo al articulo 28° del Estatuto de la Asociacion interpuso apelacion contra el acuerdo que aprobo su expulsion; la cual fue denegada por extemporânea, segun se aprecia de la carta notarial notificada el 8 de febrero de 1997. La actora indica que las faltas graves que se le imputaron para expulsarla como: 1) incumplir en forma reiterada las obligaciones con la Asociacion; 2) promover litigios en contra de la Asociacion sin causa justificada; 3) causar perjuicio economico a la Asociacion; son falsas. Dona Rafaela Quispe senala que la primera de las faltas alude a una supuesta deuda con esa entidad, la que se origino por no querer recibir la Asociacion en forma directa sus aportaciones; por lo cual en abril de 1996, consigno ante el Primer Juzgado de Paz Letrado de Comas, la cantidad adeudada. Este proceso se TRIBUNAL CONSTITUCIONAL encuentra ante el Sexto Juzgado Especializado en lo Civil del Cono Norte, al haber interpuesto apelacion el demandado. Respecto a la accion judicial, ésta consistio en una impugnacion de acuerdo del Consejo Directivo, la cual fue promovida por un grupo de asociados, entre ellos la actora, de conformidad al articulo 92° del Codigo Civil. Dona Rafaela Quispe, indica también que la tienda antes mencionada le fue vendida por la demandada. Por lo que interpuesto un proceso para el otorgamiento de Escritura Publica contra la Asociacion, ante el Noveno Juzgado Especializado en lo Civil de Lima, cuya sentencia le fue favorable, por lo que se le extendio la respectiva escritura publica por el Notario Dr. Abraham Velarde Alvarez. Asimismo, senala que los miembros de la Junta Directiva ya no eran dirigentes al haber terminado su mandato, por cuanto la junta fue elegida para el ano 1994-1995, y la modificacion del Estatuto que realizaron para que su periodo abarcara hasta el ano 1996, no les favorecia al no ser ni la Ley, ni el reglamento retroactivo. Don Eduardo Enciso Alarcon, en calidad de Presidente de la Asociacion de Comerciantes del Mercado de Santa Luzmila, solicita que la demanda sea declarada \"infundada ylo improcedente\", al senalar que la accion ha caducado toda vez que la supuesta afectacion de su derecho se produjo el 21 de noviembre de 1996, por lo que a la fecha de interposicion de la misma, ha transcurrido en exceso el plazo previsto en la Ley. iL Asi también, sin perjuicio de la caducidad deducida, niega y contradice la demanda en todos sus extremos, explicando que a la actora se le inicio un proceso interno de acuerdo al Estatuto de esa Institucion, el cual concluyo en su expulsion al haber incurrido en faltas graves, decision que fue tomada por el Consejo Directivo de acuerdo a sus atribuciones, y fueron aprobadas por unanimidad en la Asamblea de Delegados. El Segundo Juzgado Especializado Civil de la Corte Superior de Justicia del Cono Norte de Lima, por resolucion No 03, su fecha once de marzo de mil novecientos noventa y siete, declaro fundada en parte la demanda y ordeno dejar sin efecto los requerimientos de entrega de la tienda, por ser la actora la propietaria de acuerdo a la Escritura Publica otorgada por el Noveno Juzgado Civil de Lima, en rebeldia de la Asociacion demandada, y declaro infundada en la parte que alega violacion al derecho de asociacion, toda vez que, no ha desvirtuado las faltas graves imputadas. La Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, por resolucion No 273, de fecha veinticuatro de junio de mil novecientos noventa y siete, confirmo la sentencia de primera instancia, en cuanto declara fundada en parte la presente accion y ordena dejar sin efecto los requerimientos de entrega de la tienda que conduce la actora, y la revocaron en la parte que declaro infundada respecto de la violacion a su derecho de asociacion y reformândola la declaro improcedente al requerir mayor prueba para determinar el derecho invocado por la actora.", "FUNDAMENTOS:": "Que, respecto del derecho de propiedad de la actora, el Segundo Juzgado Especializado Civil y la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, declararon fundada la accion de Amparo en ese extremo, en consecuencia al constituir cosa juzgada no cabe pronunciamiento en materia del Recurso Extraordinario. TRIBUNAL CONSTITUCIONAL Que, respecto de la violacion de su derecho de socia, a fojas 8 a 17, corre copia del Estatuto de la Asociacion demandada, que en el articulo 28°, establece que el recurso de apelacion de las sanciones impuestas en el articulo 230; es decir expulsion y pérdida de la conduccion de la tienda, sanciones que le fueron impuestas a la recurrente, sera ejercitado ante la Asamblea General, debiendo ser resuelto por la Asamblea; que, por carta de fecha 30 de enero de 1997, de fojas dos, se le comunica a la actora que su recurso de apelacion ha sido declarado extemporâneo por el Consejo Directivo; Que, en consecuencia se han violado las garantias del debido proceso, que son de aplicacion en cualquier clase de proceso O procedimiento privado, al haber sido resuelto el recurso de apelacion de la actora por un organo de la Asociacion que carece de competencia para pronunciarse al respecto. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Revocando la sentencia de la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento veinte, su fecha veinticuatro de junio de mil novecientos noventa y siete, en la parte que declara improcedente la accion de Amparo respecto al derecho de socia de la actora, y reformândola la declaro FUNDADA ordenando que la Asociacion deje sin efecto la sancion de expulsion impuesta a la actora; no siendo de aplicacion lo dispuesto en el articulo 11° de la Ley No 23506, por las circunstancias especiales del proceso. MANDARON se publique en el diario oficial \"EI Peruano\", conforme a ley; y, los devolvieron. - S.S. - . Aucal ACOSTA SANCHEZ NUGENT DIAZ VALVERDE U 4 / . AP Arc e C GARCIA MARCELO lo que certifico. M.L.C. ara. Marfa Luz-Vasquez Vargas Secretaria Relatora Tribunal Constitucional", "fecha_publicacion": "1998-02-14", "id": 36683, "nombre_demandado": "Asociación de Comerciantes del Mercado de Santa Luzmila", "nombre_demandante": "Rafaela Quispe Rojas", "numero_expediente": "00685-1997-AA"}