{"CONTEXTO": " 00688-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00688-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 688-97-AC/TC UCAYALI ASOCIACION DE CESANTES Y JUBILADOS DE SALUD. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, a los veinticuatro dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por la Asociacion de Cesantes y Jubilados de Salud contra la Resolucion de la Sala Mixta de la Corte Superior de Justicia de Ucayali, del cuatro de setiembre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda, en la Accion de Cumplimiento interpuesta por la Asociacion de Cesantes y Jubilados de Salud contra la Direccion Regional de Salud de Ucayali.", "ANTECEDENTES:": "La Asociacion de Cesantes y Jubilados de Salud, representada por su Presidenta dona Enith Elena Macedo Gonzales, interpone la presente Accion de Cumplimiento contra la Direccion Regional de Salud de Ucayali, a fin de que cumpla con la Resolucion de Presidencia No 0063-95-P-CTRARU para que pague a sus integrantes la suma de cuatrocientos diecisiete mil setecientos cuarenta y seis nuevos soles con ochenta y siete céntimos, mas los intereses legales moratorios y compensatorios, por concepto de bonificacion diferencial. La demandante sustenta su peticion en que: 1) La Resolucion de Presidencia No 0063-95-P-CTARU, del uno de marzo de mil novecientos noventa y cinco, declara fundada la apelacion que restituye los efectos de la Resolucion Directoral No 102-92-DRSU-OP-PUC, que reconoce el pago de la Bonificacion Diferencial --a que se refiere el articulo 184° de la Ley No 25303, Ley Anual de Presupuesto para mil novecientos noventa y uno-- a los cesantes y jubilados de la Direccion Regional de Selva de Ucayali ; y, 2) Conforme a la Resolucion Directoral No 03-95-DR-SU-OP-PUC, del veintisiete de abril de mil novecientos noventa y cinco, la cantidad adeudada, hasta marzo de mil novecientos noventa y cinco, es de trescientos veintinueve mil cuatrocientos treinta y siete mil nuevos soles con ochenta y siete céntimos. El Juzgado Especializado en lo Civil de Coronel Portillo, con fecha dos de julio de mil novecientos noventa y seis, declara improcedente la demanda, por considerar que todo proceso administrativo se tramita y ejecuta ante el mismo ente que expidio la Resolucion que se cuestiona y que, en virtud de lo dispuesto en el articulo 94° y siguientes del Decreto Supremo No 02-94-JUS, existe un procedimiento de ejecucion de resoluciones en la via administrativa. La Sala Mixta de la Corte Superior de Justicia de Ucayali, con fecha cuatro de setiembre de mil novecientos noventa y seis, confirma la apelada que declara U TRIBUNAL CONSTITUCIONAL improcedente la demanda de Accion de Cumplimiento, por considerar que, ademas del requerimiento notarial, debio haberse agotado la via previa. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, en virtud de lo dispuesto en el inciso 6) del articulo 200° de la Constitucion Politica del Estado vigente, la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo. En el caso de autos, la Asociacion de Cesantes y Jubilados del Sector Salud de Ucayali interpone Accion de Cumplimiento contra el Director Regional de Salud de Ucayali para que cumpla con lo dispuesto en la Resolucion de Presidencia No 0063- 95-P-CTARU, del uno de marzo de mil novecientos noventa y cinco. 2. Que dicha Resolucion declara fundada la apelacion que restituye los efectos de la Resolucion Directoral No 102-92-DRSU-OP-PUC, que reconoce el pago de la bonificacion diferencial mensual, equivalente al treinta por ciento de la remuneracion total, a los cesantes y jubilados de la Direccion Regional de Selva Region Ucayali, comprendidos en el régimen de pensiones del Decreto Ley No 20530. La bonificacion diferencial --a que se refiere el articulo 184° de la Ley No 25303, Ley Anual de Presupuesto para mil novecientos noventa y uno-- se otorga como compensacion por condiciones excepcionales de trabajo, a partir de enero de mil novecientos noventa y uno. 3. Que, asimismo, la Resolucion de Presidencia No 0063-95-P-CTARU prevé la atencion presupuestal que supone el cumplimiento de la referida Resolucion Directoral. 4. Que, sin embargo, la demandante dona Enith Elena Macedo Gonzales no ha acreditado en autos pertenecer al grupo de cesantes y jubilados del Sector Salud de la Direccion Regional de Selva Region Ucayali, a que se refiere la Resolucion Directoral No 102-92-DRSU-OP-PUC, cuyos efectos fueron restituidos por la Resolucioin de Presidencia No 0063-95-P-CTARU. Tampoco ha acreditado, debidamente, la representacion de la Asociacion de Cesantes y Jubilados de la referida Direccion Regional, que resultaria beneficiada con la presente Accion de Cumplimiento. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Mixta Civil de la Corte Superior de Justicia de Ucayali, de fojas cuarenta y dos, su fecha cuatro de setiembre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en elDiario Oficial El Peruano y la devolucion de los actuados. SS ACOSTA SÂNCHEZ Lu leve NUGENT DIAZ VALVERDE GARCIA MARCELO GLB Lo que Certifico: 1 V RUCa Dra. RRALUEYASOUZ SECRETARIA  RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-21", "id": 37540, "nombre_demandado": "Dirección Regional de Salud de Ucayali", "nombre_demandante": "Asociación de Cesantes y Jubilados de Salud (representada por la presidenta, Enith Elena Macedo Gonzáles)", "numero_expediente": "00688-1997-AC"}