{"CONTEXTO": " 00685-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00685-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 685-96-AA/TC Ucayali. Nicolini Vicente Rojas Florencio. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia NUGENT, DIAZ VALVERDE, GARCIA MARCELO. actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario que interpone don Nicolini Vicente Rojas Florencio, contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha veinte de junio de mil novecientos noventa y seis, que declaro No Haber Nulidad en la de vista, de doce de julio de mil novecientos noventa y cinco, que revocando la apelada declaro improcedente la accion de amparo, interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional de Pucallpa.", "ANTECEDENTES:": "El diecisiete de mayo de mil novecientos noventa y cuatro, don Nicolini Vicente Rojas Florencio, interpone demanda de Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional de Pucallpa, alegando que mediante Resolucion de Presidencia No 128-P-CTARU de tres de mayo de mil novecientos noventa y cuatro, se dispone dar por concluida su designacion como Director Regional de la Oficina Regional de Registros Publicos y Archivo de Ucayali, y ordena que a partir de dicha fecha ocupe la Plaza No 11 Especialista Administrativo III - Especialista en Registro Publico Nivel SPB del Area de Registro General de la Oficina Regional de Registros Publicos de Ucayali, asi como que mediante Resolucion de Presidencia No 129-P-CTARU se designo al doctor Ramiro Pérez Nasimento, como nuevo Director 2 TRIBUNAL CONSTITUCIONAL Regional de la oficina antes mencionada, violandose sus derechos constitucionales referidos a la igualdad ante la ley y al trabajo, consagrados en los articulo 2° inciso 2)y 22° de la Carta Politica del Estado, por lo que solicita se deje sin efecto dichas resoluciones y se disponga su reincorporacion en el cargo de Director Regional que ha venido desempenando 0 al cargo y nivel que por ley le corresponda. El demandante, sostiene que con fecha veinticinco de julio de mil novecientos setenta y cinco, le expidieron el titulo de Registrador Publico, luego de resultar ganador del concurso publico correspondiente; que, el siete de agosto de mil novecientos ochenta y siete, se le nombra en el cargo de Director de Programa Sectorial II con nivel remunerativo F-2; y, desde el seis de julio de mil novecientos noventa se le designa como Director Regional de la Oficina de Registros Publicos de Pucallpa, Nivel F-6. Finaliza, acotando que se le ha discriminado por motivos de opinion y se le esta rebajando de categoria. Admitida la demanda, es contestada por el demandado y por el Procurador Publico encargado de los Asuntos Judiciales del Ministerio de la Presidencia, quienes solicitan que la misma sea declarada infundada en el extremo que pretende se le reponga en el cargo de confianza de Director de la Oficina Regional de los Registros Publicos de Ucayali, en razon que el demandado en ejercicio regular de sus atribuciones dispuso dicha accion administrativa e improcedente, en cuanto solicita se le conceda un nivel remunerativo distinto al establecido en el Cuadro de Asignacion de Personal de la oficina antes mencionada, por considerar que el demandante no ha cumplido con agotar la via administrativa. El catorce de noviembre de mil novecientos noventa y cuatro, el Juez del Primer Juzgado Civil de Coronel Portillo, declaro infundada la accion de amparo en los extremos referidos a que se deje sin efecto el articulo 1° de la Resolucion de Presidencia No 128-P-CTARU que da por concluida su designacion en el cargo de confianza de Director Regional de los Registros Publicos y Archivo de Ucayali, asi como la Resolucion de Presidencia No 129-P-CTARU, a través de la cual se designa a su reemplazante en el cargo antes citado; y fundada en cuanto concierne a que se deje sin efecto el articulo 2° de la resolucion primera mencionada, en consecuencia ordena que se reponga al demandante en el nivel de carrera de Director del Programa Sectorial II Nivel F-2 a mérito de la Resolucion Jefatural No 278-87 ONARP de catorce de julio de mil novecientos ochenta y siete y Resolucion Directoral Regional No 46 del veintisiete de diciembre de mil novecientos noventa. La Sala Mixta de la Corte Superior de Justicia de Ucayali, el doce de julio de mil novecientos noventa y cinco, revoca la apelada en el extremo que declara fundada la demanda y reformândola declara improcedente el referido extremo y lo confirma en lo demas que contiene. Interpuesto el recurso de nulidad, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, el veinte de junio de mil novecientos noventa y seis, declara No Haber 2 3 TRIBUNAL CONSTITUCIONAL Nulidad en la de vista. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, mediante la presente accion de amparo, el demandante solicita se deje sin efecto las Resoluciones de Presidencia Nos 128 y 129-P-CTARU, mediante las cuales se dispone dar por concluida su designacion como personal de confianza en el cargo de Director Regional de la Oficina Regional de los Registros Publicos y Archivo de Ucayali, pasando a ocupar la Plaza de Especialista Administrativo III - Especialista en Registro Publico Nivel SPB; y se designa a otra persona en el cargo de confianza antes mencionado, respectivamente; asi como se ordene su reincorporacion en el cargo de Director Regional antes mencionado 0 al que por ley le corresponda. 2. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision, de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506 concordante con el articulo 200° de nuestra Carta Politica del Estado. 3. Que, por Resolucion de Presidencia No 0128- P-CTARU del tres de mayo de mil novecientos noventa y cuatro, en su articulo 1° se dispone dar por concluida la designacion del actor en el cargo de confianza de Director Regional de la Oficina Regional de los Registros Publicos y Archivo de Ucayali, y mediante Resolucion de Presidencia No 129-P-CTARU se designa al reemplazante en dicho cargo, lo cual no contraviene derecho constitucional alguno del actor, a estar por lo establecido en el Reglamento de Organizacion y Funciones del Consejo Transitorio de Administracion Regional aprobado por Resolucion de Presidencia No 134-P-CTARU de dieciocho de marzo de mil novecientos noventa y tres y por el Reglamento de Organizacion y Funciones de los Consejos Transitorios de Administracion Regional aprobado por Resolucion Ministerial No 032-93-PRES. 4. Que, en lo referente a que se deje sin efecto el articulo 2° de la resolucion primera citada, que dispone que el demandante a partir del tres de mayo de mil novecientos noventa y cuatro ocupe la Plaza No 11 - Especialista Administrativo III Especialista en Registro Publico Nivel SPB del Area de Registro General de la Oficina de Registros Publicos de Ucayali, ello resulta amparable, por cuanto conforme se advierte de las Resoluciones de Presidencia del Gobierno Transitorio de Administracion Regional de Ucayali, obrantes a fojas 11 a 15, mediante diversos actos administrativos se reconoce derechos al demandante como Director de Sistema Administrativo II Categoria F-2 de la entidad demandada; en consecuencia, al 3 TRIBUNAL CONSTITUCIONAL haberse dispuesto que ocupe una plaza de carrera de menor nivel, se contraviene lo dispuesto en los incisos b) y c) del articulo 4° del Decreto Legislativo No 276, que establece que la carrera administrativa es permanente y se rige por los principios de estabilidad y garantia del nivel adquirido, concordante con los articulos 770 y 101° del Decreto Supremo No 005-90-PCM, que senalan que si el designado para desempenar un cargo de confianza es un servidor de carrera, al término de la designacion reasume funciones del grupo ocupacional y nivel de carrera que le corresponda y que el servidor tiene derecho al nivel de carrera alcanzado y a los atributos propios de ese nivel, respectivamente. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion politica del Estado y su Ley Organica; FALLA : REVOCANDO en parte la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas quince del Cuaderno respectivo, su fecha veinte de junio de mil novecientos noventa y seis, que declaro No Haber Nulidad en la de vista, que revocando la apelada, declaro improcedente la demanda; y reformandola, declara FUNDADA la accion de amparo en el extremo que se declare inaplicable al demandante el articulo 2° de la Resolucion de Presidencia No 128-P-CTARU e infundada en lo demas que contiene; y ordena que la demandada cumpla con reincorporarlo en el cargo de Director de Sistema Administrativo II Categoria F-2 6 a otro de igual nivel de carrera. Dispone su publicacion en el Diario Oficial \"El Peruano\", ? y los devolvieron.", "SS.": "- - - - - à Mrnd > ACOSTA SANCHEZ NUGENT ciE DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. A.A.M DRA. MARIALUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1998-06-19", "id": 36979, "nombre_demandado": "Presidente del Concejo Transitorio de Administración Regional de Pucallpa", "nombre_demandante": "Nicolini Vicente Rojas Florencio", "numero_expediente": "00685-1996-AA"}