{"CONTEXTO": " 00696-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00696-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 696-97-AA/TC ANGEL TOMAS PINTO CUADROS AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Angel Tomas Pinto Cuadros, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha dieciséis de junio de mil novecientos noventa y siete, en la Accion de Amparo seguida contra la Municipalidad Provincial de Arequipa.", "ANTECEDENTES:": "Don Angel Tomas Pinto Cuadros interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, al considerar que ésta ha violado, entre otros, sus derechos a la defensa y al debido proceso; por haber sido despedido intempestivamente por Resolucion Municipal N o 279-E-96 de fecha veintiocho de noviembre de mil novecientos noventa y seis, que resolvio cesarlo por causal de excedencia, solicita su reposicion en el puesto que venia desempenando; el pago de sus remuneraciones y beneficios laborales; el pago de intereses que devenguen las remuneraciones y demas derechos dejados de percibir en forma oportuna y que se ordene la destitucion y denuncia penal contra el infractor de sus derechos; manifiesta que por haber ingresado a laborar en el sector publico con fecha primero de febrero de mil novecientos setenta y siete, solo se encontraba sujeto a la Ley No 11377 y al Decreto Legislativo No 276; que laboro hasta el dia dos de diciembre de mil novecientos noventa y seis, fecha en que ya no pudo registrar su asistencia, por haber sido retirada su tarjeta de control, hecho del cual dejo constancia policial; que se habia sometido a la evaluacion que practico la demandada, amparado en el acta suscrita entre el Sindicato y el Alcalde, existiendo el compromiso de que los resultados de la evaluacion no serian utilizados para cesar a ningun servidor; que el Decreto Ley No. 26093 y Ley No. 26553, no debian aplicarse, por no tener éstas carâcter retroactivo, no alcanzandole su contenido. La demanda fue contestada por la Municipalidad emplazada, que propuso excepciones de incompetencia y de falta de agotamiento de la via administrativa; senala también que la Ley No 26553 de Presupuesto del Sector Publico para mil novecientos noventa y seis, en su Octava Disposicion Transitoria y Final incluye dentro de los alcances del Decreto Ley No 26093 a los Gobiernos Locales, por lo que mediante Resolucion de Alcaldia No 712-96 se aprobo la directiva que norma el proceso de evaluacion de los servidores; que el demandante 'se habia CA 08 2 TRIBUNAL CONSTITUCIONAL sometido a la evaluacion, por su voluntad; que los resultados de la evaluacion fueron notificados mediante edicto, el dia primero de diciembre de mil novecientos noventa y siete; hizo notar que por su caracter imperativo nadie podia pactar en sentido contrario a lo dispuesto por ley; concluyendo que el proceso de evaluacion se desarrollo dentro de la legalidad y por tanto no se habia violado ningun derecho del demandante. El Tercer Juzgado Especializado en lo Civil de Arequipa, mediante resolucion de fecha veintiocho de enero de mil novecientos noventa y siete, fallo declarando infundadas las excepciones propuestas, y fundada la demanda, esencialmente, por considerar que el demandante no fue notificado con la Resolucion Municipal N o 279-E-96, en la forma que prevén los articulos 80° y siguientes del D.S.No 002-JUS-94, pues el citado demandante tomo conocimiento de la resolucion por un diario de la localidad, después de que ésta fuese ejecutada y que se le impidiera ingresar a laborar en su puesto de trabajo. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, mediante sentencia de fecha dieciséis de junio de mil novecientos noventa y siete, revoco y reformo la apelada declarando improcedentes las excepciones e improcedente la Accion de Amparo, por considerar, que la aplicacion de los dispositivos cuestionados, no implica violacion de ningun derecho constitucional; que, la evaluacion ordenada por el Concejo Provincial de Arequipa tiene sustento legal en lo dispuesto por la Octava Disposicion Final y Transitoria de la Ley No 26553; que la evaluacion dispuesta no implica la aplicacion retroactiva de la norma. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la pretension del demandante tiene por objeto se declare en su caso la inaplicabilidad de la Resolucion Municipal N'279-E-96, la cual ordena su cese por causal de excedencia; 2. Que, respecto a la excepcion de falta de agotamiento de la via administrativa esta es infundada por cuanto debe tenerse en cuenta que la Resolucion Municipal No 279-E-96 de fecha veintiocho de noviembre de mil novecientos noventa y seis, dispone el cese por causal de excedencia a partir del primero de diciembre del mismo ano; vale decir que ha sido ejecutada antes de quedar consentida, por lo que es de aplicacion la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506; En cuanto a la excepcion de incompetencia, ésta asimismo es infundada ya que el Tercer Juzgado Especializado en lo Civil de Arequipa era competente para conocer la Accion planteada, de acuerdo a lo establecido en el articulo 290 de la Ley No 23506 modificada por la Ley No 26792. 3. Que, la Octava Disposicion Transitoria de la Ley No.26553, de Presupuesto del Sector Publico para el ano de mil novecientos noventa y seis, incluyo a los Gobiernos locales en los alcances del Decreto Ley No.26093 realtivo a evaluacion de personal y cese por causal de excedencia, autorizando a sus Titulares a dictar las normas necesarias para su correcta aplicacion. 4. Que, el derecho constitucional a la proteccion contra el despido arbitrario, supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo 3 TRIBUNAL CONSTITUCIONAL que los proçesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar derechos fundamentales de los mismos. 5. Que, se aprecia de los actuados, que el proceso de evaluacion del demandante, fue asumido por una Comision Evaluadora que estaba presidida por el Regidor don Percy Aranibar Melgar; lo que contraviene lo dispuesto en el articulo 191° de la Constitucion Politica del Estado y, el inciso 3) del articulo 37° de la Ley Orgànica de Municipalidades No. 23853, en virtud de los cuales los Regidores ejercen funcion de fiscalizacion y vigilancia de los actos de la administracion Municipal, careciendo de competencia para realizar acciones que originen cese de personal; violandose los derechos constitucionales a la proteccion contra el despido arbitrario y al debido proceso del demandante. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento sesenta y dos, su fecha dieciséis de junio de mil novecientos noventa y siete, que revocando la apelada, declaro improcedentes las excepciones de falta de agotamiento de la via administrativa y de incompetencia e improcedente la demanda; REFORMANDOLA declara infundadas las excepciones propuestas y FUNDADA la demanda; en consecuencia inaplicable para el demandante la Resolucion Municipal No 279-E-96, de fecha veintiocho de noviembre de mil novecientos noventa y seis, ordenandose se le reponga en el cargo que venia ocupando u otro de igual nivel sin reintegro de las remuneraciones dejadas de percibir durante el tiempo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Ince NUGENT DIAZ VALVERDE anled GARCIA MARCELO Aviz FCV/NFlem Lo que Certif100: MARIA LUZ VASOUEZ RELATORÉ Dre. BECRETARIAN PLONTTVEENRE TRIBUNAL", "fecha_publicacion": "1998-09-16", "id": 37471, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Angel Tomás Pinto Cuadros", "numero_expediente": "00696-1997-AA"}