{"CONTEXTO": " 00698-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00698-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 698-96-AA/TC Caso: La Rotonda S.A. Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de julio de mil novecientos noventisiete, reunido el Tribuno Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Vice Presidente encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde; Garcia Marcelo; Actuando como Secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Augusto La Puente, Gerente General de La Rotone L S.A., contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia la Republica, su fecha diez de julio de mil novecientos noventiséis, que declaro No Habe Nulidad en la recurrida, que revocando la apelada, declaro Improcedente la accion de ampa interpuesta contra la Municipalidad de Lima Metropolitana y la Municipalidad de La Molina.", "ANTECEDENTES:": "Don Edmundo Tejada Salinas, representante de servicios La Rotonda S.A., interpone accion amparo contra la Municipalidad de Lima Metropolitana y la Municipalidad de La Molina, par que la primera se abstenga de seguir conociendo el Expediente que ha concluido con resolucion de segunda instancia No 440, del diecisiete de febrero de mil noveciento noventicuatro, expedida por el Alcalde Metropolitano y que anulaba las resoluciones 4 anulaban a su vez la Licencia de Construccion No LM-92-01, que ha quedado firme y valia mientras que la segunda debe de abstenerse de perturbar el libre uso de la Licencia Construccion antes referida, expedida por la Municipalidad Metropolitana para la construcci de un grifo, conforme lo sehala la Resolucion Directoral No 042-94-EM-DGHIDFH de Direccion General de Hidrocarburos, que otorga autorizacion de instalacion a un puesto venta de combustibles a favor de la recurrente, por cuanto estas acciones de las demandad estan violentando los derechos de la entidad demandante, de libre iniciativa, empresa, comerc e industria, asi como al debido proceso legal. TRIBUNAL CONSTITUCIONAL Respecto de la Municipalidad de la Molina, fundamenta su pretension en los siguientes hecho 1) que ésta no puede desconocer la Licencia de Construccion otorgada por la Municipalidad Lima Metropolitana, ni la autorizacion otorgada por la Direccion General de Hidrocarbure violando los derechos que la Constitucion reconoce; y, 2) tampoco puede el referido Conce Municipal ignorar una expresa norma que consagra la absoluta libertad para construir y oper estaciones de servicio de combustibles, como la establecida en el articulo 11° del Decr Supremo No 053-93-EM que senala que \"TODA PERSONA NATURAL Y JURIDIC NACIONAL 0 EXTRANJERA TIENE LA LIBERTAD LEGAL DE CONSTRUIR Y OPER CUALQUIER ESTABLECIMIENTO DE VENTA DE COMBUSTIBLE  : SIN RESTRICCION DISTANCIAS MINIMAS ENTRE UNA U OTRA ESTACION 0 GRIFO\"; en el caso de Municipalidad de Lima Metropolitana, los demandantes expresan: 1) que la refer Municipalidad expidio la Resolucion de Alcaldia No 440, en virtud de la cual se anulaban resoluciones No 120 y 163, las mismas que en su oportunidad, anulaban la Licencia Construccion expedida por dicha Municipalidad, quedando con dicha resolucion agotada la administrativa, por lo que el propio Concejo Municipal no puede seguir conociendo expediente formado respecto de la Licencia de Construccion, toda vez que nadie podi interponer un recurso de revision contra la misma; y, 2) que dicha Municipalidad, de abstenerse de intervenir en el presente caso, porque se ha vencido el plazo previsto por la para que ella misma revoque sus resoluciones. Al contestar la demanda, la Municipalidad de La Molina senala, que la presente demanda amparo debe declararse Improcedente, toda vez que la demandante ha iniciado un proce administrativo, signado con el No 7272-2-94, el mismo que no ha sido resuelto en ulti instancia; respecto a la perturbacion del uso de la licencia expedida por la Municipalidad Lima, que conforme lo establece el articulo 15° del D.S. 053-93-EM, la autorizacion expedi por la Direccion Nacional de Hidrocarburos, es. un requisito previo para obtener la Licend siendo que la misma debe ser expedida por la Municipalidad Distrital; ademas, el demanda ha iniciado dos procedimientos administrativos, en la Municipalidad de Lima Metropolitana, que se genera la Licencia de Construccion No 92-01, y el segundo ante la Direccion General Hidrocarburos del Ministerio de Energia y Minas, por el que se autoriza la instalacion puesto de venta de combustible en el \"Sub Lote A, lotes 15 y 16 de la Mz 'C, de la Residencial Monterrico Sur, Distrito de La Molina\", indicando que la autorizacion de Direccion General de Hidrocarburos incluye los lotes 15 y 16 que no estaban previstos en Licencia de Construccion emitida por la Municipalidad de Lima Metropolitana. La Municipalidad de Lima Metropolitana al contestar la demanda, solicitan que la misma declarada Improcedente, toda vez que al expedirse la Licencia de Construccion No LM-92- del treinta de diciembre de mil novecientos noventidos, no se tomo en cuenta la existencia de lineas de cables aéreos; asimismo, expresa que la Direccion General de Electricidad Ministerio de Energia y Minas ha concluido que se ha infringido la Norma DGE-025-P-I/19 sobre imposicion de servidumbre y normas de seguridad dispuesta por el articulo 39° Decreto Supremo 019-91/EM/UME, referente a las lineas de alta tension, razon por la que AN? TRIBUNAL CONSTITUCIONAL Municipalidad de Lima resolvio declarar nulas las resoluciones No 120-93y 163-93 e infundada la impugnacion planteada por la demandante, mediante Resolucion de Alcaldia No 440, por cuanto la Municipalidad de Lima no era competente para conocer sobre solicitudes de Licencia de Construccion de estaciones de servicios, por encontrarse vigente el Decreto Supremo No 023- 93-EM, por lo que se dispuso la remision de todo lo actuado a la Direccion General de Hidrocarburos del Ministerio de Energia y Minas El Décimo Octavo Juzgado Civil de la Corte Superior de Lima, declaro Fundada la accion de amparo interpuesta, por las siguiente consideraciones: 1) que la actora es titular de la Licencia de Construccion No LM-92-01 expedida por la Municipalidad de Lima, cuya validez ha sido confirmada con la expedicion de la Resolucion No 440, por lo que la referida licencia debe surtir todos sus efectos; 2) que no son procedentes las impugnaciones de la Municipalidad Distrital de La Molina, contra la Licencia de Construccion 0 la resolucion directoral de la Direccion General de Hidrocarburos, toda vez que las entidades que las otorgaron no las han revocado dentro de los términos que las normas respectivas establecen; 3) que en el Decreto Supremo No 53-93-EM no se establece el procedimiento para el otorgamiento de la autorizacion y permiso para la operacion de grifos, ni norma alguna que obligue a la recurrente a tramitar una nueva Licencia de Construccion, obligandose a la actora a duplicar dicho tramite; 4) que la objecion referida a que la Licencia de Construccion fue expedida respecto de los lotes No 15 y 16 de la manzana \"C\", queda desvirtuada con el procedimiento de acumulacion de los mismos, efectuadas por escritura publica de fecha seis de agosto de mil novecientos noventiuno, segun puede observarse de los actuados que obran en el principal a fojas noventidos en adelante, siendo posteriormente independizado el lote denominado \"A\", por lo que la Certificacion de Zonificacion y Compatibilidad de Uso y la Licencia de Construccion no pueden ser objetado; 5) que las objeciones formuladas por las demandados por el pretendido incumplimiento de las normas de seguridad por parte de los demandantes han sido superadas por Acta de Inspeccion Técnica del veintiocho de agosto de mil novecientos noventitrés del Ministerio de Energia y Minas y Electrolima, asi como por la Auditoria Técnica de la Firma SEIMA EIRL que corre a fojas ochentiséis en adelante; y, 6) que conforme al articulo IIO del Decreto Supremo No 53-93- EM, la libertad de comercio es de tal indole, que se exonera cualquier restriccion de dreas minimas, limitandolas solo para el radio de giro de la isla del surtidor y al diseno integral del proyecto, por lo que la Municipalidad de La Molina està perturbando el derecho reconocido; en el caso de la Municipalidad de Lima Metropolitana, perturba los derechos de la accionante, al remitir a la Direccion de Hidrocarburos del Ministerio de Energia y Minas, los autos en que se expidio la Licencia de Construccion, para que la referida Direccion se pronunciara sobre dicha licencia a pesar de ser incompetente para ello. Esta sentencia al ser apelada, es declarada Improcedente por la Primera Sala Civil de la Corte Superior de Lima, por considerar: 1) que el objeto de la accion \"reponer las cosas al estado anterior de la notificacion cero cero tres ciento treintiocho de la Municipalidad de La Molina, que comunica la decision de la autoridad de paralizar la obra de implementacion y construccion de servicios y puesto de venta de combustibles\", 2) que habiéndose apelado de dicho acto 4 TRIBUNAL CONSTITUCIONAL veinte dias antes de municipal el cuatro de agosto de mil novecientos noventicuatro interponerse la presente demanda, segin consta a fojas cincuenticuatro del principal -, es evidente que la actora se sometio \"expresa e indubitablemente a una instancia superior a la productora del acto, de igual forma que lo hizo respecto a las resoluciones ciento veinte NONNTIrÉSMIM-4MSMDO y ciento sesentitrés noventitrés MLMIAM/SMDO, y sin esperar el pronunciamiento de aquella recurrio al organo judicial ocasionando se produzca la causal de improcedencia prevista en el articulo veintisiete de la Ley veintitrés mil quinientos seis\", , sin acreditarse la presencia de alguna de las causas de excepcion previstas en el articulo veintiocho del mismo cuerpo de normas. En su oportunidad, la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica declaro No Haber Nulidad en la recurrida por los propios fundamentos de la misma. Contra esta Resolucion, el representante legal de la accionante interpone el correspondiente Recurso Extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto por el articulo 41° de su Ley Organica.", "FUNDAMENTOS:": "Que, por medio de la presente demanda, se pretende que tanto la Municipalidad de Lima Metropolitana como la Municipalidad de La Molina, se abstengan de perturbar la construccion de un puesto de venta de combustible, toda vez que fue autorizado para ello mediante licencia de construccion No LM.92-01, expedida por la Direccion Municipal de Desarrollo Urbano de la Municipalidad de Lima Metropolitana, la misma que posteriormente ha sido objetada por dicha Municipalidad, y desconocida por la Municipalidad de La Molina, la que ordeno la \"paralizacion de obra de manera inmediata \" como puede observarse de la copia de la notificacion que obra a fojas doce del principal; Que, mediante Certificado de Zonificacion y Compatibilidad de Uso No 076-92-MLM-SMDU- DMDU del treintiuno de julio de mil novecientos noventidos, expedido por el Director Municipal de Desarrollo Urbano de la Municipalidad de Lima Metropolitana, se certifica que los Lotes No 15 y 16 ubicados en la manzana \"C\" de la Urb. Residencial Monterrico, ampliacion Sur, distrito La Molina, son lotes independientes colindantes y no acumulados, que estan zonificados como residenciales de baja densidad R-1, y \"presentan ubicacion conforme a la Actividad de venta de gasolina y lubricantes derivados del petroleo al estar calificados como R-1 y situarse frente a la Av. La Molina, segin lo dispuesto en el Numeral 138 del Indice para la Ubicacion de Actividades Urbanos y su Vademécum aprobado por Resolucion No 380-91-MIMAMSMDU de 20.08.91\", Que, mediante Licencia de Construccion No LM-92-01, expedida el treinta de diciembre de mil novecientos noventidos, por la Direccion Municipal de Desarrollo Urbano de la Municipalidad de Lima Metropolitana, se concede licencia de construccion total de un grifo ubicado en la TRIBUNAL CONSTITUCIONAL Avenida La Molina, en la esquina con la calle Los Duraznos en la Urb. Residencial Monterrico, manzana \"C\", Sub-Lote \"A\"; Que, tanto la Resolucion No 120-93/MEM-AM-SMDU del dieciséis de agosto de mil novecientos noventitrés, que declara \"nula ysin efecto legal alguno la Licencia de Construccion No LM-92- 01 de fecha 27 de enero de 1993\", como la Resolucion No 163-93-MLMAMISMDU, de fecha ocho de octubre de mil novecientos noventitrés, que declara infundada la impugnacion formulada contra la resolucion anteriormente mencionada, fueron expedidas por la Secretaria Municipal de Desarrollo Urbano de la Municipalidad de Lima Metropolitana, luego de transcurrido el plazo de seis meses que senalaba el articulo 113° de la Ley de Normas Generales de Procedimientos Administrativos, ampliado por el articulo 6° del Decreto Ley No 26111, para declarar la nulidad de las resoluciones administrativas, por lo que la referida Licencia de Construccion No LM-92-01, aun conserva su vigencia a pesar de dichas resoluciones de la Secretaria Municipal de Desarrollo Urbano de la Municipalidad de Lima Metropolitana; Que, por Resolucion de Alcaldia No 440 de fecha diecisiete de febrero de mil novecientos noventicuatro, el Alcalde de la Municipalidad de Lima Metropolitana declaro nulas las Resoluciones No 120-93 y 163-93 MLM/AM/SMDU de la Secretaria Municipal de Desarrollo Urbano de la Municipalidad de Lima Metropolitana, por considerar que dicha Municipalidad \"no era competente para conocer sobre las solicitudes de Licencia de Construccion de Estaciones de Servicios y Puestos de Venta de Combustibles \", tal como se expresa en el cuarto considerando de la citada Resolucion de Alcaldia; Que, la Direccion General de Hidrocarburos del Ministerio de Energiay Minas, el treintiuno de mayo de mil novecientos noventicuatro, expidio la Resolucion Directoral No 042-94-EM- DGH/DFH, que en su articulol otorgo \"laAUTORIZACION DE INSTALACION\" al \"PUESTO DE VENTA DE COMBUSTIBLES\", ubicado en la avenida La Molina interseccion con la avenida Los Duraznos, Distrito La Molina, Lima, a favor de la Empresa de Servicios La Rotonda S.A. \", la que, como se senala en el cuarto considerando de la misma resolucion, \"debera cumplir con el requisito referido a distancia a cables eléctricos desde los surtidores del acotado Proyecto de Estacion de Servicio \", conforme al articulo 470 del D.S. No 054-93-EM; Que, tanto la Municipalidad de Lima Metropolitana, como la Direccion General de Hidrocarburos del Ministerio de Energia y Minas, en uso de sus atribuciones, expidieron la correspondiente Licencia de Construccion asi como la autorizacion para la instalacion del puesto de venta de combustibles, siendo estas mismas entidades, las unicas que en la via administrativa pueden revocar las mismas, dentro del plazo fijado por la Ley de Normas Generales de Procedimientos Administrativos para tal efecto, lo que no ha ocurrido en autos, Que, ademas, como puede establecer afojas ochenta y siguientes del principal, la Empresa de Auditoria e Inspectoria del Sub Sector Hidrocarburos - SEIMA E.I.R.L., al realizar la Fiscalizacion correspondiente, recomienda: 1) al Ministerio de Energia y Minas: se autorice la TRIBUNAL CONSTITUCIONAL \"Instalacion de Servicios La Rotonda S.A. \"y, 2) a la empresa fiscalizada: que \"deberà cumpli estrictamente con las especificaciones técnicas y de seguridad mostrados en el proyecto, Cs como las observadas al articulo N- 47- delD.S. 054-93-EM\"; Que, del Acta de Inspeccion elaborada por la propia Empresa SEIMA E.I.R.L., que consta fojas ochentitrés y siguientes, se observa en el punto \"Quinto y que la empresa fiscalizador \"recomienda soterrar las Zineas a una distancia no menor de 20m. de los limites del linder antes y después del grifo - , haciéndose constar en el punto \"Septimo que \"Servicios Rotonda SA. \" \"solicita a la Empresa Electrolima S.A., la cotizacion respectiva para soterro las lineas de 110 kv., como consta en documento enviado por la Empresa Electrolima del 01 Septiembre de 1993\"; Que, en la presente accion, no es necesario el agotamiento de la via previa, toda vez que Municipalidad de La Molina, ordeno a la empresa accionante, mediante notificacion No 0033 de fecha tres de agosto de mil novecientos noventicuatro, la \"PARALIZACION DE OBRA MANERA INMEDIATA A MERITO OF No 13491 MDLM-AJ/94\", de conformidad con dispuesto por el articulo 28° inciso 2) de la Ley No 23506; Que, cabe senalar que siendo la entidad demandante una persona juridica, ésta no puede encontrarse carente de atributos fundamentales, que en el presente caso, por demas entendeme que los tiene, ya que si bien la Constitucion vigente no lo reconoce expresamente, tampod puede interpretarse ello como que los niegue, no solo porque existe la posibilidad de acudir a clausula abierta prevista en el articulo 30 de la norma fundamental, sino y sobre todo, porque articulo 20 inciso 17) de la misma, reconoce el derecho de toda persona a participar en forme individual 0 asociada en la vida de la Nacion, no puede ser coherente asumir que por un lado habilita el ejercicio de facultades a toda asociacion entendida en términos constitucionales y por el otro se les niegue las garantias necesarias para que tal derecho se materialice. Po consiguiente, tratandose en la presente accion, de una transgresion a los derechos de libr iniciativa privada, a la libertad de trabajo, y a la libertad de empresa, comercio e industrid consagrados en los articulo 58°y 59° de la Constitucion vigente, corresponde a este colegiade emitir un pronunciamiento que tutele los derechos que se reclaman, independientemente de corresponden a una persona natural 0 juridica; Por estos fundamentos, el Tribunal Constitucional, de conformidad con las atribuciones que otorgan la Constitucion y su Ley Organica:", "FALLA:": "Revocando la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia la Repiiblica, su fecha diez de julio de mil novecientos noventiséis, que declaro No Habe Nulidad en la recurrida, del veintinueve de setiembre de mil novecientos noventicinco, la qu revocando la apelada, declaro Improcedente la accion de amparo interpuesta; en consecuencia TRIBUNAL CONSTITUCIONAL Reformandola, la declararon FUNDADA en todos sus extremos, no siendo de aplicacion en presente caso, lo dispuesto por el articulo 11° de la Ley No 23506, Ley de Habeas Corpus Amparo. Dispusieron su publicacion en el diario oficial El. Peruano, y los devolvieron. S.S. ACOSTA SANCHEZ; Kesrcl luy, MOMlls NUGENT; DIAZ VALVERDE; GARCIA MARCELO. ACHC LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA", "fecha_publicacion": "1997-08-29", "id": 36307, "nombre_demandado": "Municipalidad de Lima Metropolitana y otro", "nombre_demandante": "Edmundo Tejada Salinas representante de servicios La Rotonda SA", "numero_expediente": "00698-1996-AA"}