{"CONTEXTO": " 00695-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00695-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 695-97- AA/TC Arequipa Raul Mende Diaz SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de octubre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los sefiores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo.y, actuando como secretaria la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Raul Mende Diaz, contra la sentencia de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha diecisiete de junio de mil novecientos noventa y siete, la que confirmando la sentencia apelada, de fecha catorce de marzo de mil novecientos noventa y siete, fallo declarando improcedente la accion de amparo seguida por el mencionado demandante en contra del Jefe Encargado de la Division de Pensiones del Instituto Peruano de Seguridad Social, hoy Oficina de Normalizacion Previsional -ONP-.", "ANTECEDENTES:": "Don Raul Mende Diaz, de conformidad con lo establecido por los articulos 200° inciso 2), 2° inciso 1), 40, 10° y 11° de la Constitucion, Ley 23506, articulos 27° y 24° inciso 22), interpuso accion de Amparo, dirigiéndola en contra del Jefe Encargado de la Division de Pensiones del Instituto Peruano de Seguridad Social, hoy Oficina de Normalizacion Previsional, don Emilio Frisancho Calderon, pidiendo que se dejase sin efecto la resolucion No 21498-93-IPSS, que le denego el derecho a gozar de una pension de jubilacion, no obstante que esa pension la solicito con fecha veintiséis de febrero de mil novecientos noventa y dos, solicitando que el Juez, en cumplimiento del D.L. 19990 y el D.S. 02-94-JUS, le otorgase su pension de jubilacion, por tener las aportaciones y la edad que demandan estas normas, como requisitos para tener derecho a ese beneficio, 2 TRIBUNAL CONSTITUCIONAL agregando, que la division de pensiones habia vulnerado su derecho constitucional a la seguridad social y a la prestacion de pensiones, con lo que se le estaba amenazando su derecho a la vida y a la integridad fisica. Dijo, que la Division de Pensiones, en la parte considerativa de la resolucion No 21498-93-IPSS, senalo que segun documentos e informes, el recurrente tiene acreditados 17 anos completos de aportacion, lo cual no le permite goce de pension, estando a lo ordenado por el D.L.25967 que fija un minimo de 20 anos de aportaciones, en referencia a esto, el demandante indico que habia laborado para la Corporacion Peruana de Aeropuertos \"CORPAC S.A.\" desde el dos de agosto de mil novecientos setenta y cuatro, hasta el treinta de diciembre de mil novecientos noventa y uno, totalizando diecisiete afos de aportaciones, y, en la Fabrica \"América\" Pedro P. Diaz S.A., desde el cinco de marzo de mil novecientos cuarenta y siete, hasta el doce de octubre de mil novecientos cincuenta, totalizando tres anos, seis meses y siete dias de aportaciones, sobre los cuales no se ha pronunciado la resolucion que impugna; de otro lado sostuvo que la aludida resolucion era improcedente y nula, por haber sido amparada por el articulo 1° del D.L. No 25967, norma legal que no le correspondia, si se tiene presente que su solicitud de jubilacion fue interpuesta el veintiséis de febrero de mil novecientos noventa y dos, cuando el D.L. No 19990 se encontraba vigente, manifestando que si se le hubiera aplicado la legislacion que le correspondia, entonces lo resuelto guardaria relacion con lo juridico y lo ético, y, como lamentablemente no se habia procedido asi, se contravino el derecho pensionario y el principio de retroactividad de las leyes, al aplicarsele el D.L. 25967, norma que de acuerdo a la constitucion, no es aplicable a su caso. Don Emilio Frisancho Calderon, al momento de contestar la demanda, solicito que fuera declarada improcedente, por considerar que la accion de amparo no es la via idonea para que el demandante pueda reclamar su derecho, ya que la accion de Amparo tiene por objeto reponer las cosas al estado anterior a una violacion 0 amenaza inminente de violacion de un derecho constitucional, a partir de la declaracion de constitucionalidad 0 inconstitucionalidad del acto reclamado, mas no es objeto de la accion de amparo declarar la existencia 0 inexistencia de un derecho 0 de una relacion juridica, como erroneamente plantea el demandante en su pretension, la que debio ser interpuesta como accion comtencioso-admimnistatha; anadiendo que resultaria improcedente la accion de amparo, si resolviese la titularidad de un derecho, pues, en tal caso, la sentencia de Amparo seria constitutiva del mismo, lo que contrariaria al caracter cautelar de este tipo de fallo, el cual debe circunscribirse a la declaratoria de violacion de un derecho constitucional. Asimismo, en el primer y segundo otrosi de su escrito de contestacion formulo las excepciones de falta de legitimidad para obrar del demandado y de representacion defectuosa e insuficiente del demandado, respectivamente. En fecha veintidos de enero de mil novecientos noventa y seis, el Juez del Quinto Juzgado Civil de Arequipa, se pronuncio declarando infundadas las excepciones de falta de legitimidad para obrar del demandado y representacion defectuosa del demandado e 3 TRIBUNAL CONSTITUCIONAL improcedente la accion de amparo, por considerar que la via del amparo no es la idonea para declarar derechos 0 relaciones juridicas entre partes, debiendo seguirse la accion contemciowp-administrativ, de conformidad con lo senalado en el inciso 2) del articulo 6° de la Ley 23506. El Fiscal Superior, mediante dictamen corriente a fojas 95 de autos, fue de opinion de que se declarase la nulidad de la apelada por apreciar de autos que no fue notificado el Gerente General del IPSS, pese al interés legitimo de éste como institucion, conforme a la Primera Disposicion Transitoria y Complementaria de la Ley 26323; que tampoco la demanda se puso en conocimiento del Jefe de la Oficina de Normalizacion Previsional -ONP- 0 de su Gerente General, lo cual supone una omision de lo que prescribe el articulo 10° de la Ley 23506 concordado con el articulo 12° de la Ley 25398, que imponen la necesidad de notificar, no solo al demandado sino a la institucion a la que pertenece, maxime que el presente caso se advierten las implicancias evidentes de un caso de litisconsorcio necesario en relacion a las instituciones indicadas, por lo que fue de opinion que se reponga la causa al estado de salvarse las omisiones senaladas. A fojas 111 la Segunda Sala Civil de la Corte Superior de Arequipa, mediante sentencia de fecha veintidos de abril de mil novecientos noventa y seis, declaro nula e insubsistente la sentencia de primera instancia, por haberse cometido las omisiones también advertidas por el Fiscal Superior, las que debieron corregirse antes de haber sentenciado la causa, disponiendo que el Juez emitiese un nuevo fallo. En este estado, a fojas 129, la Oficina de Normalizacion Previsional -ONP- representada por el Dr. Mario Santiago Solari Zerpa, al momento de dar contestacion a la demanda, formulo la excepcion de: 1) caducidad, por cuanto el veinticinco de febrero de mil novecientos noventa y tres se expidio la resolucion No 21498-93, que denego la pension de jubilacion al demandante; que, con fecha dieciséis de marzo de mil novecientos noventa y tres el recurrente presento un escrito de reconsideracion y dos anos después presento un recurso de revision con el unico objeto de revivir su derecho de accion; y la excepcion de: 2) de falta de agotamiento de la via administrativa, por cuanto, el demandante no ha interpuesto recurso de apelacion conforme lo establece el articulo 100° del D.S. 002-94-JUS, el que debio interponer después de haber transcurrido los 15 dias del silencio administrativo negativo del recurso de reconsideracion, indicando que la ley condiciona la procedencia del Recurso de Revision siempre y cuando se haya interpuesto el recurso de apelacion y no como acciono el demandante, quién presento el recurso de revision en forma extemporanea y no presento nuevas pruebas, requisito indispensable establecido por el articulo 770 del reglamento del D.L. 19990, por tanto no esta expedita la via para poder demandar a la O.N.P. En cuanto al fondo de la demanda dijo que en cumplimiento del articulo 1° del D.L. 25967 el demandante no tiene derecho a pension de jubilacion, por no cumplir con los veinte anos de aportaciones ni con la edad requerida, habiéndose aplicado correctamente dicho TRIBUNAL CONSTITUCIONAL Decreto Ley, por cuanto éste rige desde el diecinueve de diciembre de mil novecientos noventa y dos en adelante, teniendo en cuenta que los efectos y hechos de los actos juridicos anteriores, como en este caso la solicitud de jubilacion del demandante, se adecua a la nueva norma promulgada de conformidad con el articulo III del Titulo Preliminar del Codigo Civil, que, por otro lado, la Unica Disposicion Transitoria del D.L. 25967, establece que las solicitudes de beneficios pensionarios en cualquiera de los regimenes que administra el IPSS se cinen a las normas que prescribe, al diecinueve de diciembre de mil novecientos noventa y dos, debiendo entenderse que los tramites pendientes de beneficio pensionario, que no hayan concluido deberan adecuarse al procedimiento y reglas contenidas en esa norma legal. Concluyo su contestacion manifestando que el derecho del actor caduco, que la via de la accion de amparo no es la correcta para reclamar el derecho pretendido por el actor, el que debio reclamar en la via consendiowo.administrativa. A fojas 214, el Instituto Peruano de Seguridad Social, representado por el Dr. Daniel Gordillo Lazaro, contesto extemporaneamente la demanda, formulando las excepciones de caducidad, falta de agotamiento de la via previa y falta de legitimidad para obrar del demandado, por razones muy similares a las explicadas por el representante de la Oficina de Normalizacion Previsional y por el Jefe Encargado de la Division de Pensiones del IPSS, don Emilio Frisancho Calderon; dejando en claro que la O.N.P es la unica entidad competente para reconocer y otorgar los derechos pensionarios, precisando que es nulo de pleno derecho cualquier acto que contravenga esa disposicion. El Juez Provisional Especializado del Quinto Juzgado Civil de Arequipa, mediante sentencia de fecha catorce de marzo de mil novecientos noventa y siete, fallo declarando infundadas las excepciones de falta de legitimidad para obrar del demandado y de representacion defectuosa e insuficiente del demandado; y, fundada la excepcion de falta de agotamiento de la via administrativa propuesta por la O.N.P., en razon de que la resolucion No 21498-93 de fecha veinticinco de febrero de mil novecientos noventa y tres, que denego la pension de jubilacion al demandante, y que le fuera notificada el mismo dia, interponiéndose contra ella los recurso de reconsideracion y de revision fuera de los términos que prevén los articulos 980 y 100° del D.S. 02-94-JUS, que son quince dias, pues el primero de ellos lo hizo el treinta y uno de agosto de mil novecientos noventa y tres y el segundo, el trece de julio de mil novecientos noventa y cinco, aunque no resueltos por la parte demandada, indudablemente son notoriamente extemporaneos, por lo que declaro la caducidad de la accion de amparo interpuesta. Apelada la resolucion del Juzgado, a fojas 259, el Fiscal Superior, mediante dictamen No 025-97-AA-2FSCAR, fue de opinion que se revocase la apelada y se declare improcedente la demanda, asi como las excepciones propuestas, por estimar que la apelada declaro infundadas las excepciones propuestas, con excepcion de la de 2 TRIBUNAL CONSTITUCIONAL caducidad y, por tal razon no se pronuncio sobre el fondo mismo de la materia sub- judice; sin embargo en cuanto al fondo del asunto corre que el actor interpuso la accion de amparo dentro de término, por que presento el dieciséis de marzo de mil novecientos noventa y tres su recurso de reconsideracion y por que se infiere que hay una situacion perjudicial constante y permanente, con lo cual se acredita que no ha operado la De otro lado, también se extrae que en buena cuenta el proceso caducidad. administrativo no ha concluido, por que el actor ha hecho uso de la opcion que prevé el D.S. No 02-94-JUS y ha preferido insistir en que se resuelva en la via administrativa su recurso de reconsideracion, y si bien, presento un recurso denominado de revision éste no es ni surte efecto como tal, dicho de otro modo, el actor se ha saltado una instancia, de modo que la simple interposicion de un denominado recurso de revision no lo habilitaba para intentar en el fondo la presente accion de amparo, ni aun para el caso de interpretar al denominado recurso de revision como uno de apelacion contra la resolucion ficta que denego la reconsideracion, por que en esta hipotesis el actor habria dejado consentir irremisiblemente la resolucion ficta denegatoria, al haber vencido todo término para impugnarla; que ciertamente el estado del proceso administrativo supone que el actor tendria que agotar el recurso de apelacion contra la resolucion ficta que deniega la reconsideracion, y si aun no hay resultado, interponer el recurso de revision correspondiente, contra la sucesiva resolucion ficta que deniega la apelacion, habilitandose asi para interponer el de revision y solo asi podria entenderse que ha agotado la via administrativa; empero, aun en el supuesto anterior, no es la accion de amparo la prevista para declarar 0 constituir un derecho, sino en este caso preciso la accion comencioso-administrativa, en conformidad con el articulo 790 de la Ley No 26636, dado el caracter laboral del reclamo, en donde con mayor probanza, poder establecer si corresponde 0 no el derecho a pension que reclama el actor. A fojas 271, obra la Sentencia de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha diecisiete de junio de mil novecientos noventa y siete, la que de conformidad en parte con el dictamen fiscal, por los fundamentos pertinentes de la apelada y considerando que la resolucion No 21498-93 que impugna el demandante le fue notificada el dia veinticinco de febrero de mil novecientos noventa y tres y que desde la indicada fecha a la interposicion de la demanda, el diecinueve de setiembre de mil novecientos noventa y cinco, habia transcurrido en exceso el plazo de caducidad previsto en el articulo 370 de la Ley No 23506, sin que medie causal de excepcion para que opere la misma, por no tratarse de derechos constituidos 0 reconocidos, no prestando mérito los recursos de reconsideracion y revision por haberse interpuesto en forma notoriamente extemporanea, tanto mas si se tiene en cuenta que el accionante omitio la instancia de la apelacion; y, que en todo caso no tratandose de derechos reconocidos, como se tiene glosado, la accion de amparo no resulta idonea, sino mas bien la contencioso- administrativa; razones por las que confirmaron la sentencia de primera instancia, que declaro fundada la excepcion de caducidad propuesta, e integrandola declararon improcedente la accion de amparo interpuesta.", "fecha_publicacion": "1997-12-01", "id": 36514, "nombre_demandado": "Jefe Encargado de la División de Pensiones del Instituto Peruano de Seguridad Social (Emilio Frisancho Calderón)", "nombre_demandante": "Raul Mende Díaz", "numero_expediente": "00695-1997-AA"}