{"CONTEXTO": " 00699-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00699-1998-AA.pdf) --- ot TRIBUNAL CONSTITUCIONAL EXP. N. o 699-98 AA/TC LIMA JOSÉ ANTONIO AGUILAR ANGELETTI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Antonio Aguilar Angeletti contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos ochenta, su fecha veintidos de junio de mil novecientos noventa y ocho, que declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don José Antonio Aguilar Angeletti, con fecha veintidos de abril de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra el Supremo Gobierno, para que se declare inaplicable a su persona el Acuerdo de Sala Plena Extraordinaria de la Corte Suprema de Justicia de la Republica, de fecha trece de julio de mil novecientos noventa y dos, que le impone la medida disciplinaria de separacion definitiva del cargo de Vocal Superior Titular del Distrito Judicial de Amazonas, por violar su derecho al debido proceso, derecho a la defensa y a la permanencia en el servicio como Magistrado. Solicita que las cosas vuelvan al estado anterior a la violacion de sus derechos constitucionales, reponiéndolo en su cargo con todos los derechos inherentes a tal titulo. Argumenta que el once de agosto de mil novecientos ochenta y nueve fue nombrado Vocal Titular de la Corte Superior de Justicia del Distrito Judicial de Amazonas, y que mediante Decreto Ley N.° 25446, de fecha veintitrés de abril de mil novecientos noventa y dos, se forma una Comision Evaluadora para efectuar el proceso de investigacion y sancion de la conducta funcional de los magistrados, por lo que con fecha trece de julio del mismo ano, por Resolucion de la Corte Suprema de Justicia de la Republica, se resuelve imponerle la medida disciplinaria de separacion definitiva del cargo por inconducta funcional. Sostiene que la resolucion de la Corte Suprema adolece 22 TRIBUNAL CONSTITUCIONAL de nulidad insalvable, por no estar motivada; ademas es contradictoria porque se invoca una ley suspendida, motivo por el cual, con fecha veintitrés de julio de mil novecientos noventa y dos, presenta Recurso de Reconsideracion, y con fechas once de setiembre y dieciséis de diciembre del mismo ano presenta recursos ampliatorios, y que al no haber sido nunca notificado por la Corte Suprema, el diecinueve de febrero de mil novecientos noventa y seis, solicita se resuelva el mencionado Recurso. Mediante Oficio N.o 305-96- P-SA, del veintiséis de marzo de mil novecientos noventa y seis, se le comunica de la resolucion de fecha veintisiete de julio de mil novecientos noventa y dos, que declara inadmisible el Recurso de Reconsideracion interpuesto. Manifiesta que cumplio con agotar la via previa administrativa y que la presente Accion de Amparo la interpuso en tiempo habil. Ampara su demanda en los articulos N.o 233° inciso 9) y 242° inciso 2) de la Constitucion Politica del Estado de 1979 y los articulos 1°, 2, 70, 10°, 240, inciso 16) y articulos 29° y 30° de la Ley N.o 23506. El Procurador Publico a cargo de los asuntos judiciales del Poder Judicial contesta la demanda y solicita sea declarada improcedente O infundada. Senala que la Accion de Amparo deviene en caduca, por haber sido interpuesta extemporaneamente, fuera del plazo de sesenta dias habiles exigidos por el articulo 370 de la Ley N.° 23506 y por haberlo dispuesto expresamente el articulo 2° del Decreto Ley N.o 25454, al senalar que no procede la Accion de Amparo dirigida a impugnar directa 0 indirectamente los efectos de la aplicacion del Decreto Ley N.o 25446, asi como también lo dispone la Disposicion Complementaria del Decreto Ley N.° 25580. Ademas, la demanda también deviene en infundada porque no se advierte que se hubiese violado 0 amenazado ningun derecho constitucional del demandante, al no haberse prescindido de las normas esenciales de procedimiento y de la forma prescrita por la ley, ni que se hubiera privado al demandante del derecho de defensa. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas trescientos treinta y siete, con fecha veintisiete de enero de mil novecientos noventa y ocho, declara fundada la demanda, por considerar principalmente que el Decreto Ley N.o 25446, que cesa al demandante, transgrede lo dispuesto en el articulo 242° inciso 2) de la Constitucion Politica de 1979, asi como la Decimotercera Disposicion General y Transitoria de la misma. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos ochenta, con fecha veintidos de junio de mil novecientos noventa y ocho, revoca la apelada y reformandola la declara improcedente pues lo que se pretende es cuestionar los resultados de un proceso administrativo de evaluacion y hacerlo en virtud de la apreciacion de nuevas pruebas, lo que no corresponde ser merituado en sede constitucional, por tener caracter residual. Contra esta resolucion, el demandante interpone Recurso Extraordinario 33 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que, del petitorio se desprende que el demandante solicita la no aplicacion del 1. Acuerdo de Sala Plena Extraordinaria de la Corte Suprema de Justicia de la Republica que lo destituye del cargo de Vocal Superior del Distrito Judicial de Amazonas cuando, en realidad, lo que cuestiona es la aplicacion del Decreto Ley N.o 25446, que dispone en su articulo 6° la conformacion de una comision evaluadora que lo cesa en sus funciones. Que, habiendo transcurrido mas de tres anos desde la fecha en que el 2. demandante interpusiera el Recurso de Reconsideracion, esto es, desde el veintitrés de julio de mil novecientos noventa y dos hasta la fecha de interposicion de la demanda el veintidos de abril de mil novecientos noventa y seis, ha transcurrido en exceso el plazo que se senala para acogerse al silencio administrativo negativo al no obtener la respuesta pertinente. Que el plazo de sesenta dias habiles que regula el articulo 37° de la Ley N.o 3. 23506 para poder interponer la presente Accion de Amparo ha transcurrido en exceso, por lo que la presente demanda resulta caduca. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos ochenta, su fecha veintidos de junio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT asera GARCIA MARCELO Lo que Oertiftcot FD Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-04", "id": 35234, "nombre_demandado": "Supremo Gobierno", "nombre_demandante": "José Antonio Aguilar Angeletti", "numero_expediente": "00699-1998-AA"}