{"CONTEXTO": " 00697-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00697-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 697-96-AA/TC Nazario Edgar Flores Castro Cl. La Sala Laboral de la Corte Superior de Justicia de Junin Huancayo SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; Actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Tema en debate - Derecho constitucional al debido proceso. Recurso extraordinario interpuesto por don Nazario Edgar Flores Castro contra la sentencia pronunciada por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha 8 de julio de 1996, que declaro haber nulidad en la apelada, y reformandola declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Nazario Edgar Flores Castro interpone accion de amparo contra los senores Vocales de la Sala Laboral de la Corte Superior de Justicia de Junin - Huancayo senores Carlos Montoya Alfaro, Diomedes Ramirez Arroyo y Jorge Alfredo Solis Espinoza, para que se declare la ineficacia de la sentencia, su fecha 4 de febrero de 1994, expedida por la Sala anotada. Afirma el actor que se afecto su derecho de defensa al pronunciarse dicha sentencia. El codemandado don Jorge Alfredo Solis Espinoza, expresa que las anomalias en el proceso laboral debieron ventilarse dentro del mismo proceso. TRIBUNAL CONSTITUCIONAL FUNDAMENTOS : 1. Que, en el proceso, objeto de la accion de amparo, la resolucion expedida por la Sal Laboral de la Corte Superior de Justicia de Junin, su fecha veinticuatro de diciembre de m novecientos noventa y tres, de fojas quinientos cinco, que senala fecha y hora para la vist de la causa no se notifico a la parte actora segun la constancia de fojas quinientos seis; 2. Que, esta omision afecta el derecho de defensa reconocido por el articulo 139° inciso 14 la Constitucion de 1993; circunstancia por la que, sin la prevencion anotada, deviene ineficaz la sentencia pronunciada por la Sala Laboral de la Corte Superior de Justicia Junin; asimismo, en el proceso laboral cuestionado, como consta de autos, se ha producid otras irregularidades que afectan el debido proceso. No es de aplicacion el articulo 11 la Ley No 23506, porque los hechos motivo de la imputacion no son atribuibles a demandados. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : REVOCANDO la sentencia de vista pronunciada por la Sala de Derecho Constitucional Social de la Corte Suprema de Justicia de la Republica, su fecha ocho de julio de m novecientos noventa y seis que declaro haber nulidad en la sentencia pronunciada por Sala Civil de la Corte Superior de Justicia de Junin, su fecha treinta de junio de m novecientos noventa y cinco, que declaro infundada la accion de amparo, y reformândola declaro improcedente; reformando la de vista y revocando la de primera instancia declararon FUNDADA la accion de amparo; en consecuencia, se declara ineficaz sentencia pronunciada por la Sala Laboral de la Corte Superior de Justicia de Junin, fecha cuatro de febrero de mil novecientos noventa y cuatro, expedida en el proces seguido por don Nazario Edgar Flores Castro con Centromin Peru S.A., sobre calificacio de despido; debiendo reponerse la causa al estado que corresponda, conforme a le dispusieron su publicacion en el diario oficial El Peruano, y los devolvieren.", "SS.": "laul ACOSTA SANCHEZ NUGENT DIAZ VALVERDE u e L GARCIA MARCELO JG/amf  Lo que Certifico: Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 36865, "nombre_demandado": "Sala Laboral de la Corte Superior de Justicia de Junín", "nombre_demandante": "Nazario Edgar Flores Castro", "numero_expediente": "00697-1996-AA"}