{"CONTEXTO": " 00692-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00692-1997-AC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP.No 692-97-AC/TC HUAMANGA ASENTAMIENTO HUMANO \"COVADONGA\" SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Asentamiento Humano \"Covadonga\" contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fecha veinticuatro de julio de mil novecientos noventa y siete, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "El Asentamiento Humano \"Covadonga\" representada por su Presidente, don Josué Montes Sinforoso, interpone demanda de Accion de Cumplimiento contra el Alcalde del Concejo Provincial de Huamanga con la finalidad de que cumpla con aplicar la Ley No26264, procediendo la demandada al saneamiento fisico legal del Asentamiento Humano demandante. Manifiesta que en reiteradas oportunidades ha solicitado tal saneamiento; no habiendo procedido la demandada a efectuarlo, aduciendo entre otros argumentos, que el terreno que ocupa la demandante es de propiedad de la Universidad Nacional San Cristobal de Huamanga. Ampara su demanda en lo dispuesto por el inciso 6) del articulo 200° de la Constitucion Politica del Estado, articulo 4° de la Ley No 26301, la Ley No 26545, Ley No 25398 y Ley No 23506. La Municipalidad Provincial de Huamanga contesta la demanda senalando que dichos terrenos fueron adjudicados a favor de la Universidad Nacional de San Cristobal de Huamanga, por el Ministerio de Vivienda y Construccion, y que en el mes de mayo de mil novecientos noventa y uno, fueron ocupados por miembros de diversas asociaciones que después se fusionaron y se convirtieron en la demandante; que la Universidad al tener conocimiento de la invasion, denuncia penalmente a los invasores; que la demandante es una Asociacion con personeria juridica, consecuentemente, no era procedente reconocerlos como Asentamiento Humano; y debe tenerse en cuenta que se considera Asentamiento Humano a aquellas que posesionan terrenos de propiedad fiscal, municipal 0 privada, sin titulo alguno, mientras las asociaciones de vivienda, y las cooperativas de vivienda son propietarias de los terrenos que ocupan. El Segundo Juzgado en lo Civil de Huamanga, con fecha dieciséis de junio de mil novecientos noventa y siete, declaro fundada la demanda, por considerar, entre otras razones que analizando los aspectos de forma, la demandante ha cumplido con remitir la carta notarial de requerimiento, conforme a la exigencia que impone el inciso c) del articulo 5° de la Ley No 26301, por otro lado respecto al requisito establecido en el 2 TRIBUNAL CONSTITUCIONAL articulo 1° de la Ley No 26264 que se refiere a la fecha de posesion de los terrenos, es decir después del primero de junio de mil novecientos noventa y antes del treintiuno de octubre de mil novecientos noventa y tres, cumple la demandante pues ambas partes han admitido que la posesion de los terrenos por parte de la demandante se produjo en mayo de mil novecientos noventa y uno, asimismo resulta indiferente la denominacion del asentamiento por cuanto el articulo 1o y el tercer parrafo del articulo 3° de la Ley No 0H 25102, asi como del articulo 1° de la Ley No 24513, lo utilizan en forma indistinta a condicion de que se trate de agrupaciones humanas conformadas con fines de vivienda. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Ayacucho, con fecha veinticuatro de julio de mil novecientos noventa y siete, revoca la apelada y reformandola la declara improcedente; por estimar que en autos se encuentra acreditada que la propiedad del terreno que ocupa la demandada le corresponde a la Universidad Nacional San Cristobal de Huamanga, encontrândose debidamente registrado en el Registro de la Propiedad de Inmuebles de dicha ciudad; por otro lado, aparece de autos que el lote de terreno es una zona reservada por la Universidad para destinarlo a servicios publicos y por lo tanto resulta aplicable al presente caso concreto la excepcion contenida en el literal a) del articulo 3° de la Ley No 26264 que establece que no estan comprendidos en esta ley los terrenos de uso publico y los utilizados y reservados para servicio publico; asimismo los efectos y aplicacion de la referida ley ya ha sido materia de controversia tanto a nivel administrativo como jurisdiccional. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a efectos de que este Colegiado proceda ordenar el cumplimiento de una norma a diferencia de un acto administrativo, debe analizar si dicha norma que se solicita su cumplimiento le es aplicable al demandante. 2. Que, en el presente caso el demandante solicita que la Municipalidad demandada proceda al saneamiento fisico legal del terreno que ocupa, en expresa aplicacion de la Ley No 26264. Para el caso se tendra que analizar si la demandante cumple con los requisitos que la indicada ley establece en el articulo 10; senala que se procedera al saneamiento fisico legal de los asentamientos humanos en posesion de terrenos de propiedad fiscal, municipal 0 privada después del primero de junio de mil novecientos noventa y antes del treinta y uno de octubre de mil novecientos noventa y tres; y estara a cargo de las Municipalidades. De autos se acredita, incluso por la propia manifestacion de la demandada, que la demandante ocupa los terrenos cuyo saneamiento se solicita desde mayo de mil novecientos noventa y uno, es decir, cumple el requisito de la fecha; en segundo lugar el terreno no esta ubicado en zona arqueologica ni es de uso publico ni esta reservado para servicios publicos, pues incluso la Universidad Nacional San Cristobal de Huamanga habia proyectado construir viviendas para sus trabajadores; consecuentemente, dicho terreno estaba destinado para viviendas, que es el mismo uso que le da la demandante. Asimismo no se encuentra en ninguna de las excepciones que la ley en cuestion senala en su articulo 3°. 3 TRIBUNAL CONSTITUCIONAL 3. Que, respecto al argumento glosado por la demandada en el sentido que se trata de una Asociacion de Vivienda y no un Asentamiento Humano, el mismo es irrelevante y no aplicable al presente caso; en primer lugar una Asociacion de Vivienda es propietaria de su terreno 0 se crea para dicho fin; en segundo lugar, visto el error, la Asociacion demandante cambia de denominacion a la de Asentamiento Humano, nombre que legal y facticamente le corresponde y dicho cambio de denominacion se encuentra acreditado en autos a fojas nuevey doscientos ochenta y siete; por ultimo, los articulos 1°y 3° de la Ley No 25102, asi como el articulo 1° de la Ley No 24513, donde se utilizan ambas denominaciones a condicion de que se trate de agrupaciones humanas conformadas con fines de vivienda. 4. Que, respecto a la forma la demandante ha cumplido con agotar la via previa conforme es de verse del expediente administrativo acompanado, asimismo ha cumplido con remitir a la demandada la carta notarial de requerimiento conforme lo exige el inciso c) del articulo 5° de la Ley No 26301. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento setenta y dos, su fecha veinticuatro de julio de mil novecientos noventa y siete, que reformando la apelada declaro improcedente la demanda reformandola declara FUNDADA la Accion de Cumplimiento, en consecuencia se ordena que la Municipalidad Provincial de Huamanga cumpla con aplicar la Ley No 26264 para el caso del Asentamiento Humano \"Covadonga\". Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Churcu DIAZ VALVERDE NUGENT niMh GARCIA MARCELO Lo que Certificot b/ Dra. MARIA LUZ VASQUEZ MR SECRETARIA RELATORA TRIBUNAL CONETITUCIONAL", "fecha_publicacion": "1998-10-17", "id": 37148, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Huamanga", "nombre_demandante": "Asentamiento Humano Covadonga", "numero_expediente": "00692-1997-AC"}