{"CONTEXTO": " 00697-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00697-1997-AA.pdf) --- 24 TRIBUNAL CONSTITUCIONAL EXP. No. 697-97-AA/TC TRABAJADORES OBREROS DE LA MUNICIPALIDAD DISTRITAL DE LINCE LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por los Trabajadores Obreros de la Municipalidad Distrital de Lince, con fecha catorce de julio de mil novecientos noventa y siete, contra la sentencia de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, que con fecha dieciocho de junio del mismo ano, declaro infundada la Accion de Amparo incoada contra el Alcalde de la Municipalidad Distrital de Lince. (fojas 326 a 334)", "ANTECEDENTES:": "Con fecha siete de enero de mil novecientos noventa y siete, los Trabajadores Obreros de la Municipalidad Distrital de Lince, interpusieron Accion de Amparo contra el Alcalde de dicho gobierno local, don Eduardo Mostajo Turner, con la finalidad de que se declaren inaplicables para los demandantes, la Resolucion de Alcaldia No 1306-96, el Decreto Ley No 26093 y su ampliatoria contenida en la Octava Disposicion Transitoria de la Ley No 26553, Ley de Presupuesto para el ejercicio de mil novecientos noventa y seis. Consideran que, la evaluacion de personal dispuesta por la acotada Resolucion de Alcaldia, es una amenaza de despido intempestivo, ya que, en su calidad de obreros municipales no pueden ser evaluados como si fueran trabajadores comprendidos dentro de la carrera administrativa; y por consiguiente, estan afectando sus derechos constitucionales a la vida, a la salud, a la proteccion de la familia, a la educacion, al trabajo, al debido proceso, y a la defensa. (fojas 105 a 118). El Alcalde emplazado, contesta la demanda, solicitando sea declarada inadmisible en base a la excepcion de litispendencia que deduce. Manifiesta, sobre el particular, que los demandantes, por los mismos hechos y razones que aparecen en el escrito de demanda, incoaron con anterioridad, una Accion de Amparo por ante el Segundo Juzgado Especializado en Derecho Publico de Lima. Sin perjuicio de la indicada excepcion, se solicita que la demanda sea declarada improcedente, en razon de que los actos administrativos de la Municipalidad se cineron a ley, de que no se agoto la via previa; y de que finalmente, el proceso de evaluacion del segundo semestre de mil novecientos noventa y seis, ya culmino. (fojas 169 a 190) 5 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en Derecho Publico de Lima, con fecha tres de febrero de mil novecientos noventa y siete, falla declarando infundada la excepcion de litispendencia respecto a la nomina de trabajadores que corre en su sentencia, e infundada respecto a los demas demandantes. En el aspecto de fondo, declara infundada la Accion de Amparo. El sustento de ese fallo de primera instancia, es el siguiente: a) Que, respecto a la excepcion de litispendencia, se ha comprobado que de los ciento sesenta y dos trabajadores demandantes, ciento treinta y dos, incoaron con anterioridad la citada Accion de Amparo por ante el Segundo Juzgado Especializado en Derecho Publico de Lima, resultando en ese caso fundada la excepcion, e infundada respecto a los restantes; b) En cuanto al fondo de la litis, considera que la Municipalidad emplazada, aprobo mediante la Resolucion de Alcaldia No 1306-96, el Reglamento de Evaluacion de los Trabajadores de la Municipalidad, en cumplimiento del Decreto Ley No 26093; evaluacion que alcanza a los demandantes que tienen la calidad de obreros, que son considerados servidores publicos mediante el articulo 52° de la Ley No 23853, Orgânica de Municipalidades; c) Que, no se han transgredido los derechos constitucionales que se indican en la demanda. (fojas 231 a 234). La Sala de Derecho Publico de la Corte Superior de Justicia de Lima, mediante sentencia de fecha dieciocho de junio de mil novecientos noventa y siete, confirma en todos sus extremos la apelada. (fojas 267 y 268) FUNDAMENTOS: : 1. Que, de conformidad con el articulo 200°, numeral 2) de la Constitucion Politica del Estado, la Accion de Amparo procede contra el hecho 0 la omision de cualquier autoridad, funcionario 0 persona que vulnera 0 amenaza derechos protegidos constitucionalmente, distintos a la libertad individual, y a los tutelados por el Habeas Data. Siendo la Accion de Amparo, una garantia constitucional, su objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, de la copia de la demanda presentada por ante el Segundo Juzgado de Derecho Publico de Lima, (Expediente No 556-96) que corre a fojas 124, se desprende que de los demandantes en el presente proceso, treinta no han suscrito la anterior demanda; por consiguiente, en aplicacion del articulo 33° de la Ley No 25398, que permite aplicar supletoriamente las disposiciones del Codigo Procesal Civil, en este caso, los articulos 452° y 4530, resulta procedente declarar infundada la excepcion de litispendencia, en lo que respecta a los treinta demandantes cuya relacion corre en la sentencia de vista, y, fundada la misma excepcion respecto a los demas demandantes. 3. Que, en el aspecto de fondo, respecto a las normas cuya inaplicacion se solicita, es necesario resaltar lo siguiente: a) La Resolucion de Alcaldia No 1306-96 de fojas 85, publicada en el Diario Oficial El Peruano con fecha dieciocho de diciembre de mil novecientos noventa y seis, mediante la cual, la emplazada aprobo el Reglamento de Evaluacion de su personal, y dispuso la realizacion de dicha evaluacion entre los dias veinte y veintitrés del 26 3 TRIBUNAL CONSTITUCIONAL mismo mes; fue dictada en cumplimiento del Decreto Ley No 26093 y su ampliatoria contenida en la Octava Disposicion Transitoria y Final de la Ley No 26553; en consecuencia, con su aprobacion no se ha enervado ni conculcado ningun derecho constitucional. b) El Decreto Ley No 26093, que dispuso que los titulares de los Ministerios y de las instituciones publicas descentralizadas cumplan con efectuar semestralmente programas de evaluacion de su personal; es una norma de caracter general destinada a racionalizar los recursos humanos, a fin de que la Administracion Publica cumpla con idoneidad sus funciones; por consiguiente, tampoco conculca los derechos de los demandantes. c) En cuanto a la Octava Disposicion Transitoria de la Ley No 26553, Ley de Presupuesto del Sector Publico para mil novecientos noventa y seis, cuya inaplicacion también se solicita, cabe senalar, que se trata de una norma general, que incluye a los Gobiernos Locales en los procesos de evaluacion, por tanto, con dicha norma que debe ser concordada con el articulo 52° de la Ley No 23853, Orgânica de Municipalidades, que califica a funcionarios, empleados, obreros y personal de vigilancia de las Municipalidades, como servidores publicos sujetos al régimen laboral de la actividad publica, igualmente, con dichas normas no se ha violado ningun derecho constitucional de los demandantes, por resultar claro, que en base a las normas citadas, tenian que ser evaluados. 4. Que, finalmente, del analisis de las normas cuya inaplicacion se solicita con la presente Accion de Amparo, se ha comprobado, que ellas han sido dictadas con arreglo a la legislacion vigente, y no afectaron los derechos constitucionales de los demandantes. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la Sentencia de la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos sesenta y siete, su fecha dieciocho de junio de mil novecientos noventa y siete, que confirmo la apelada y declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO e L Srs Lo que_Certifioo; JAGB Dre. MARIA LUZ VASQUEZ GICRETARIA RELATORA ERIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-25", "id": 41976, "nombre_demandado": "Alcalde de la Municipalidad de Lince (Eduardo Mostajo Turner)", "nombre_demandante": "Trabajadores Obreros de la Municipalidad Distrital de Lince", "numero_expediente": "00697-1997-AA"}