{"CONTEXTO": " 00693-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00693-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 693-97-AA/TC HUANCAVELICA MANUEL ANTONIO CORDOVA POLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: U", "ASUNTO:": "Recurso Extraordinario interpuesto por don Manuel Antonio Cordova Polo contra la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Huancavelica, de fojas ciento treinta y seis, su fecha siete de julio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Manuel Antonio Cordova Polo interpone Accion de Amparo contra el Director de la Unidad de Servicios Educativos de la Provincia de Angaraes y otros, solicitando que se deje sin efecto la Resolucion No 00069-97, del dieciséis de abril de mil novecientos noventa y siete, que lesiona su derecho a la libertad de trabajo y consecuentemente, se le reponga en el cargo para el que fue contratado. Los demandados contestan la demanda precisando que se tomaron los servicios del demandante en la modalidad de contratado de Especialista I, mediante la Resolucion Directoral No 00069, como servidor en la sede de la USE-A en el cargo de Control Interno, desde el veinticinco de marzo hasta el veintitrés de abril de mil novecientos noventa y siete, a la que anteceden los oficios No. 00252-97-DSREH- D.USE-A-OMP y 00251-97-DSREH/D.USE.A.OMP, que solamente se utilizan para agilizar los tramites y que no tienen caracter resolutivo. El Juzgado Mixto de Angaraes, con fecha treinta de mayo de mil novecientos noventa y siete, declaro improcedente la demanda por considerar principalmente que no se habian agotado las vias previas. La Sala Especializada en lo Civil de la Corte Superior de Justicia de Huancavélica, a fojas ciento treinta y seis, con fecha siete de julio de mil novecientos noventa y siete, confirmo la apelada por estimar también que el demandante no ha agotado las vias previas. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que no es exigible que el demandante agote las vias previas por cuanto la resolucion impugnada, que no es la ultima en la via administrativa, ha sido ejecutada antes de vencerse el plazo para que quede consentida. 2 TRIBUNAL CONSTITUCIONAL 2. Que los oficios Nos 00251-97 y 00252-97-DSREH/D.USE.A-OMP, ambos librados el veinticinco de marzo de mil novecientos noventa y siete, constituyen actos administrativos relacionados a los cargos a desempenar y al tiempo de duracion de los mismos, del mismo modo la Resolucion No 0069 de fecha dieciseis de abril de mil novecientos noventa y siete, que circunscribe unilateralmente el ambito temporal de los mismos a veintiocho dias calendarios. 3. Que, si bien dichos oficios contenian una contratacion de servicios del demandante sin exceder del treinta y uno de diciembre de mil novecientos noventa y siete aun cuando hubiese quebrantamiento unilateral de los mismos no habria modo de restituir las cosas al estado anterior, como es el objeto de la Accion de Amparo, por cuando el ano presupuestal y calendario de mil novecientos noventa y siete, se encuentra fenecido a la fecha, y, en consecuencia, el mandato de ambos oficios se han convertido en irreparables. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Huancavelica, de fojas ciento treinta y seis, su fecha siete de julio de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, Mirus DIAZ VALVERDE, V LV à 2 er NUGENT, A Vil GARCIA MARCELO Lo que Certifico: e l. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA MF TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-01-22", "id": 34864, "nombre_demandado": "Faustino Juscamaita Dávila", "nombre_demandante": "Manuel Antonio Córdova Polo", "numero_expediente": "00693-1997-AA"}