{"CONTEXTO": " 00702-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00702-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 702-98-AA/TC LIMA JORGE ENRIQUE PRIETO HEMMINGSEN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de setiembre de mil novecientos noventa y nueve, el Tribunal Constitucional reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente, Diaz Valverde, Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia. ASUNTO : Recurso Extraordinario interpuesto por don Jorge Enrique Prieto Hemmingsen contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico, a fojas doscientos cincuenta y dos de fecha veintidos de junio de mil novecientos noventa y ocho, que, declara improcedente la Accion de Amparo interpuesta", "ANTECEDENTES:": "Don Jorge Enrique Prieto Hemmingsen, con fecha doce de enero de mil novecientos noventa y ocho, interpone demanda de Accion de Amparo contra el Ministerio de Relaciones Exteriores por amenaza inminente a la estabilidad laboral, la estabilidad en el cargo y al ascenso, derechos adquiridos que segun el demandante se encontraban regulados en la derogada Ley del Servicio Diplomatico N.o 22150 y su Reglamento la amenaza consistia que al cumplir cuarenta anos de edad, el veintidos de diciembre de mil novecientos noventa y ocho, estando en la categoria de Segundo Secretario del Servicio Diplomatico de la Republica, se le pasaria a la situacion de retiro por limite de edad aplicândosele retroactivamente las normas laborales contenidas en el Decreto Ley N 26117, la Ley N.o 26820, el Decreto Legislativo No 894, y otras normas que afectaban sus derechos adquiridos con respecto a las cuales solicitan su inaplicacion incluyéndose cua otra norma futura El Ministerio de Relaciones Exteriores, contesta la demanda solicitando que misma, sea declarada improcedente senalando que es falso que al demandante se le aplique retroactivamente el Decreto Ley N.o 26117, el cual ha sido derogado por el Decreto Legislativo No 894, actual Ley del Servicio Diplomatico de la Republica, y la cual es de aplicacion al funcionario diplomatico puesto que la Ley es de aplicacion inmediata de acuerdo al criterio adoptado por nuestra legislacion; que la invocada teoria de los derechos adquiridos no tiene sustento en la posicion adoptada por nuestra normatividad nacional, debiendo aplicarse lo dispuesto en el articulo 3° de la Constitucion Politica del Estado y e TRIBUNAL CONSTITUCIONAL articulo 1° y 3° del Titulo Preliminar del Codigo Civil que ordena la aplicacion in mediata de la ley, agrega, finalmente, no procede la Accion de Amparo para cuestionar 0 dejar sin efecto normas con rango de ley El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, a fojas ciento ochenta y cuatro, con fecha tres de marzo de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar principalmente que el régimen laboral del demandante nacio bajo el Decreto Ley N.o 22150 y su reglamento, por lo que rigen para su caso las disposiciones establecidas en dicha ley, por el principio de irretroactividad de las leyes previstas en el segundo parrafo del articulo 103° de la Constitucion Politica del Estado de 1993, en cuyo contexto la aplicacion al demandante de las normas contenidas en el Decreto Ley No 26117, el Decreto Legislativo No 894 y la Ley No 26820 constituirian un acto de amenaza al articulo 103° de la Constitucion Politica del Estado y, concretamente, de aplicarse el articulo 17 y 18° del Decreto Legislativo No 894 que reducirian la edad limite para pasar a situacion de retiro de cuarenta y cuatro a cuarenta anos de edad, correspondiente a su categoria. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos cincuenta y dos, con fecha veintidos de junio de mil novecientos noventa y ocho, emite resolucion revocando la apelada y declaro improcedente la demanda por considerar que el Decreto Ley No 26117 fue derogado por el Decreto Legislativo No 894 del veintiséis de diciembre de mil novecientos noventa y siete y la Ley No 26820 fue publicada el veinticinco de junio de mil novecientos noventa y siete, por lo que ha operado la caducidad prevista en el articulo 37° de la Ley de Habeas Corpus y Amparo No 23506. Contra esta Resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS": "1. Que mediante la presente demanda de Accion de Amparo se pretende, que se declare la no aplicacion a su caso personal de las normas laborales contenidas en el Decreto Ley N.o 26117, Decreto Legislativo N.o 894 y la Ley N.o 26820 y toda norma posterior que violen sus derechos adquiridos que se encuentran regulados en el Decreto Ley N.o 22150 Ley del Servicio Diplomatico de la Republica por considerar que la aplicacion de dicha normatividad constituia una inminente amenaza a su status laboral ya que al cumplir cuarenta anos de edad el veintidos de diciembre de mil novecientos noventa y ocho, circunstancia en la cual pasara a la situacion de retiro por limite de edad, aplicandosele la normatividad antes senalada. Que, el articulo 1° de la Ley N.o 23506, Ley de Habeas Corpus y Amparo establece 2. que el objeto de las acciones de garantia es reponer las cosas al estado anterior de la violacion 0 amenaza de violacion de un derecho constitucional en este sentido debe tenerse en cuenta que la amenaza debe constituir en cierta y de inminente realizacion de acuerdo a lo establecido en el articulo 4 de la Ley N.o 25398 TRIBUNAL CONSTITUCIONAL Que, de conformidad con el articulo 56° de la Ley Orgânica del Tribunal 3. Constitucional Ley N.o 26435, se solicito informacion sobre la situacion y condicion del demandante y de acuerdo al Oficio RE (DRH) N.o 4-4/17 de fecha primero de octubre de mil novecientos noventa y nueve, el cual senala que don Jorge Enrique Prieto Hemmingsen fue ascendido a la categoria de Primer Secretario por Resolucion Suprema N.o 551-98-RE, publicada el diez de diciembre de mil novecientos noventa y ocho y en la actualidad desempena funciones en la Representacion Diplomatica del Peru en la Republica del Ecuador. Que, del fundamento anterior se deduce que no se ha acreditado que la entidad 4. emplazada hubiera amenazado al demandante con pasarlo a la situacion de retiro mas por el contrario el demandante quien a la fecha se encuentra en situacion de actividad y laborando con toda normalidad y conforme se aprecia en autos que en el transcurso del proceso ha superado la edad limite, segun la cual el demandante se seria pasado a situacion de retiro. Por estos fundamentos el Tribunal Constitucional en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica.", "FALLA": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y dos, su fecha veintidos de junio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Fda ee LO QUE CERTIFICO: VU DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-10-29", "id": 35905, "nombre_demandado": "Ministerio de Relaciones Exteriores", "nombre_demandante": "Jorge Enrique Prieto Hemmingsen", "numero_expediente": "00702-1998-AA"}