{"CONTEXTO": " 00706-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00706-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 706-98-AC/TC LIMA. ASOCIACION DE CESANTES Y JUBILADOS DE ENAPU. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Lima, a los quince dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Cesantes y Jubilados de Enapu, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y seis, su fecha veintiséis de junio de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "La Asociacion de Cesantes y Jubilados de Enapu, con fecha catorce de noviembre de mil novecientos noventa y siete, interpone Accion de Cumplimiento contra la Oficina de Normalizacion Previsional para que dicha entidad cumpla con ejecutar los extremos de la sentencia expedida por el Tribunal Constitucional al resolver el Expediente N.o 008-96- I/TC referido a la Accion de Inconstitucionalidad interpuesta contra el Decreto Legislativo N.o 817, como son los siguientes: no proceder a otorgar derechos pensionarios, no extender el plazo prescriptorio hasta dieciséis anos, no imponer topes a las pensiones y no fijar los cargos publicos para efectos de la nivelacion de pensiones; los mismos que a su criterio son desacatados en virtud de haberse expedido la Ley N.o 26835, norma legal casi idéntica a la abrogada, que nuevamente legisla sobre lo ya resuelto por el Tribunal Constitucional. Agrega que con la expedicion de dicha ley se ha transgredido el mandato contenido en la aludida sentencia y por ende se ha violado la Constitucion Politica del Estado, razon por la que dicha ley no puede mantener vigencia. La Oficina de Normalizacion Previsional contesta la demanda manifestando que la demandante no ha agotado la via previa por cuanto no ha seguido el proceso administrativo regulado por el Texto Unico Ordenado de la Ley General de Procedimientos Administrativos. Manifiesta que en el presente caso su representada no es renuente a acatar alguna norma legal 0 acto administrativo, sino que, por el contrario, sus funcionarios vienen aplicando correctamente las leyes vigentes en materia de pensiones. TRIBUNAL CONSTITUCIONAL El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas sesenta y seis, con fecha veintinueve de diciembre de mil novecientos noventa y siete, declaro infundada la demanda por considerar, principalmente, que no obran en autos los instrumentos pertinentes que permitan adquirir la certeza de la arbitrariedad manifestada en acatar una norma legal 0 un acto administrativo. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas noventa y seis, con fecha veintiséis de junio de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda por estimar que la asociacion demandante no ha agotado la via previa y porque mediante este proceso se demanda que la Oficina de Normalizacion Previsional cumpla con ejecutar los extremos de una sentencia, para lo cual la Accion de Cumplimiento no es la via idonea. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que de conformidad con lo establecido por el inciso c) del articulo 5° de la Ley N.o 26301, concordante con el inciso 6) del articulo 200° de la vigente Carta Politica del Estado, la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo. 2. Que, conforme se advierte del texto de la demanda, mediante el presente proceso se pretende que se ordene a la demandada que cumpla con ejecutar los extremos de la sentencia expedida por este Tribunal al resolver el Expediente N.o 008-96-I/TC referido a la Accion de Inconstitucionalidad contra el Decreto Legislativo N.o 817, por considerar que mediante la Ley N.° 26835 se ha legislado sobre aspectos ya resueltos por este Colegiado en el referido expediente. 3. Que, estando a lo expresado en los fundamentos precedentes y teniéndose en cuenta que en el presente proceso constitucional no se ha recaudado documento alguno que acredite una situacion concreta de hechos que permita a este Tribunal determinar que de manera cierta y actual la demandada venga siendo renuente a acatar alguna norma legal 0 acto administrativo, sino que, por el contrario, se advierte que la Asociacion demandante en el fondo cuestiona la constitucionalidad de la Ley N.o 26835, conforme se colige del propio texto de su demanda cuando indica que con la expedicion de dicha norma legal se ha vulnerado la Constitucion Politica del Estado y que por ello 4... no puede mantener vigencia...\"; siendo ello asi, para los fines que persigue la demandante, la presente accion de garantia no resulta ser la via idonea. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y seis, su fecha veintiséis de junio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ UhTc NUGENT DIAZ VALVERDE GARCIA MARCELO acced AAM Lo que Certifioo: Dre. MARIA LUZ VASOVEZ RELATORA SECRETARIA CONSTITUCIORAL TRIBUNAL 3", "fecha_publicacion": "1999-06-27", "id": 35171, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Asociación de Cesantes y Jubilados de Enapu", "numero_expediente": "00706-1998-AC"}