{"CONTEXTO": " 00702-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00702-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 702-97- HC/TC PERCY RICARDO LINARES CORNEJO AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Percy Ricardo Linares Cornejo, contra la Resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fecha diecisiete de julio de mil novecientos noventa y siete, la que confirmando la resolucion apelada, de fecha cuatro de julio de mil novecientos noventa y siete, fallo declarando infundada la accion de Hdbeas Corpus seguida, por el citado demandante en contra del General Policia Nacional del Peru, Jefe de la Décimo Primera Region Policial Patricio José Coaguila Murillo; del Coronel Policia Nacional del Peru, Jefe de Seguridad Vial y de Transito, Hipolito Candelario Guillen Barreda; y del Mayor Policia Nacional del Peru, Jefe del Departamento de Proteccion Vehicular- DEPROVE-Daniel Felipe Sufling Collazos.", "ANTECEDENTES:": "Don Percy Ricardo Linares Cornejo, interpuso Accion de Habeas Corpus, por la amenaza y vulneracion de su derecho constitucional a la libertad individual y libre transito, y, amenaza de muerte, dirigiéndola en contra de los miembros de la Policia Nacional del Peru nombrados lineas arriba. Iniciada la sumaria investigacion, el denunciante al momento de prestar su declaracion manifesto ylo se ratifico en su accion, expresando que con fecha diecisiete de junio de mil novecientos noventa y siete sufrio el robo de una llanta de su vehiculo, el cual habia dejado estacionado en la puerta de su domicilio, y, que, en fecha veintiocho del mismo mes y ano, sufrio un asalto, por los mismos delincuentes, quienes utilizando arma blanca le habian robado cien dolares americanos, y también la llanta de repuesto de su automovil, acoto que al momento de presentar su denuncia ante la P.N.P., se entero de que existian otras, presentadas por diferentes ciudadanos y por hechos similares, las que aun se encontraban sin resolver, evidenciando que el Mayor Sufling laboraba con suma lentitud, sumandose a este hecho que el denunciado Mayor Sufling \"arreglaba\" con todos los delincuentes, para que \"trabajen libremente\", agregando el denunciante, que el citado Mayor habia dado orden para que lo maten, por el hecho de haberlo denunciado en varias oportunidades, ante el Jefe de la Décimo Primer Region de la Policia Nacional, por no haber puesto remedio a los latrocinios producidos en su contra, 2 TRIBUNAL CONSTITUCIONAL razones que lo llevaban a considerar que su libertad e integridad fisica se encuentran amenazadas. Los denunciados al momento de prestar sus declaraciones a fojas cinco, nueve, y diez respectivamente, manifestaron no haber coactado, de modo alguno, la libertad del denunciante, ni haberle impedido de transitar libremente y mucho menos haber dado orden que lo maten, haciendo conocer al Juzgado, que como consecuencia de las denuncias de robo hechas por el denunciante asi como por otros ciudadanos, se habia dispuesto, de inmediato, la captura del vehiculo utilizado en los diferentes latrocinios, captura que efectivamente logro la DEPROVE, el dia primero de julio de mil novecientos noventa y siete, hecho que oportunamente se comunico al doctor Percy Ricardo Linares Cornejo, a fin de que éste, pudiera hacer el reconocimiento de los presuntos delincuentes, acto que conto con la participacion del Ministerio Publico, indicando que una vez agotadas las investigaciones, se formulo el Atestado Policial No 093-DISEVIS-DEPROVE-PNP.E.I, el cual y con arreglo a ley, fue remitido a la Quinta Fiscalia Provincial Penal. El Juez del Quinto Juzgado Especializado en lo Penal de Arequipa, emitio, a fojas cuarenta y ocho de autos, su resolucion de fecha cuatro de julio de mil novecientos noventa y siete, mediante la cual declaro infundada la Accion de Habeas Corpus interpuesta, por considerar, en esencia, que el accionante en vez de verificar el trâmite del Atestado Policial No 093-DISEVI-DIPROVE.PNP-E.I, procedio a interponer la presente accion, en la cual no ha probado que se le haya coactado el libre transito y mucho menos aun, que exista alguna orden que disponga que lo maten; mas aun cuando los denunciados han negado, tajantemente, los cargos contra ellos formulados. Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, mediante su resolucion del diecisiete de julio de mil novecientos noventa y siete, confirmo la resolucion apelada, por considerar que del analisis critico y valorativo de lo expuesto y de lo actuado en autos, no se han acreditado los hechos alegados, los que han sido expresamente negados por los accionados. Interpuesto, a fojas sesenta y seis, recurso de casacion, que debe entenderse como Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, la sumaria investigacion efectuada en autos, no ha permitido acreditar, en modo alguno, los hechos alegados por el actor, tanto en lo concerniente a estar sufriendo la coaccion de su libertad individual, como en lo referente a la orden de atentar contra su vida; 3 TRIBUNAL CONSTITUCIONAL 2. Que, con los documentos, corrientes a fojas trece a cuarenta y uno de autos, han quedado acreditadas, las siguientes acciones: a) Investigacion realizada sobre los latrocinios denunciados por el actor, b) Formacion y trâmite del Atestado No 093- DISEVI-DEPROVE.PNP.E.1; y c) Envio del atestado antes anotado, a la Quinta Fiscalia Provincial en lo Penal de Arequipa, fue realizado en forma regular; 3. Que, el actor, no anexo, a su escrito de denuncia, ni ulteriormente, ninguna prueba que acredite, en autos, la vulneracion de alguno de sus derechos de constitucionales. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas sesenta y cuatro, su fecha diecisiete de julio de mil novecientos noventa y siete, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SÂNCHEZ - due cur NUGENT / (. DIAZ VALVERDE GARCIA MARCELO Lo que Certifioo: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL FCV TRIBUNAL CONSTITUCIONAL Exp No 702-97-HC/TC Percy Ricardo Linares Cornejo RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, 08 de Junio de 1998: Visto el escrito de fecha tres de junio de mil novecientos noventa y ocho, presentado por don Percy Ricardo Linares Cornejo, mediante el cual recusa al senor Magistrado Doctor Luis Guillermo Diaz Valverde, Vicepresidente del Tribunal Constitucional, por los motivos que expone en el mismo;y CONSIDERANDO: OM / Que, el articulo 63° de la Ley 26435 Organica del Tribunal Constitucional establece: \"Supletoriamente a la presente Ley, son de aplicacion el Codigo Procesal Civil y la Ley Organica del Poder Judicial\" Que, el articulo 308° del Codigo de Procedimientos Civiles senala: \"Solo puede formularse recusacion hasta cinco dias antes de la audiencia donde se promueve la conciliacion. Después de ella se admitira unicamente por causal sobreviniente\" Que, el articulo 314° numeral 3) del Codigo de Procedimientos Civiles dice: \"El pedido de recusacion debera rechazarse sin darle tramite en los siguientes casos: 3.)Si no se ofrecen los medios probatorios necesarios para acreditar la causal. >7 Que, el Articulo Unico de la Ley No 26801 dispone: \"Articulo Unico. Incorporase a la Ley No 26435 la siguiente Disposicion Transitoria: Décimo Primera.- Mientras se cubran los cargos vacantes del Tribunal Constitucional, el quorum para las acciones a que se refieren los incisos 2) y 3) del articulo 202° de la Constitucion Politica del Peru, sera de cuatro de sus miembros. Siempre sera necesario que haya quorum para que se emita una resolucion. Los Magistrados del Tribunal Constitucional no pueden abstenerse debiendo votar a favor 0 en contra en cada oportunidad.\" TRIBUNAL CONSTITUCIONAL Que, en el presente asunto, la vista de la causa se produjo el dia veintisiete de mayo de mil novecientos noventa y ocho; Que, el escrito que contiene la recusacion fue presentado extemporaneamente en fecha tres de junio de mil novecientos noventa y ocho sin acompanar prueba alguna. RESUELVE: Declarar improcedente la recusacion formulada por don Percy Ricardo Linares Cornejo. S.S. Hyuren Acosta Sanchez; Diaz Valverde; naul Nugent; e Garcia Marcelo.", "fecha_publicacion": "1998-08-25", "id": 41967, "nombre_demandado": "General Policía Nacional del Perú y otros", "nombre_demandante": "Percy Ricardo Linares Cornejo", "numero_expediente": "00702-1997-HC"}