{"CONTEXTO": " 00704-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00704-1998-AA.pdf) --- 22 TRIBUNAL CONSTITUCIONAL EXP. N.9704-98-AA/TC LIMA VICTOR PRADO SILVERA Y OTRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Prado Silvera y dona Isabel Quispe Medrano contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha doce de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Victor Prado Silvera y dona Isabel Quispe Medrano interponen Accion de Amparo contra el Director General del Hospital Nacional \"Edgardo Rebagliatti Martins\", don Luis Montero Rospigliosi, con el proposito de que se declare inaplicable a su caso la Resolucion Directoral N.o 1866-DG-HNERM-PSS-92 que los ceso por causal de racionalizacion y que se les reponga en sus puestos de trabajo. Refieren que el proceso de racionalizacion de personal dispuesto por el Decreto Ley N.o 25636 solo comprendia al personal administrativo; que, no obstante, la Resolucion N.o 1230-DE-IPSS-92 establecio normas para la evaluacion del personal asistencial no profesional, excediendo la autorizacion prevista en el referido dispositivo legal; que, por tener la condicion de trabajadores asistenciales, no asistieron al examen de seleccion y calificacion; que la Directiva N.o 039-DE-IPSS-92 disponia la obligacion de notificar personalmente a los trabajadores comprendidos en la evaluacion, sin embargo, a ellos no se les notifico. El Instituto Peruano de Seguridad Social absuelve el tramite de contestacion de la demanda negandola y contradiciéndola, y solicita se la declare improcedente; senala que los demandantes tenian la condicion de personal administrativo y no de servicio, por lo que estaban obligados a someterse al proceso de racionalizacion previsto por la Ley N.o 25636; 23 2 TRIBUNAL CONSTITUCIONAL que corresponde que la materia controvertida sea ventilada en la accion contencioso- administrativa. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha treinta y uno de diciembre de mil novecientos noventa y siete, emite sentencia declarando improcedente la demanda, por estimar que la Accion de Amparo no es la via idonea para ventilar la presente causa. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirmando la apelada, declaro improcedente la Accion de Amparo, por estimar que los demandantes no cumplieron con agotar la via administrativa. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Amparo se circunscribe a que se declare 1. inaplicable a los demandantes la Resolucion Directoral N.o 1866-DG-HNERM- IPSS-92 que dispuso su cese por causal de racionalizacion. Que, conforme aparece de fojas diecinueve y veinte, la entidad demandada, 2. mediante la Resolucion de Direccion General N.o 059-DG-HNERM-1PS5-96 declara improcedente el Recurso de Reconsideracion interpuesto por don Victor Prado Silvera y a través de la Resolucion de Gerencia Central N.o 060-GCDP-IPSS- 96, declara igualmente improcedente la solicitud formulada por dona Isabel Quispe Medrano con fecha siete de enero de mil novecientos noventa y tres. Contra estas resoluciones los demandantes interpusieron sendos recursos de apelacion con fecha veintiuno de febrero de mil novecientos noventa y seis, los mismos que no fueron resueltos por la Administracion dentro del plazo de treinta dias prescrito en el articulo 98° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo N.o 02-94-JUS, por lo que el dia ocho de abril del mismo ano opero el silencio administrativo negativo, fecha a partir de la cual debe computarse el plazo de caducidad previsto en el articulo 370 de la Ley N.o 23506 de Habeas Corpus y Amparo, el mismo que vencio el dia uno de julio de mil novecientos noventa y seis; en tal virtud, habiéndose presentado la demanda el dia once del mismo mes y ano, la Accion de Amparo no se encontraba habilitada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 24 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO en parte la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos treinta y cinco, su fecha doce de junio de mil novecientos noventa y ocho, en el extremo que declara improcedente la excepcion de caducidad; reformandola en esta parte, la declara FUNDADA y, CONFIRMANDO la propia sentencia en la parte que declara IMPROCEDENTE la excepcion de cosa juzgada e IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "> X ACOSTA SANCHEZ TPmer DIAZ VALVERDE husilluy NUGENT GARCIA MARCELO 2 Oertifiooi CCL que Lo Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONS TV TUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-15", "id": 35456, "nombre_demandado": "Director General del Hospital Nacional Edgardo Rebagliatti Martins (Luis Montero Rospigliosi)", "nombre_demandante": "Víctor Prado Silvera e Isabel Quispe Medrano", "numero_expediente": "00704-1998-AA"}