{"CONTEXTO": " 00708-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00708-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 708-96-AA/TC ULSER ALEGRE VILLANUEVA JUNIN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados . ACASTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ulser Alegre Villanueva contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, su fecha veintiséis de agosto de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Ulser Alegre Villanueva interpone Accion de Amparo contra el Decano del Colegio de Contadores Publicos de Junin, don Cipriano Basualdo Quiquia y el Presidente del Comité de Peritos de este Colegio Profesional, don Raul Primitivo Meza Cardenas, con el proposito que éstos cesen los actos que impiden su incripcion en el Comité de Peritos del Colegio de Contadores Pubicos de Junin y que se disponga dicha inscripcion. Manifiesta que es Contador Publico Colegiado desde el mes de junio de 1995; que mediante Carta de fecha treinta y uno de octubre de mil novecientos noventa y cinco, solicito inscripcion como Perito Judicial ante el Colegio Profesional demandado; que pese a haber reiterado esta peticion no obtuvo respuesta alguna; que se vio precisado a cursar la carta notarial de fecha seis de enero de mil novecientos noventa y seis, la misma que fué respondida por los emplazados, manifestândole que no reune los requisitos exigidos, pretendiendo aplicarle el articulo 180° del Texto Unico Ordenado de la Ley Orgânica del Poder Judicial, que solamente es aplicable a los Magistrados del Poder Judicial. Agrega que presento solicitud de regularizacion, sin obtener respuesta. A fojas setenta y uno, los demandados contestan la demanda, senalando que el demandante pretende, bajo amenaza y presion, incorporarse al Comité de Peritos del Colegio de Contadores Publicos de Junin, a pesar que no reune los requisitos exigidos por los articulos 273° y 274° de la Ley Orgânica del Poder Judicial; agrega que el demandante recién va a cumplir un ano como Contador Publico Colegiado. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Civil de Huancayo emite sentencia declarando improcedente la demanda, por considerar que no se agoto la via previa. Interpuesto el recurso de apelacion la Sala Civil de la Corte Superior de Justicia de Junin declara improcedente la demanda, por estimar que el demandante no cumplio con los requisitos exigidos para desempenar la funcion de perito judicial. Interpuesto, recurso extraordinario los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, el demandante considera lesiva a sus derechos constitucionales la negativa del Colegio de Contadores Publicos de Junin a inscribirlo en el Comité de Peritos Judiciales, que forma parte de esta institucion. 3. Que, el articulo 273° del Texto Unico Ordenado de la Ley Organica del Poder Judicial establece que los Peritos Judiciales deben reunir los requisitos que las leyes procesales exigen, tener conducta intachable y figurar en, la nomina que remitan las instituciones representativas de cada profesion. El articulo 274° senala que los Colegios Profesionales y las instituciones representativas de cada actividad u oficio remiten anualmente a la Corte Superior del Distrito Judicial correspondiente, la nomina de sus miembros que consideren idoneos para el desempenio del cargo de Perito Judicial. 4. Que, el articulo 4° del \"Reglamento Interno del Comité de Peritos\", aprobado en Asamblea General del mencionado Colegio Profesional, de fecha once de febrero de mil novecientos noventa y cinco (fojas cuarenta y seis a cincuenta y seis), prescribe que el peritaje judicial solo pueden ejercerlo los Contadores Publicos Colegiados que, ademas de los requisitos legales y profesionales exigidos a todo Contador Publico, figuren en la nomina vigente que remita el Colegio de Contadores Publicos de Junin a la Corte Superior de Justicia de Junin; el articulo 50 establece que para desempenarse como Perito Contable Judicial se requiere experiencia profesional no menor de cuatro anos como Contador Publico y acreditar haber asistido a un curso por no menos de veinte horas, dictado por el Centro de Capacitacion Profesional. 5. Que, con los documentos de fojas sesenta y ocho y ciento cuarenta y ocho se acredita que el demandante se titulo de Contador Publico el dia diecinueve de junio de mil novecientos noventa y cinco y se incorporo al Colegio de Contadores Publicos de Junin el dia veintiocho de junio del mismo ano, por lo que al treinta y uno de octubre de mil novecientos noventa y cinco, fecha en que solicito al Colegio de Contadores Publicos de Junin ser inscrito en el Comité de Peritos Judiciales, no cumplia el requisito referido a la experiencia profesional minima, exigido por el mencionado reglamento. 3 TRIBUNAL CONSTITUCIONAL 6. Que, el demandante viene desempenandose como perito contable en diversos procesos judiciales, como él mismo lo acredita con los documentos de fojas noventa y cinco a fojas ciento veinticuatro. En consecuencia, la Accion de Amparo resulta infundada, por no haberse acreditado que los emplazados impidan al demandante el libre ejercicio de su profesion de Contador Publico 0 que hayan vulnerado los derechos constitucionales invocados. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "REVOCANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Junin de fojas ciento setenta y cinco, su fecha veintiséis de agosto de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda; reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\"; y la devolucion de los actuados. hadl Car S.S. - / - -  - - / - C 2 ( ACOSTA SANCHEZ Mines NUGENT bmilots DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1998-07-27", "id": 37047, "nombre_demandado": "Cipriano Basualdo Quiquia y otro", "nombre_demandante": "Ulser Alegre Villanueva", "numero_expediente": "00708-1996-AA"}