{"CONTEXTO": " 00701-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00701-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 701-98-AA/TC LIMA ELSA SILVIA SALVADOR CANTURIN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y nueve reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de lc senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nuger 4 y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Elsa Silvia Salvador Canturin contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veinticuatro de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Elsa Silvia Salvador Canturin interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional con la finalidad de que se deje sin efecto para la recurrente la Directiva N.o 019-DE-IPSS-92 expedida por el Instituto Peruano de Seguridad Social, del once de junio de mil novecientos noventa y dos, asi como el articulo 1° del Decreto Ley N.o 25967, declarar la nulidad de la Resolucion N.o 0016-94 consecuentemente, que se cumpla con reconocer y abonarle la pension que le corresponde de acuerdo con lo dispuesto en el Decreto Ley N. 19990 y se cumpla con pagar pensiones insolutas dejadas de percibir desde el mes de mayo de mil novecientos noventa tres, pues la demandada, al no reconocer su pension, se encuentra lesionando su derech constitucional de acceso a la seguridad social, su derecho a la vida, etc. Ampara demanda en lo dispuesto por el Decreto Ley N.o 19990; articulo 200° inciso 2)y el1° de Constitucion Politica del Estado asi como la Ley N.o 23506. La demandada contesta la demanda negândola y contradiciéndola en todos u extremos, senala que no se ha vulnerado ningun derecho constitucional a la demandante que solo se ha procedido a aplicar las normas legales pertinentes, asimismo plantea las excepciones de caducidad y falta de agotamiento de la via previa. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico Lima, con fecha veintinueve de diciembre de mil novecientos noventa y siete, declar improcedente la demanda, por considerar, entre otras razones, que los hechos expuestos la demanda son controvertibles, requiriéndose de probanza para su dilucidacion, lo que cabe ser resuelto mediante la accion de garantia constitucional, por carecer de estacio probatoria, dejando a salvo el derecho de la demandante para que acuda a la via ordinaria. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veinticuatro de juni de mil novecientos noventa y ocho, revoca en parte la apelada, y declara fundada excepcion de caducidad y confirma en la parte que declara improcedente la demanda asi como la excepcion de falta de agotamiento de la via previa, dejando a salvo su derecho para que lo haga valer en una accion contenciowo-administrativ, considera que no se pueden reputar los supuestos actos violatorios como si estos fueran de naturaleza continuada, porque la propia demandante refiere que no se le ha otorgado la pension que solicito, por tanto, solo tiene un derecho expectaticio mas no un derecho adquirido, y ésta no es la via idonea para otorgarle la pension que pretende. Contra la resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la demandante pretende que mediante la Accion de Amparo se le declare 1. reconozca un derecho, para el caso existe reiterada jurisprudencia del Tribuna Constitucional en la que se ha establecido que mediante la presente via no se pued pretender el reconocimiento de un derecho, toda vez que el objeto de las accione de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza € violacion de un derecho constitucional, tal como lo prescribe el articulo 1° de Ley N.o 23506. Que ha quedado establecido que en materia de pensiones, por la naturaleza del 2. derecho invocado, en razon de tener la pension el caracter alimentario, no exigible el agotamiento de la via previa, en aplicacion del inciso 1) del articulo 28 de la Ley N.o 23506, asimismo no existe caducidad de la accion, toda vez que existir vulneracion del derecho, ésta se ejecuta mes a mes, consecuentemente, es aplicacion el articulo 26° de la Ley N.o 25398. Que, de autos se acredita que ambas partes han esgrimido fundamentos que se hac 3. necesario dilucidar en una estacion probatoria a efectos de que en mérito a elementos probatorios, el juzgador, con criterio de conciencia, resuelva conforme ley. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO en parte la Resolucion expedida por la Sala Corporativa Transitori Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cient cinco, su fecha veinticuatro de junio de mil novecientos noventa y ocho, que confirmand la apelada, declaro IMPROCEDENTE la demanda y la excepcion de falta de agotamient de la via previa y la REVOCA en la parte que declara fundada la excepcion de caducidad reformandola la declara IMPROCEDENTE; y se deja a salvo el derecho de demandante para que lo haga valer conforme a ley. Dispone la notificacion a las partes, Su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Hu L DIAZ VALVERDE NUGENT GARCIA MARCELO A MR - Certif100: LO que MARIA LUZ VASOUEZ RELATORA Dra. DEECRETARIA RLONSTITUCIONE TRIBUNAL", "fecha_publicacion": "1999-08-16", "id": 35438, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Elsa Silvia Salvador Canturin", "numero_expediente": "00701-1998-AA"}