{"CONTEXTO": " 00707-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00707-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 707-98-AA/TC LIMA LUCIO HERALIO NEYRA HUYGUA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticinco dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Lucio Heralio Neyra Huygua, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos treinta y cuatro, su fecha veintitrés de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Lucio Heralio Neyra Huygua interpone demanda de Accion de Amparo contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando que se declare inaplicable la Resolucion N.o 12-93-ENACE-PRES-G, se ordene a la demandada que le restituya y pague su pension de jubilacion con arreglo al Decreto Ley N.o 20530. Asimismo, refiere que mediante la Resolucion N.o 109-92- ENACE-PRES-AF y la Resolucion N.o 180-93-ENACE-PRES-GG se le denego su solicitud de reconocimiento y otorgamiento de la bonificacion establecida por el Decreto Legislativo N.o 688, razon por la que solicita que se le otorgue dicha bonificacion. Por otro lado, solicita también el pago de los reintegros a su liquidacion por tiempo de servicios. Indica que la demandada cumplio con incorporarlo al Fondo de Pensiones del Estado, pero es el caso que a la fecha no cumple con abonarle su pension de cesantia. Indica que ha prestado mas de treinta anos (30) de servicios al Estado. Los apoderados de la Empresa Nacional de Edificaciones y de la Oficina de Normalizacion Previsional contestan a su turno la demanda y manifiestan coincidentemente que las resoluciones cuyo cumplimiento reclama el demandante no estan vigentes, al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, indican que por error se reconocio al demandante el derecho a incorporarse al régimen de pensiones del Decreto Ley N.o 20530, toda vez que se acumularon periodos de servicios prestados bajo regimenes laborales diferentes. Indican que la bonificacion del treinta por ciento (30%) por tiempo de servicios no le corresponde al demandante, por cuanto solo tienen derecho a dicha bonificacion los trabajadores comprendidos dentro del régimen laboral de la actividad privada que cumplan con el requisito de acreditar treinta anos (30) de servicios TRIBUNAL CONSTITUCIONAL prestados a un mismo empleador, y que la liquidacion por tiempo de servicios que ha percibido el demandante esta arreglada a ley. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento veinticuatro, con fecha veintiséis de noviembre de mil novecientos noventa y siete, declaro fundada en parte la demanda, disponiendo que se restituya y pague a favor del demandante sus pensiones de jubilacion y demas beneficios que se indican en el petitorio de la misma, por considerar que la demandada no puede modificar de manera unilateral los derechos pensionarios del demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos treinta y cuatro, con fecha veintitrés de junio de mil novecientos noventa y ocho, revocando en parte la apelada declara improcedente la demanda, por considerar que, en el presente caso, ha operado la caducidad de la accion; que la resolucion cuyo cumplimiento se exige ha sido declarada nula. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, mediante la Resolucion N.o 148-88-ENACE-8100AD de fecha quince de 1. febrero de mil novecientos ochenta y ocho, de fojas siete de autos, el demandante fue incorporado al Fondo de Pensiones del Estado regulado por el Decreto Ley N.o 20530, consagrado constitucionalmente por la Octava Disposicion General y Transitoria de la Constitucion Politica del Estado de 1979 y ulteriormente reafirmada por la Primera Disposicion Transitoria y Final de la Carta Politica de 1993. Que, mediante la Resolucion N.o 12-9-ENACE-PRES-OG, de fojas dos de 2. autos, su fecha veintiocho de junio de mil novecientos noventa y tres, la demandada declaro la nulidad de la resolucion citada precedentemente. Que, conforme se ha expresado en la Sentencia recaida en el Expediente N.o 3. 008-96-I/TC, este Tribunal considera que los derechos pensionarios adquiridos por el demandante al amparo del Decreto Ley N.o 20530 no pueden ser desconocidos por la demandada en forma unilateral y fuera de los plazos de ley, sino que contra resoluciones que constituyen cosa decidida, solo procede determinar su nulidad a través de un proceso regular en sede judicial; siendo asi, en el presente caso, se encuentra acreditada la agresion al derecho pensionario del demandante. Que, respecto a la solicitud de pago de la bonificacion del treinta por ciento 4. (30%) por tiempo de servicios y el pago de reintegros a su Compensacion por Tiempo de Servicios, cabe precisar que dichas pretensiones no resultan pertinentes de ser dilucidadas a través del presente proceso constitucional, toda vez que ello conlleva a transitar por una minima estacion probatoria, a fin de 2 TRIBUNAL CONSTITUCIONAL verificar el cumplimiento de ciertos requisitos establecidos por la ley para la percepcion de dicha bonificacion y demas beneficios, lo cual, de conformidad con lo prescrito por el articulo 13° de la Ley N.o 25398, esta vedado en los procesos constitucionales como el presente, cuyo caracter es restitutivo y no declarativo de derechos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO en parte la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos treinta y cuatro, su fecha veintitrés de junio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo; y reformândola la declara FUNDADA, en cuanto solicita se declare inaplicable al demandante la Resolucion N.o 12-93-ENACE-PRES-GG, debiéndosele reincorporar dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530; y la confirma en lo demas que contiene. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "la L ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 10 aC V NU GARCIA MARCELO L AAM. LO QUE CERTIFICO: uww DR. CESAR CUBAS LONGA SECRSTARIO-RELATOR (e) 3", "fecha_publicacion": "1999-10-22", "id": 35866, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Lucio Heralio Neyra Huygua", "numero_expediente": "00707-1998-AA"}