{"CONTEXTO": " 00705-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00705-1998-AC.pdf) --- 20 TRIBUNAL CONSTITUCIONAL EXP. N.o 705-98-AC/TC LIMA ISABEL SUSFFALICH TOMASEVICH SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Isabel Susffalich Tomasevich contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y cuatro, su fecha diez de junio de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Isabel Susffalich Tomasevich, con fecha uno de diciembre de mil novecientos noventa y siete, interpone demanda de Accion de Cumplimiento contra el Gerente General de la Corporacion Financiera de Desarrollo, a fin de que cumpla con expedir la resolucion para que se le incorpore dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530. Indica que obtuvo el derecho de pertenecer al citado régimen mediante la Resolucion N.o 487-89 del Tribunal Nacional de Servicio Civil de fecha veinte de julio de mil novecientos ochenta y nueve, y que mediante Sentencia expedida por el Duodécimo Juzgado Civil de Lima, de fecha trece de setiembre de mil novecientos noventa, se dejo sin efecto el Acuerdo de Directorio N.o 56-90 del veintidos de marzo de mil novecientos noventa, mediante el cual se le nego dicho derecho pensionario. Manifiesta que, pese a los requerimientos escritos que ha efectuado, la demandada ha sido renuente a dar cumplimiento a las resoluciones administrativas y judiciales antes mencionadas. 21 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta, con fecha tres de diciembre de mil novecientos noventa y siete, declaro improcedente la demanda, por considerar que la pretension de la demandante constituye la ejecucion de decisiones jurisdiccionales y no de actos administrativos, lo cual no resulta viable a través de la Accion de Cumplimiento. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte M Superior de Justicia de Lima, a fojas setenta y cuatro, con fecha diez de junio de mil novecientos noventa y ocho, confirmo la apelada que declaro improcedente la demanda, por considerar que, en el presente caso, ha operado la caducidad de la accion. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el articulo 200° inciso 6) de la Constitucion Politica del Estado, concordante con la Ley N.o 26301, establece que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de fojas siete a diez, se advierte que mediante Sentencia expedida por el 2. Duodécimo Juzgado Civil de Lima, se declaro fundada la demanda de amparo dejando sin efecto el Acuerdo de Directorio de la Corporacion Financiera de Desarrollo Sociedad Anonima N.o 56-90, de fecha veintidos de marzo de mil novecientos noventa, y se dispuso que se incorpore a la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530. Que, en reiterada y uniforme jurisprudencia, este Tribunal ha establecido que la 3. Accion de Cumplimiento, en nuestro ordenamiento juridico, es un proceso constitucional que, debido a su naturaleza juridica, no resulta idoneo para pretender la ejecucion de lo resuelto en una sentencia judicial, sino que el cumplimiento de la misma debe exigirse dentro del mismo proceso y en la forma prevista por la ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y cuatro, su fecha diez de junio de mil novecientos noventa y ocho, que confirmando la apelada declaro 2 22 TRIBUNAL CONSTITUCIONAL IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Lh ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO L 2 AAM LO QUE CERTIFICO: Wwww DR. CESAR CUBAS LONGA SECRATARIO-RELATOR (e) 3", "fecha_publicacion": "1999-10-29", "id": 35908, "nombre_demandado": "Gerente General de la Corporación Financiera de Desarrollo SA (COFIDE)", "nombre_demandante": "Isabel Susffalich Tomasevich", "numero_expediente": "00705-1998-AC"}