{"CONTEXTO": " 00702-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00702-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 702-96-AA/TC Juan Caballero Pineda Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de octubre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha trece de junio de mil novecientos noventa y seis, que declaro No Haber Nulidad en la de vista, que declaro improcedente la Accion de Amparo interpuesta por don Juan Caballero Pineda contra los senores vocales de la Sala Mixta Descentralizada del distrito judicial del Cono Norte.", "ANTECEDENTES:": "Don Juan Caballero Pineda interpone Accion de Amparo contra los serores vocales de ta Sala Mixta Descentralizada del Distrito Judicial del Cono Norte, doctores Luis Castro Reyes, Juan Gonzales Chavez y Ramon Arrospide Noering, por violacion de sus derechos constitucionales a la estabilidad laboral y al debido proceso. Sostiene el accionante que los integrantes de la Sala Mixta Descentralizada del Distrito Judicial del Cono Norte confirmaron la sentencia del Juez Laboral del Cono Norte, de fecha diecinueve de mayo de mil novecientos noventa y cuatro, que declaro infundada la demanda de reposicion interpuesta por el actor. Alega que los demandados, al expedir su sentencia, no merituaron los fundamentos juridicos que el actor habia esbozado en la expresion de agravios y en el informe oral, que sustancialmente impugnaban la validez constitucional del Decreto Supremo Extraordinario No 108-93/PCM y que se omitiera pronunciarse TRIBUNAL CONSTITUCIONAL sobre la imposibilidad de procederae, wa ocae colectivo, de romperse el vinculo contractual, dada su condicion de dirigente sindical y la incapacidad fisica en la que se encontraba Admitida la demanda, esta es contestada por el Procurador Piblico encargado de los asuntos judiciales del Poder Judicial, quien solicita se declare, alternativamente, la improcedencia u/o infundada la demanda, ya que: a) de conformidad con la Constitucion, el Amparo no procede contra resoluciones judiciales emanadas de un procedimiento regular, b) habiendo quedado los actuados en sede jurisdiccional ordinaria, en calidad de cosa juzgada, ésta no puede ser contradicha en instancia judicial alguna, y c) por carecer de verosimilitud los fundamentos de hecho H de derecho qie apoyan la demanda. Con fecha seis de julio de mil novecientos noventa y cinco, la Primera Sala Civil de la Corte Superior de Justicia de Lima expide resolucion, declarando improcedente la demanda. Interpuesto el recurso de apelacion, con fecha trece de junio de mil novecientos noventa y seis, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Repiblica declard No Haber Nulidad ETI la resolucion de vista. Interpuesto el recurso extraordinario, los antos son elevados al Tribunal Corustitucional.", "FUNDAMENTOS:": "1. Que, conforme fluye del petitorio de la demanda, el objeto de ésta es que se declare la inaplicacion y nulidad de la sentencia expedida por la Sala Laboral de la Corte Superior de Justicia del Cono Norte, su fecha primero de agosto de mil novecientos noventa y cuatro, en los seguidos sobre reposicion entre el actor y el Servicio Nacional de Adiestramiento en Trabajo industrial. 2. Que, siendo ello ast, la pretension del actor debe de desestimarse, ya que: a) segiin se esta a los documentos obrantes de fojas uno a diez, y a lo expresado en el escrito de su demanda, la resolucion por la cual se confirmo la sentencia apelada, que declaraba infundada la demanda de reposicion interpuesta contra el Servicio Nacional de Adiestramiento en Trabajo Industrial, expedida por la Sala Laboral de la Corte Superior de Justicia del Corio Norte, fue expedida dentro del contexto der uunt procedimiento regular, en el que se respeto el contenido esencial del derecho al debido proceso, b) el error en la apreciacion de los hechos u del derecho, que el actor, en tltima instancia, juzga como lesivo a 5u5 derechos constitucionales incoados, no es una cuestion que, prima facie, pueda dilucidarse en la ua del Amparo, ya que ésta no tiene por objeto convertir a este Supremo Interprete de la Constitucion en ura instancia casatoria de la jurisdiccion ordinaria, sino esencialmente el de tutelar los derechos constitucionales. 3. Que, en ese sentido, y estando a que la Accion de Amparo no procede contra resoluciones judiciales emanadas dentro de uni procedimiento regular, es de 3 TRIBUNAL CONSTITUCIONAL plena aplicacion lo dispuesto por el inciso 2, segundo parrafo del articulo 200 de la Constitucion, y en lo previsto por el inciso 2 del articulo 6 de la ley 23506. Por estos jundamentos, el Trbunal Constituctonal, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA:": "Confirmando la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha trece de junio de mil novecientos noventa y seis, que declaro No Haber Nulidad en la resolucion de vista, que declaro improcedente la Accion de Amparo; dispusieron su publicacion en el diario oficial El Peruano, y los devolvieron.", "SS.": "ACOSTA SANCHEZ Muern 1 NUGENT DIAZ VALVERDE GARCIA MARCELO E.C.M. / Oall Lo que Certif1001 Dra. MARIAL ALUZ VASQUEZDELOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-23", "id": 36467, "nombre_demandado": "Sala Mixta Descentralizada del Distrito Judicial del Cono Norte", "nombre_demandante": "Juan Caballero Pineda", "numero_expediente": "00702-1996-AA"}