{"CONTEXTO": " 00707-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00707-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 707-97-AC/TC PIURA EMPRESA DE TRANSPORTES EPPO S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, el dia primero de diciembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT; DIAZ VALVERDE;y GARCIA MARCELO; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia :", "ASUNTO:": "Don Calixto Chunga Ayala, apoderado judicial de la Empresa de Transportes EPPO S.A., interpuso con fecha veintiuno de julio de mil novecientos noventisiete, Recurso Extraordinario a fin de que se declare \"expresamente nulo e insubsistente todo lo actuado reponiéndose la causa al estado de dictarse nueva sentencia en primera instancia\" (sic). Debe entenderse, que el recurso citado, va contra la Resolucion No 11 de la Primera Sala Civil de la Corte Superior de Justicia de Piura, de fecha siete de julio de mil novecientos noventisiete, que al confirmar la apelada, declaro IMPROCEDENTE la Accion de Cumplimiento de autos. (fojas 165 a fojas 168) 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "La Empresa de Transportes EPPO S.A., interpuso con fecha once de marzo de mil novecientos noventisiete, Accion de Cumplimiento contra la Direccion Departamental de Circulacion Terrestre de Piura, la Direccion Regional del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion, y contra el Consejo Transitorio de Administracion Regional de la Region Grau; a fin de que en cumplimiento de los Decretos Supremos No 013-92-TC, No 05-95-MTC y la Resolucion Directoral No 020-93- RGDTCVC-DCT-DICT, cancelen la concesion otorgada a la Empresa de Transportes Selva S.R.L. (fojas 69 a fojas 77) Don Alberto Rios Rueda, Presidente Ejecutivo del Consejo Transitorio de Administracion Regional de la Region Grau, contesta la demanda negandola y contradiciéndola, por considerar que la concesion otorgada a la Empresa de Transportes Selva S.R.L., mediante la Resolucion Directoral No 020-93-RGDTCVC-DCT-DICT, reune las condiciones legales que acreditan su validez; ademas, deduce la excepcion de caducidad, por considerar que la demanda, fue interpuesta fuera del plazo legal establecido por el articulo 370 de la Ley 23506, aplicable en las Acciones de Cumplimiento. (fojas 87 a fojas 90) Por su parte, don Juan Hidalgo Ovalle, Director Departamental de Circulacion Terrestre, también contesta la demanda, solicitando sea declarada infundada; considera que la autorizacion concedida a la Empresa de Transportes Selva S.R.L. fue otorgada con arreglo al Decreto Supremo No 013-92-TC y en concordancia con el Decreto Legislativo No 640, que establece la libertad de rutas 0 permisos de operacion del Servicio Publico de Transporte Terrestre Interprovincial de Pasajeros. Aduce el co-demandado, que la finalidad de la empresa actora, es anular la concesion de la Empresa de Transportes Selva S.R.L., con el proposito de tener exclusividad en la ruta. ((fojas 95 a fojas 98) El Tercer Juzgado Civil de Piura, emite la Resolucion No 4 de fecha veinticuatro de abril de mil novecientos noventisiete, declarando INFUNDADA la demanda; en base a las consideraciones siguientes: Que, la pretension de la accionante, es lograr la cancelacion de la concesion otorgada a la Empresa de Transportes Selva S.R.L. Que, la demandante no intervino en el proceso administrativo que dio como resultado la dacion de la Resolucion Directoral No 020-93-RGDTCVC-DCT-DTCT de fecha veintidos de junio de mil novecientos noventitrés, que como se dijo, autorizo a la citada empresa, a prestar servicio interprovincial de pasajeros en omnibus por la ruta Piura, Sullana, Talara y Mancora. Que, no existe acto administrativo que disponga la aludida cancelacion; por J TRIBUNAL CONSTITUCIONAL consiguiente, no habiendo norma que cumplir, la Accion de Cumplimiento no es la via idonea. (fojas 110 a fojas115). La Primera Sala Civil de la Corte Superior de Justicia de Piura, falla con fecha siete de julio de mil novecientos noventisiete, confirmando la apelada, y declarando IMPROCEDENTE la Accion de Cumplimiento; en base a lo siguiente: Que, la concesion otorgada a la Empresa de Transportes Selva S.R.L. mediante la acotada Resolucion Directoral No 020-93-RGDICVC-DCT-DICT de fecha veintidos de junio de mil novecientos noventitrés, tuvo su sustento en el entonces vigente Reglamento de Servicio Publico de Transporte Terrestre Interprovincial, aprobado por el también citado Decreto Supremo 013-93-TC; resultando claro, que la actora no puede obligar a la Autoridad, a que deje sin efecto una concesion otorgada legalmente a una empresa ajena a la suya. (fojas 159 a 160) FUNDAMENTOS: . Que, la Accion de Cumplimiento, otorga a las personas, el derecho de acudir al Poder Judicial, para obligar al funcionario publico renuente a cumplir con una norma legal 0 un acto administrativo, cuyo incumplimiento afecte sus derechos. Que, del escrito de demanda de fojas 69, se desprende con claridad, que la actora solicita se acaten los Decretos Supremos 013-92-TC y 05-95-MTC, y la Resolucion Directoral No 020-93-RGDICVC-DCT-DICT, para que se deje sin efecto la concesion otorgada a la Empresa de Transportes Selva S.R.L. Que, la concesion otorgada en favor de la Empresa de Transportes Selva S.R.L. mediante la Resolucion Directoral No 020-RGDTCVC-DCT-DTCT, fue otorgada de acuerdo al entonces vigente \"Reglamento de Servicios Publicos de Transporte Terrestre Interprovincial de Pasajeros por Carreteras en Omnibus\" aprobado por el Decreto Supremo No 013-92-TC. Que, la Empresa demandante, no puede obligar a la Autoridad competente, a dejar sin efecto una concesion otorgada a un tercero, como lo es en el presente caso, la referida Empresa de Transportes Selva S.R.L. Que, no obra en autos, documento que acredite la existencia de un acto administrativo en favor de la demandante, y que la parte demandada se niegue a cumplir. 4 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Piura, de fojas 159, su fecha siete de julio de mil novecientos noventisiete; que al confirmar la apelada, declaro IMPROCEDENTE la Accion de Cumplimiento; mandaron su publicacion en el Diario Oficial \"El Peruano\", conforme a Ley, y los devolvieron. A Ll - S.S. ACOSTA SANCHEZ, 1 NUGENT, DIAZ VALVERDE, R  Vt - LET bl GARCIA MARCELO. Lo que Certifico: JAGB/daf Dre. MARIA LUZ VASOUZ RELATORA SECRETARIA RLONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-05-11", "id": 36850, "nombre_demandado": "Dirección Departamental de Circulación Terrestre de Piura y otros", "nombre_demandante": "Empresa de Transportes Eppo SA (apoderado Calixto Chunga Ayala)", "numero_expediente": "00707-1997-AC"}