{"CONTEXTO": " 00703-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00703-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 703-97 AA/TC LAMBAYEQUE MARIA EUGENIA BOCANEGRA AGUIRRE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintinueve dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Maria Eugenia Bocanegra Aguirre, contra la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas noventa, su fecha veinticuatro de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Maria Eugenia Bocanegra Aguirre, con fecha treinta de diciembre de mil novecientos noventa y seis, interpone Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la Region Nor Oriental del Maranon, don César Ramal Pesantes, a fin de que se declare inaplicable la Resolucion Presidencial Regional N.o 46-6-CTAR-RENOMP de fecha diecisiete de setiembre de mil novecientos noventa y seis, que dispone su cese por causal de excedencia como servidora del Hospital Regional de Cajamarca en aplicacion de lo dispuesto por el Decreto Ley N. 26093, el cual establece un programa de evaluacion semestral a los trabajadores de la administracion publica. Senala que el referido proceso de evaluacion y las resoluciones posteriores son nulas en virtud de que la comision de evaluacion no ha sido integrada por las personas que establece la ley y solicita también la inaplicabilidad de la resolucion de fecha quince de noviembre de mil novecientos noventa y seis, que declara agotada la via administrativa; senala, ademas, que dichos actos constituyen una violacion al trabajo y a las normas laborales, por lo que solicita se TRIBUNAL CONSTITUCIONAL restablezcan sus derechos como trahajadora. Dona Flormina Vasquez Zumacta, en representacion del Presidente del Consejo Transitorio de Administracion Regional contesta la demanda, solicitando que la misma sea declarada infundada, considerando principalmente que no se ha evidenciado la violacion de un derecho constitucional en lo referente al extremo de la demanda de que la Comision de Evaluacion debio estar integrada por miembros que establece la ley. Schala que dos de sus integrantes fucron suspendidos en sus funciones, razon por la cual se nombro a sus reemplazantes El Primer Juzgado Especializado en lo Civil de Chiclayo, a fojas cincuenta y uno, con fecha veintiocho de enero de mil novecientos noventa y siete, emite resolucion declarando improcedente la demanda interpuesta, considerando principalmente que no se ha acreditado la violacion al derecho al trabajo ni la infraccion de normas laborales, toda vez que mediante la Resolucion Ministerial N. 290-96 PRES se aprueba la Directiva No 001-96-PRESVMDR que establece la conformacion de la Comision de Evaluacion y cuyo cumplimiento no constituye violacion de una norma laboral. Agrega, ademas, que el cese de la actora se ha efectuado bajo las disposiciones contenidas en el Decreto Ley N. 26093. La Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas noventa, de fecha veinticuatro de junio de mil novecientos noventa y siete, confirma la apelada que declara improcedente la Accion de Amparo, por considerar que los miembros que conformaron la Comision Evaluadora, ademas de haber sido cuestionados en su momento, ostentaban los cargos de acuerdo a lo dispuesto en la Directiva N. 001-96-PRES/VMDR, Comision bajo la cual fue evaluada voluntariamente, obteniendo un nota desaprobatoria, por lo que la demanda no resulta amparable. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Resolucion Presidencial Regional NP 468-6-CTAR-RENOMP de fecha Que la pretension de la demandante es se deje sin efecto los alcances de la 1. diecisiete de setiembre de mil novecientos noventa y seis, que dispone su cese por causal de excedencia como servidora del Hospital Regional de Cajamarca, por violacion de su derecho al trabajo y transgresion de normas laborales. Que la referida Resolucion Presidencial que cesa a la demandante se expidio 2 dentro del marco legal previsto por el Decreto Ley N.\" 26093, que dispuso que los titulares de los ministerios e instituciones publicas descentralizadas deberan cumplir con efectuar programas de evaluacion de personal, estableciéndose en el TRIBUNAL CONSTITUCIONAL articulo 2° de dicha norma, que el personal que no califique podra ser cesado por causal de excedencia. Que, con respecto a la irregular conformacion de la Comision de Evaluacion 3. cuestionada por la demandante, la misma que alega que no estuvo conformada en base a en lo dispuesto por la Resolucion de Gerencia Sub Regional N.o 285- 96-RENOM-CAJ de fecha veintiséis de julio de mil novecientos noventa y seis, es preciso senalar que por Resolucion Regional N.o 36096-CTAR-RENOMP se encarga el cargo de Director de Salud a don Juan Chavez Albarran, debido a que el Director Subregional Sectorial se encontraba suspendido en sus funciones. Que, al plantearse esta situacion, la nueva conformacion de la Comision de 4. Evaluacion no enerva ni cuestiona la validez ni los resultados del proceso de evaluacion en el cual la demandante concurrio voluntariamente, y al no haber alcanzado el puntaje minimo aprobatorio que exigia la Directiva N.o 001-96- PRES/VMDR, fue cesada por causal de excedencia y que, de todo lo actuado, no aparece acreditada la vulneracion 0 amenaza de los derechos constitucionales invocados en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas noventa, su fecha veinticuatro de junio de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda y reformandola, declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO - 4 a V auce 2 JIDA Lo queCertifid0: Dra. MARIA LUZ VASOUEZ BECRETARIA - RELATORA TRBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-07", "id": 35583, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón (César Ramal Pasantes)", "nombre_demandante": "María Eugenia Bocanegra Aguirre", "numero_expediente": "00703-1997-AA"}