{"CONTEXTO": " 00715-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00715-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 715-97-AA/TC OSCAR GUSTAVO FERNANDEZ DAVILA VELEZ TACNA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez,Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Oscar Gustavo Fernândez Davila Velez contra la resolucion de la Sala Especializada en lo Civil de la Corte Superior de Justicia de Tacna, de fecha primero de julio de mil novecientos noventa y siete, que revoco la del Primer Juzgado Especializado en lo Civil de Tacna, su fecha once de febrero de mil novecientos noventa y siete, que declara fundada en parte la Accion de Amparo. 003", "ANTECEDENTES:": "La accion la interpone contra el Presidente del Instituto Peruano de Seguridad Social y otros, para que se deje sin efecto la Resolucion No 604-GG-IPSS-95, del seis de junio de mil novecientos noventa y cinco, y la Resolucion No 567-GG-96, del primero de abril de mil novecientos noventa y seis, que lo destituyedel cargo de Médico Jefe del Servicio de Gineco-Obstetricia del Hospital de Calana, donde desempeno el cargo de Gerente Departamental 0 Zonal del IPSS en Tacna, al haber transcurrido mas del ano prescrito por el articulo 173° del Decreto Supremo N9005-90-PCM, y por cuanto en el proceso administrativo se le ha privado del derecho de defensa. El IPSS contesta la demanda precisando que el demandante no ha agotado la via administrativa y que es falso que se haya violado 0 desconocido su derecho a la libertad de trabajo, ya que la ejecucion de la Resolucion No 567-GG-IPSS-96 ha sido efectuada al amparo de un proceso administrativo estrictamente regular y de indiscutible validez. El Primer Juzgado Especializado en lo Civil de Tacna declaro fundada en parte la demanda, por considerar, entre otras razones, que el demandante presento recurso de apelacion contra la Resolucion No 567-GG-IPSS-96 y a la fecha de la presentacion de la demanda han transcurrido mas de treinta dias sin que sea resuelta, por lo que ha cumplido con agotar la via administrativa previa, y que el IPSS ha destituido al demandante de su puesto de trabajo en mérito de un proceso administrativo disciplinario, a pesar de haber prescrito la accion administrativa disciplinaria, vulnerando en esta forma el derecho a la libertad de trabajo. Interpuesto recurso de apelacion, la Sala Especializada en lo Civil de la Corte Superior de Justicia de Tacna revoco la apelada, segun resolucion del primero de julio de mil novecientos noventa y siete, al estimar que la Accion de Amparo no es la via idonea para reclamar contra los efectos de la resolucion de fojas tres, por constituir una 2 TRIBUNAL CONSTITUCIONAL reclamacion contra un acto administrativo cuyo trâmite debe ventilarse en otra via. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de autos consta que los hechos investigados estan referidos a la época en que el demandante se desempeno transitoriamente como Gerente Departamental de Tacna, en los anos mil novecientos ochenta y séis y mil novecientos ochenta y ocho, quien paso a desempenar después su cargo actual de Médico Jefe del Servicio de Gineco- Obstetricia del Hospital de Calana en aquella localidad; que el Informe No 036-IDA-IPSS-91, de fecha veintidos de octubre de mil novecientos noventa y uno, conteniendo el Examen Especial Inopinado sobre Evaluacion Administrativa-Fimanciena del Hospital de Calana-Tacna, en relacion con la responsabilidad del demandante, en su calidad de ex-Gerente Departamental de Tacna, fue puesto en conocimiento de la Gerente Central en su debida oportunidad, segun aparece de la Cartal No S 2002-GCDP-IPSS-95, del veinticuatro de abril de mil novecientos noventa y cinco, que en copia autenticada obra a fojas cuatrocientos ochenta y siete, mediante la cual dicha Gerente Central le comunica al Presidente de la Comision de Alto Nivel de Procesos Administrativos Disciplinarios que. \"hasta la fecha no se ha aperturado Proceso Administrativo Disciplinario a los ex-cargos de confianza que alude el citado Informe de Control\"; que el articulo 173° del Decreto Supremo No 005-90-PCM, que aprueba el Reglamento del Decreto Legislativo No 276, Ley de Bases de la Carrera Administrativa y del Sector Publico, dispone que el proceso administrativo disciplinario debera iniciarse en el plazo no mayor de un ano contado a partir del momento en que la autoridad competente tenga conocimiento de la comision de la falta disciplinaria, bajo responsabilidad de la citada autoridad y que, después de dicho plazo, se declarara prescrita la accion, sin perjuicio del proceso civil 0 penal a que haya lugar; que al haberse dictado la Resolucion No 604-GG-95, con fecha seis de junio de mil novecientos noventa y cinco, después de mas de tres anos de conocida la comision de la supuestas faltas disciplinarias, con arreglo a lo previsto por la ley, dicho proceso se encontraba prescrito; que, sin embargo, sobre la base de dicho proceso administrativo, el demandado dicto la Resolucion No 567-GG-IPSS-96, de fecha primero de abril de mil novecientos noventa y séis, declarando infundada la excepcion de prescripcion deducida por el procesado y destituyéndolo en el ejercicio de sus funciones, vulnerando de esta manera su derecho a la estabilidad laboral garantizada por la Constitucion Politica del Estado; y que, mediante el recurso de fojas diez, cursado notarialmente el veintiséis de abril de mil novecientos noventiséis, el demandante formulo apelacion de la resolucion ultimamente citada, sin que el mismo haya sido resuelto en el término legal, por lo que, de conformidad con la segunda parte del articulo 99° de la Ley de Normas Generales de Procedimientos Administrativos, opto por la interposicion de esta accion de garantia a través de su demanda interpuesta el veintiuno de junio de mil novecientos noventa y séis, corriente a fojas doscientos diez. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica, 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Tacna, de folios quinientos veintinueve, su fecha primero de julio de mil novecientos noventa y siete, que revoco la apelada que declaro improcedente la demanda; y reformandola la declara FUNDADA y, en consecuencia, inaplicables al demandante la Resolucion No 604-GG-IPSS-95, del seis de junio de mil novecientos noventa y cinco, y la Resolucion No 567-GG-96, del primero de abril de mil novecientos noventa y seis; debiendo los demandados reponer al demandante en el mismo cargo que tenia 0 en otro de igual categoria, sin reintegro de las remuneraciones no percibidas. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. uz GO G3I S.S. ACOSTA SANCHEZ DIAZ VALVERDE - / - - - hiuis NUGENT GARCIA MARCELO Lo que Certif1001 Dra. MARIA LUZ VASOUEZ BECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL MF", "fecha_publicacion": "1998-09-10", "id": 37454, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS) y otros", "nombre_demandante": "Oscar Gustavo Fernández Dávila Velez", "numero_expediente": "00715-1997-AA"}