{"CONTEXTO": " 00718-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00718-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 718-98-AA/TC LIMA MIGUEL RAUL BALLARDO VELASQUEZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vsj Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Miguel Raul Ballardo Velasquez, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y ocho, su fecha seis de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Miguel Raul Ballardo Velasquez interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional (ONP), solicitando se declare inaplicable la Resolucion No 16691-93, emitida por la Division de Pensiones y Prestaciones Sociales de la Gerencia Zonal Callao y Cono Norte del IPSS de fecha veinticuatro de junio de mil novecientos noventa y tres, que le otorga pension de jubilacion bajo el régimen del Decreto Ley No 25967, correspondiéndole el otorgamiento de su pension bajo el régimen del Decreto Ley No 19990. La Oficina de Normalizacion Previsional (ONP) contesta la demanda negândola y contradiciéndola por argumentar que la Accion de Amparo no es la via idonea para discutir la pretension incoada, y que la pension otorgada al demandante esta acorde con el Decreto Ley No 25967, el cual establece que las solicitudes en tramite a la fecha de su vigencia se ceniran a las normas del mencionado Decreto Ley; siendo asi, el tramite de la solicitud del recurrente aun no habia concluido al promulgarse el Decreto Ley No 25967, vigente a partir del 19 de Diciembre de 1992. Expresa ademas que el Codigo Civil ha optado por la aplicacion de lo que en doctrina se llama la teoria de los hechos cumplidos, segun la cual el legislador aplica la ley a hechos y situaciones juridicas existentes al momento de entrada en vigencia de una norma, entonces se aplicara la nueva norma; no porque ésta sea retroactiva, sino porque es de aplicacion inmediata. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, con fecha dieciocho de febrero de mil novecientos noventa y ocho, a fojas cuarenta y dos, declara fundada la demanda, por considerar que en el caso de autos, al aplicarsele al demandante el Decreto Ley No 25967, se estaria aplicando retroactivamente una norma, violentândose de esta manera el principio de irretroactividad de la ley establecido en el articulo 103° de la Constitucion Politica del Estado, perjudicando los TRIBUNAL CONSTITUCIONAL derechos expectaticios del demandante que se encontraba tramitando su pension de jubilacion con fecha anterior al Decreto Ley No 25967, vulnerando el derecho a la seguridad social que contemplan los articulos 10° y 11° de la Constitucion Politica del Estado, por lo que la aplicacion de la norma antes acotada implicaria una situacion regresiva en el derecho social del recurrente; que, ademas, existe jurisprudencia del Decreto Ley No 25967, indicando que no puede tener efecto retroactivo para los casos en los que los tramites pensionables se iniciaron con anterioridad a su entrada en vigencia. La Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, con fecha seis de julio de mil novecientos noventa y ocho, a fojas setenta y ocho, revoca la apelada y declara improcedente la Accion de Amparo, por considerar que conforme al articulo 148° de la Constitucion Politica del Estado y dado el carâcter extraordinario que tiene la Accion de Amparo, la Resolucion cuestionada al haber causado estado requiere de una via mas expeditiva, que cuente con etapa probatoria a efectos de dilucidar la pretension invocada, precisandose ademas que la Accion de Amparo no es declarativa de derechos sino restitutiva de los mismos. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que de la Resolucion No 16691-93, que obra en autos a fojas dos, aparece que el demandante ceso en su actividad laboral el veintisiete de febrero de mil novecientos noventa y dos, solicitando su pension jubilatoria por el Sistema Nacional de Pensiones regulado por el Decreto Ley No 19990, habiendo generado su pension desde el dia siguiente de su cese laboral, segun lo dispuesto por el articulo 80° de la mencionada norma legal. 2. Que este Tribunal, en reiteradas ejecutorias, ha establecido que debido a la naturaleza del derecho pensionario no se produce la caducidad de la accion, en razon de que los actos que constituyen la afectacion son continuados, es decir, que mes a mes se repite la vulneracion, resultando de aplicacion el segundo parrafo del articulo 26° de la Ley No 25398. 3. Que conforme se ha expresado en la sentencia recaida en el expediente No 007-96- I/TC, este Colegiado considera que el estatuto legal, segun el cual se debe calcularse y otorgarse la pension del demandante, es el Decreto Ley No 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener su pension de jubilacion, ha incorporado a su patrimonio las pensiones derivadas de este derecho, en virtud al mandato expreso de la Ley y que no esta supeditada a la decision de la demandada; en consecuencia, los nuevos requisitos para la pension jubilatoria establecido en el Decreto Ley No 25967 se aplicaran solo y unicamente a los asegurados cuya contingencia ocurra con posterioridad a la fecha de su entrada en vigencia y no a quienes cuya contingencia haya ocurrido con anterioridad. 4. En consecuencia, al haber la demandada aplicado el mencionado Decreto Ley al demandante, pese a que la contingencia ocurrio antes de la fecha de promulgacion TRIBUNAL CONSTITUCIONAL del Decreto Ley No 25967, se ha vulnerado la Octava Disposicion General y Transitoria de la Constitucion de 1979, vigente en la fecha de ocurridos los hechos, y posteriormente reafirmado por la Primera Disposicion Final y Transitoria de Carta Politica de 1993. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y ocho, su fecha seis de julio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; y reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable para el demandante la Resolucion No 16691-93 de fecha veinticuatro de junio de mil novecientos noventa y tres, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley No 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Ane - - ACOSTA SANCHEZ DIAZ VALVERDE 6 avca NUGENT C GARCIA MARCELO Lo que Certificon / Dre. MARIAIUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTHTUEIONRE E.G.D", "fecha_publicacion": "1999-01-04", "id": 34824, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Miguel Raúl Ballardo Velasquez", "numero_expediente": "00718-1998-AA"}