{"CONTEXTO": " 00712-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00712-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 712-98-AA/TC LA LIBERTAD SALOMON ISLA CALDERON SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Salomon Isla Calderon contra la resolucion expedida por la Primera Sala Especializada Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento diecisiete, su fecha uno de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Salomon Isla Calderon interpone Accion de Amparo contra el Jefe del Area de Recuperacion de Créditos del Fondo Nacional de Fomento Ganadero, don Hugo Elias Chagray Nunez solicitando que se deje sin efecto la notificacion mediante la cual le pretende cobrar un crédito no adeudado en dôlares americanos por medio de un procedimiento coactivo que atenta contra su derecho constitucional de propiedad y contra los principios y derechos de la funcion jurisdiccional, pues lo cierto es que el veintitrés de mayo de mil novecientos noventa y uno obtuvo un crédito por intermedio del ex-Banco Agrario del Peru por tres mil quinientos intis millon para la adquisicion de ganado vacuno, el cual aun no ha cancelado. El demandado, Jefe del Area de Recuperacion de Créditos del Fondo Nacional de Fomento Ganadero, contesta la demanda precisando que la notificacion con la que se le requiere el pago no constituye amenaza alguna, pues esta cursada conforme al articulo 5° del Decreto Ley No 17355 precisando, mediante Resolucion Ministerial No 0514- 94-AG, y que la suma de dinero cuyo pago se le exige no corresponde a ningun tributo pendiente de pago, sino a un préstamo que emana del contrato suscrito por el obligado con el Banco Agrario del Peru en su calidad de fideicomisario; agrega que el Fondo Nacional de Fomento Ganadero fue creado por Ley No 24051 como persona juridica de Derecho Publico Interno, dependiente del Ministerio de Agricultura, y para el cumplimiento de sus fines goza de las facultades coactivas establecidas en el articulo 2° inciso f) del Decreto Ley No 17355, la misma que se sigue dentro de un debido proceso. El Juzgado Especializado en lo Civil de San Pedro de Lloc, con fecha treinta de abril de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar principalmente que el amparista no ha acreditado de manera fehaciente que se le haya violado 0 amenazado el derecho de propiedad que invoca, y que el demandando tiene facultades para exigir el pago del préstamo contraido por el demandante, que éste reconoce no haber cancelado, por lo que al habérsele efectuado 2 TRIBUNAL CONSTITUCIONAL una notificacion para que pague, no se ha amenazado 0 violado el derecho constitucional invocado por él, sino que se ha cumplido con lo dispuesto por el articulo 5° del Decreto Ley No 17355. La Primera Sala Civil Especializada en lo Civil de la Corte Superior de Justicia de La Libertad, con fecha uno de julio de mil novecientos noventa y ocho, a fojas ciento diecisiete, confirmo la apelada, por estimar que los hechos expuestos deben discutirse en la via legal correspondiente, pues estan sujetos a prueba, no siendo procedente esta Accion de Amparo dado su caracter excepcional y que no tiene etapa probatoria. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, de las versiones de ambas partes, aparece que el demandante obtuvo el veintitrés de mayo de mil novecientos noventa y uno un préstamo por tres mil quinientos intis millon para la adquisicion de ganado vacuno, otorgado a través del Banco Agrario del Peru en su calidad de fideicomisario, deuda que no ha sido honrada por el deudor, esto es, el demandante. 2.- Que el Fondo acreedor tiene perfecto derecho a solicitar el pago de su acreencia, conforme a lo previsto por el articulo 70 de la Ley No 24051, es decir, segun la Norma sobre las modalidades de estos préstamos en lo que se refiere a documentacion legal, montos, plazos, intereses preferenciales, garantias y las demas condiciones establecidas para estos créditos del Fondo Nacional de Fomento Ganadero, que deben estar consignadas en el respectivo contrato y cuyo texto no se ha acompanado a estos autos. 3.- Que, a la vista de dicho Contrato y de los demas elementos y condiciones concurrentes en esta negociacion, la peticion del demandante debe ventilarse en la via legal respectiva, la misma que esta sujeta a probanza, lo que no puede hacerse a través de esta Accion de Amparo, de trâmite sumarisimo y en la que no existe estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento diecisiete, su fecha uno de julio de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. 6", "SS.": "ACOSTA SANCHEZ, Vor C DIAZ VALVERDE, arcia NUGENT, GARCIA MARCELO Lo que Certifico; MF Dra. MARTALUZ-TASGUEZ SECRETARIA = RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-01-22", "id": 34863, "nombre_demandado": "Área de Recuperación de Créditos del Fondo Nacional de Fomento Ganadero (Hugo Elías Chagray Nuñez - jefe de Área)", "nombre_demandante": "Salomón Isla Calderón", "numero_expediente": "00712-1998-AA"}