{"CONTEXTO": " 00716-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00716-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9716-96-AA/TC LIMA CARLOS AUGUSTO OLIVA COLCHADO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Recurso Extraordinario, interpuesto por don Carlos Augusto Oliva Colchado contra la Sentencia expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima que, con fecha veintitrés de agosto de mil novecientos noventa y seis, declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Carlos Augusto Oliva Colchado interpuso con fecha dieciocho de setiembre de mil novecientos noventa y cinco Accion de Amparo contra el entonces Alcalde del Concejo Distrital de Barranco don Carlos Galvez Martinez, a fin de que se dejen sin efecto las convocatorias efectuadas en los meses de agosto y setiembre de mil novecientos noventa y cinco a través de avisos pagados, para la adjudicacion y desarrollo de proyectos en las playas Las Cascadas, Los Pavos, asi como el complejo turistico La Laguna de Barranco; considera el demandante que dichas convocatorias transgreden la Ley N.o 26306, la Ley N.o 23853, Organica de Municipalidades y el Acuerdo de Concejo N.° 070-95-CMB del veinticinco de agosto del citado ano. (fojas 6 a 9). El Alcalde emplazado objeta la pretension que emerge del escrito de demanda, y solicita que ésta sea declarada \"improcedente ylo infundada\" (sic); en descargo alude que no se han precisado las violaciones constitucionales que presuntamente pueden haber ocurrido con aquellas convocatorias, y que el demandante no ha demostrado interés legitimo para ejercer la presente accion, segun lo establece el articulo VI del Titulo Preliminar del Codigo Civil concordante con el articulo 26° de la Ley N.o 23506. (fojas 18 a 21). El Segundo Juzgado Especializado en lo Civil de Lima, con fecha veintitrés de noviembre de mil novecientos noventa y cinco, sentencia declarando fundada la Accion de Amparo; considera que en la fecha en que se realizaron las convocatorias aun no se habia 2 TRIBUNAL CONSTITUCIONAL aprobado el Plan Maestro de la Costa Verde, y que en el presente caso no era necesario el requisito del agotamiento de la via previa. (fojas 28 31). La Sala de Derecho Publico de la Corte Superior de Justicia de Lima emite Sentencia con fecha veintitrés de agosto de mil novecientos noventa y seis, revocando la apelada y declarando infundada la demanda; se considera en esta superior instancia que los proyectos que han sido materia de la convocatoria, pese a la no aprobacion del Plan Maestro, pueden ser adecuados a las nuevas caracteristicas técnicas que contenga dicho documento ordenador del acondicionamiento territorial de la Costa Verde, y que, por tal motivo, no ha habido violacion constitucional alguna. (fojas 93 y 94). Contra esta resolucion, el demandante interpone el Recurso Extraordinario. FUNDAMENTOS : Que tienen derecho a ejercer la Accion de Amparo el afectado, su representante 0 1. el representante de la entidad afectada. Igualmente, cualquier persona podra interponer la demanda en el caso de violacion 0 amenaza de violacion de derechos constitucionales de naturaleza ambiental. Que, complementando lo anterior es preciso citar el articulo 82° del Codigo 2. Procesal Civil, que establece la caracteristica del 'interés difuso' como 'aquél cuya titularidad corresponde a un conjunto indeterminado de personas, respecto de bienes de inestimable valor patrimonial, tales como la defensa del medio ambiente, de bienes 0 valores culturales 0 historicos 0 del consumidor\". En esos casos el patrocinio esta a cargo del Ministerio Publico y asociaciones 0 instituciones sin fines de lucro. Que, en el presente caso, la pretension no tiene como finalidad la proteccion del 3. medio ambiente; segun se desprende de ella, la motivacion es cautelar el desarrollo técnico urbanistico de la Costa Verde que indudablemente no es un interés difuso; por consiguiente, el demandante carece de legitimidad para obrar, y su demanda no reune los requisitos del citado articulo 26° de la Ley N.o 23506 ni los del también citado articulo 82° del Codigo Procesal Civil que supletoriamente puede ser aplicado en un proceso de Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y tres, su fecha veintitrés de agosto de mil novecientos noventa y seis, que revocando la apelada declaro infundada la Accion de 3 TRIBUNAL CONSTITUCIONAL Amparo, y reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. huhubsl", "SS.": "Mric ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 4 RLCL  A JAGB LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCICNAL", "fecha_publicacion": "1999-09-10", "id": 35704, "nombre_demandado": "Alcalde del Concejo Distrital de Barranco (Carlos Gálvez Martínez)", "nombre_demandante": "Carlos Augusto Oliva Colchado", "numero_expediente": "00716-1996-AA"}