{"CONTEXTO": " 00719-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00719-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 719-98-AC/TC LIMA EDMUNDO MANRIQUE DIAZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de setiembre de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Edmundo Manrique Diaz contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha diecinueve de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Edmundo Manrique Diaz interpone demanda de Accion de Cumplimiento contra dona Aida Amézaga Menéndez, Jefa de la Oficina de Normalizacion Previsional, con la finalidad de que la demandada cumpla con lo establecido en las siguientes normas: Quinta Disposicion Complementaria Transitoria y Final de la Ley N.o 26835; articulo 1° de la Ley No 23632, y el articulo unico de la Ley N.o 25488, y en consecuencia, se disponga que la demandada emita nueva resolucion renovandole y nivelando el monto de su pension de cesantia con la remuneracion que perciben los Vocales Supremos en actividad. Manifiesta que por Resolucion Gerencial No.2788-94-GP/PJ de fecha veintisiete de setiembre de mil novecientos noventa y cuatro, se le reconoce treinta y siete anos, diez meses y catorce dias de servicios prestados al Estado y se le concedio una pension de cesantia definitiva conforme al régimen del Decreto Ley N.o 20530 y bajo las condiciones senaladas en las leyes N.os 23632 y 25488, siendo esta pension renovable y nivelable con las remuneraciones que perciben los vocales de la Corte Suprema de la Republica en actividad; senala que estos derechos fueron reconocidos antes de la vigencia del Decreto legislativo N.o 817; que habiéndose requerido el cumplimiento de las referidas normas a la demandada, ésta no ha cumplido con lo solicitado, conculcandose asi derechos constitucionales. Ampara su demanda en lo dispuesto por el numeral 6) del articulo 200° de la Constitucion Politica del Estado, las leyes N.o 26301 y N.o 23506. La demandada contesta la demanda senalando que la Accion de Cumplimiento no es la via adecuada para pretender una nivelacion de pension; asimismo, los topes a las pensiones del régimen pensionario del Decreto Ley N.o 20530, establecido por el articulo 2 TRIBUNAL CONSTITUCIONAL 5° del Decreto Legislativo N.o 817 no ha sido declarado inconstitucional por el Tribunal Constitucional por lo que es de aplicacion al demandante, maxime si la nivelacion no se opone al tope establecido en el articulo 5° de la Ley N.o 26385 y la Sexta Disposicion Complementaria del Decreto Legislativo N.°817, es decir, que al demandante se le nivelara su pension siempre que no exceda en su monto al sueldo de un Congresista. El Primer Juzgado Corporativo Especializado en Derecho Publico de Lima, con fecha cinco de noviembre de mil novecientos noventa y siete, declaro fundada la demanda, por considerar, entre otras razones, que se encuentra acreditado en autos, con la boleta de pago de la pension del demandante y con la copia de la escala remunerativa del Poder Judicial, que el monto de la pension que viene percibiendo el demandante no se encuentra ajustada a lo que en aplicacion de la normatividad consignada en el escrito de la demanda incoada, le corresponde. Asimismo, se acredita que la demandada se niega a efectuarlo, haciendo interpretaciones de las leyes dentro de un contexto que es ajeno a las funciones que por ley le corresponden, lo que implica renuencia inconstitucional de su parte a dar cumplimiento a lo expresamente dispuesto en las normas legales cuyo cumplimiento se exige. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha diecinueve de junio de mil novecientos noventa y ocho, revoca la apelada y reformandola con voto en discordia, declaro improcedente la demanda, por considerar que el demandante no ha cumplido con agotar la via previa a que se contrae el articulo 27° de la Ley N.o 23506. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el demandante pretende que, mediante la presente accion, se ordene a la demandada que cumpla con: a) La Quinta Disposicion Complementaria Transitoria y Final de la Ley No.26835; b) El articulo 1° de la Ley N.23632; y c) El articulo unico de la Ley N.o 25488; y, en consecuencia, emita resolucion renovando y nivelando el monto de su pension de cesantia con la remuneracion que perciben los Vocales Supremos en actividad. Que, a fojas cuatro corre en autos el Oficio N.o 339-97-JF/ONP de fecha dieciséis 2. de julio de mil novecientos noventa y siete, que remitio la demandada al demandante en respuesta a la carta notarial de requerimiento efectuada por el mismo a efectos de solicitar el cumplimiento de la pretension senalada en el fundamento anterior; de la misma se acredita la renuencia de la demandada a acatar normas legales que en rigor le son aplicables al demandante Que el demandante ha adjuntado a través de todo el proceso documentacion 3. suficiente que acredita que le son aplicables las normas legales cuyo cumplimiento se solicita a través de la presente via. 66 J TRIBUNAL CONSTITUCIONAL Que, si bien la pretension del demandante resulta procedente, este Tribunal 4. considera necesario senalar que a la demandada, en virtud del primer parrafo del articulo 4° del Decreto Legislativo N.° 817, le corresponde el reconocimiento y calificacion de los derechos pensionarios legalmente obtenidos al amparo del Decreto Ley N.o 20530; asimismo, dicho articulo del mencionado Decreto Legislativo prescribe en el ultimo parrafo que cada entidad continua manteniendo la responsabilidad del pago de las pensiones que le corresponde con arreglo a ley, consecuentemente, en el caso sub examine solo corresponde a la demandada dar cumplimiento a las normas legales que mediante la presente accion se solicita y expedir la correspondiente resolucion que renueve la pension nivelable del demandante, conforme a las normas senaladas en el petitorio de la demanda. Que, en virtud del ultimo parrafo del articulo 4° del Decreto Legislativo N.o 817, no 5. le corresponde a la demandada senalar el monto a pagar al demandante por concepto de pension, toda vez que no tiene la obligacion de pago ni los elementos de juicio necesarios para establecer cuanto le pueda corresponder de pension al demandante, pues es el Poder Judicial quien efectua el pago y tiene las planillas y la documentacion necesaria para establecer el monto que corresponde como pension al demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO, la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veintiuno, su fecha diecinueve de junio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda y reformandola declara FUNDADA la Accion de Cumplimiento en consecuencia, ordena que la demandada cumpla con lo dispuesto en la Quinta Disposicion Complementaria Transitoria y Final de la Ley N.o 26835; el articulo 1° de la Ley N.o 23632, y el articulo unico de la Ley N.o 25488, debiendo, expedir nueva resolucion de pension nivelable 0 constancia de reconocimiento de los derechos que le correspondan al demandante. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "A ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Carcia GARCIA MARCELO MR Lo que certifiço: 3 W DR. CESAR CUBAS LONGA SECHETARIO-RELNTOR (e)", "fecha_publicacion": "1999-11-06", "id": 35959, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Edmundo Manrique Díaz", "numero_expediente": "00719-1998-AC"}