{"CONTEXTO": " 00713-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00713-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 713-98-AA/TC CHIMBOTE MARIA ZOILA CASTANEDA VASQUEZ 2 SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintiocho dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Maria Zoila Castaneda Vasquez contra la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas doscientos treinta y tres, su fecha tres de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Maria Zoila Castaneda Vasquez interpone Accion de Amparo contra el Director de la UTES \"Eleazar Guzman Barron\" solicitando que se declare inaplicable el Memorandum N.o 429-98-UTES-EGB-NCH/OP, del cuatro de marzo de mil novecientos noventa y ocho, el cual le comunica que por una medida de rotacion de personal a partir de esa misma fecha pasara a laborar al Departamento de Servicio Social, debiendo asignarle sus funciones la jefatura respectiva, con lo cual se han violado el derecho al debido proceso, a la pluralidad de instancia, el derecho de defensa y de la estabilidad laboral en su puesto de trabajo. El demandado y la Procuradora Publica encargada de los asuntos judiciales del Ministerio de Salud contestan la demanda precisando que la demandante no ha agotado las vias previas previstas en el articulo 28° de la Ley N.o 23506, y que no ha existido ninguna actitud arbitraria en el cambio de ejercicio de funciones de la demandada, sino que éste se ha realizado basandose en las necesidades del servicio, observando lo dispuesto por los articulos 25°, 26°, 74° y 78° del Reglamento de la Ley de Bases de la Carrera Administrativa. El Segundo Juzgado Especializado en lo Civil de Chimbote, a fojas ciento cuarenta, con fecha veintiocho de mayo de mil novecientos noventa y ocho, declaro fundada en parte la 2 TRIBUNAL CONSTITUCIONAL demanda, por considerar principalmente que la rotacion transgrede el articulo 78° del Decreto Supremo N.o 005-90-PCM que establece que la rotacion consiste en la reubicacion del servidor al interior de la entidad para asignarle funciones segun el nivel de carrera y grupo ocupacional alcanzado, pues la demandante ha venido desemperiandose en una jefatura y no se pueden asignar funciones que no corresponden a su nivel de carrera y al grupo ocupacional alcanzado; que al haberse designado a dona Dennis Velasquez Carrasco como Jefa de la Unidad de Participacion Comunitaria, que era la jefatura de la demandante segun la nueva estructura organica de la UTES \"Eleazar Guzman Barron\", se le recorto el derecho a impugnar la resolucion. En autos no corre el Dictamen del Fiscal Superior en lo Civil prescrito por el articulo 34° de la Ley N.o 23506, de Habeas Corpus y Amparo. La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, a fojas doscientos treinta y tres, con fecha tres de julio de mil novecientos noventa y ocho, revoco la apelada declarando improcedente la demanda, por estimar que la demandante no agoto las vias previas requeridas por el articulo 27° de la Ley N.o 23506 de Habeas Corpus y Amparo. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que no es necesario agotar las vias previas cuando una medida administrativa, como en este caso, es ejecutada en el mismo dia en que se expide, es decir, antes de vencerse el plazo para que quede consentida. Que, de autos aparece que la demandante fue nombrada como empleada de carrera en 2. el cargo de Asistente Social III, a partir del uno de agosto de mil novecientos ochenta y dos en el Hospital Regional de Chimbote de la Region Ancash, mediante la Resolucion Ministerial N.o 1181-82-SA-P, de fecha dieciséis de diciembre de mil novecientos ochenta y dos, produciéndose en ese entonces su primera asignacion de funciones y adquiriendo estabilidad laboral segun los articulos 74° y 34° del Decreto Supremo N.o 005-90-PCM, que aprueba el Reglamento de la Ley de Carrera Administrativa. Que, del uno de abril de mil novecientos ochenta y nueve al veintiséis de febrero de mil 3. novecientos noventa y seis, le fueron asignadas las funciones de Jefa del Departamento de Servicio Social, del mismo Hospital de Apoyo \"Eleazar Guzman Barron\" de Chimbote, seguin Resolucion Directoral N.o 172-91-UTES-EGB-CH/OP del diecisiete 3 TRIBUNAL CONSTITUCIONAL de mayo de mil novecientos noventa y uno, y la Resolucion Directoral No 144-96- UTES-EGB-CH/D del veintisiete de noviembre de mil novecientos noventa y seis. Que, del veintiséis de febrero de mil novecientos noventa y seis al once de marzo de 4. mil novecientos noventa y ocho, le fueron asignadas las funciones de Jefa de la Oficina de Normas, Programas y Servicios del mismo centro de trabajo, segun consta de la Résolucion Directoral N.° 143.96-UTES-EGB-CH/D, del veintisiete de noviembre de mil novecientos noventa y seis, y de la Resolucion Directoral N.° 029-98-UTES-EGB- NCH/D, de fecha once de marzo de mil novecientos noventa y ocho. Que la asignacion a un cargo siempre es temporal, determinada por la necesidad 5. institucional, y respeta el nivel de carrera, grupo ocupacional y especialidad alcanzados, conforme a lo prescrito por el articulo 25° del Reglamento de la Ley de Bases de la Carrera Administrativa antes citado. Que la demandante se limita a impugnar en esta Accion de Amparo el Memorândum 6. N.o 429-98-UTES-EOB-NCH/D, que obra a fojas nueve, que determina su rotacion al Departamento de Servicio Social, mas no observo ni reclamo la Resolucion Directoral N.° 029-98-UTES-EOGB-NCHD, de fecha once de marzo de mil novecientos noventa y ocho, que obra a fojas sesenta y tres, en cuyo punto tercero se dio término a la Resolucion Directoral N.o 143.96-UTES-EGB-CHID, con la cual le asignaron las funciones de Jefa de la Oficina de Normas, Programas y Servicios, no obstante haber sido expedida antes del diecinueve de marzo de mil novecientos noventa y ocho, fecha de la interposicion de su demanda, con lo cual se le restablecio en su cargo de Jefa del Departamento de Servicio Social en el cual fue nombrada, conservando su nivel y grupo ocupacional alcanzados. Que, al producirse la rotacion y retorno de la demandante al cargo para el cual concurso 7. en el Departamento de Servicio Social, con arreglo al articulo 13° inciso b) y 78° del Reglamento de la Ley de Carrera Administrativa, no se han vulnerado los derechos constitucionales invocados en su demanda. Que, teniendo el dictamen del Fiscal Superior caracter ilustrativo en autos, su 8. inexistencia no acarrea nulidad alguna, puesto que la subsanacion del mismo no ha de influir en el sentido de la resolucion, segun lo previsto por el articulo 172° del Codigo Procesal Civil, aplicable en forma supletoria en esta Accion de Amparo. 4 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas doscientos treinta y tres, su fecha tres de julio de mil novecientos noventa y ocho, que revoco la apelada y declaro improcedente la demanda; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Ll ACOSTA SANCHEZ DIAZ VALVERDE NUGENT thruds L GARCIA MARCELO 4 VLeLe MF Lo que aprtifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-07", "id": 35609, "nombre_demandado": "Director de la Unidad Territorial de Salud (UTES) Eleazar Guzmán Barrón", "nombre_demandante": "María Zoila Castañeda Vásquez", "numero_expediente": "00713-1998-AA"}