{"CONTEXTO": " 00711-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00711-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 711-97-AA/TC RAUL FRANCISCO MOLINA YANEZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Raul Francisco Molina Yanez contra la resolucion expedida por la Sala en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima, su fecha veintitrés de abril de mil novecientos noventa y siete, que revoca la del Primer Juzgado Previsional Transitorio de Lima, su fecha treinta de setiembre de mil novecientos noventa y séis, y declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Raûl Francisco Molina Yanez interpone Accion de Amparo contra Petroleos del Peru S.A. (PETROPERU) solicitando que se le mantenga incorporado en el régimen pensionario del Decreto Ley No 20530, en cumplimiento de lo dispuesto por la Resolucion de la Segunda Sala del Tribunal del Servicio Civil de fecha veintiuno de noviembre de mil novecientos ochenta y nueve, y se le abone la pension nivelable, sin tope ni restriccion alguna, incluyendo los reintegros por pensiones insolutas desde el cinco de junio de mil novecientos ochenta y nueve en razon de tener mas de veinticinco anos de servicios continuos prestados al Estado. La demandada, Petroleos del Peru S.A., contesta la demanda precisando que la Accion de Amparo no es la via adecuada para este reclamo, pues existen acciones que se pueden hacer valer en la via ordinaria ante el Poder Judicial, y que al demandante no le corresponde percibir pension dentro de los alcances del Decreto Ley No 20530 porque PETROPERU S.A. es empresa estatal de Derecho Privado. El Juzgado Previsional Transitorio de Lima declaro fundada la demanda, por considerar principalmente que la entidad demandada ha omitido dar cumplimiento a lo ordenado por el Tribunal del Servicio Civil, omision que violenta el derecho pensionario del demandante que se encuentra protegido por el articulo 10° de la Constitucion Politica del Estado. Interpuesto el Recurso de Apelacion, la Sala Especializada en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima, revoco la apelada y declaro improcedente la demanda por estimar que la Accion de Amparo no es la via idonea para determinar la reincorporacion del demandante al régimen pensionario del Decreto Ley 2 TRIBUNAL CONSTITUCIONAL No 20530, por la naturaleza especial de este tipo de procesos, y que la controversia no esta referida a un derecho constitucional, sino a un problema legal para cuya solucion es necesaria la actuacion de medios probatorios que aporten mayores elementos de juicio. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de autos aparece que existe omision de acto de cumplimiento obligatorio, consistente en la Resolucion Administrativa de la Segunda Sala del Tribunal del Servicio Civil, su fecha veintiuno de noviembre de mil novecientos ochenta y nueve, que restituyo en todos los extremos la Carta No RIND-PE-055-88, con todos sus derechos, constituyendo cosa decidida en el fuero administrativo. 2. Asimismo, de autos aparece que se ha hecho caso omiso de la sentencia ejecutoriada emitida por la Sexta Sala Civil de la Corte Superior de Justicia de Lima, de fecha veinte de julio de mil novecientos noventa y tres, que confirma la sentencia apelada en cuanto declara infundada la demanda ordinaria interpuesta por Petroleos del Peru S.A. contra el demandante don Raul Francisco Molina Yanez y el Tribunal del Servicio Civil, para que se declare la nulidad de la pre-citada sentencia del Tribunal del Servicio Civil, sentencia de la Corte Superior que constituye cosa juzgada, con efectos inamovibles. 3. Que dicha omision al cumplimiento de acto debido lesiona el derecho pensionario del demandante, garantizado por la Constitucion Politica del Estado, transcurrido desde su fecha de cese laboral hasta su fallecimiento, pensiones devengadas que se entregaran a quienes acrediten ser los herederos legales del ex-pensionista don Raûl Francisco Molina Yanez, en razon de constituir derechos de proteccion garantizados por el articulo 12° de la Constitucion Politica del Peru de 1979, aplicable cuando se produjeron los hechos. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima, de fojas doscientos cuatro, su fecha veintitrés de abril de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda; reformandola declara FUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. - / - boll S.S. Cel ACOSTA SANCHEZ DIAZ VALVERDE NUGENT V Arrere GARCIA MARCELO NCWL 2 ME Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-07", "id": 37108, "nombre_demandado": "Petróleos del Perú SA (PETROPERÚ)", "nombre_demandante": "Raúl Francisco Molina Yañez", "numero_expediente": "00711-1997-AA"}