{"CONTEXTO": " 00715-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00715-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 715-96-AA/TC OSCAR PALACIOS MONCAYO Y OTROS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintitres dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Oscar Palacios Moncayo y otros contra la resolucion expedida por la Sala Contenciosa Administrativa de la Corte Superior de Justicia de Lima, de fecha catorce de agosto de mil novecientos noventiseis, que declaro IMPROCEDENTE la accion de amparo interpuesta contra el Presidente del Consejo Directivo del Instituto Geologico Minero y Metalurgico -INGEMMET-", "ANTECEDENTES:": "Los actores interponen demanda de accion de amparo contra el Presidente del Consejo Directivo del Instituto Geologico Minero y Metalurgico -INGEMMET- con la finalidad de que se les reincorpore al Régimen de Pensiones del Decreto Ley No 20530 del cual fueron excluidos indebidamente. Amparan su demanda en lo dispuesto por los articulos 20, inciso 5), 230, 24, 26° inciso 2) y 3) de la Constitucion,y,el articulo 24° inciso 10), 22° y 26° de la Ley No 23506 y sus modificatorias contenidas en la Ley 25398. El Octavo Juzgado en lo Civil de Lima con fecha diez de Enero de mil novecientos noventiseis, declaro improcedente la demanda, por considerar, entre otras razones que habiendo transcurrido el plazo previsto por el articulo 370 de la Ley 23506 la demanda deviene en improcedente. 2 TRIBUNAL CONSTITUCIONAL Interpuesto recurso de apelacion, la Sala Contencioso Administrativa de la Corte Superior de Justicia de Lima, con fecha catorce de agosto de mil novecientos noventiseis por los propios fundamentos de la apelada confirmo la sentencia en mencion. Contra esta resolucion los demandantes interponen recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que de la evaluacion de los medios probatorios, resulta evidente que el Instituto Geologico Minero y Metalurgico, segun su Ley Orgânica No 22631 y su Reglamento de Organizaciones y Funciones (Resolucion Ministerial No 137-93-EM- VMM, del diecisiete de junio de mil novecientos noventitres), es una entidad publica descentralizada, cuya funcion esta sujeta al régimen de la actividad privada, 0 sea, actividad normada por la Ley No 4916, cuyos servidores pertenecen al sistema de pensiones regulado por el Decreto Ley 19990. 2.- Que,los demandantes no obstante tener la calidad de servidores publicos pertenecen al régimen de la actividad privada pero, por interpretacion erronea de las leyes Nos. 24366 y 25066, fueron incorporados en el sistema de pensiones regulado por el Decreto Ley No 20530, que es exclusivo para servidores publicos de la administracion publica. 3.- Que mediante el Decreto Ley No 25456 ha sido restituida la vigencia del Decreto Legislativo 763 que declaro la nulidad de toda incorporacion 0 reincorporacion al sistema de pensiones normado por el Decreto Ley No 20530,que hubieran tenido lugar transgrediendo el articulo 14° de este Decreto Ley; nulidad que es coherente con lo prescrito en el segundo parrafo del articulo 59° de la Constitucion Politica del Peru de mil novecientos setentinueve, que excluyo de la carrera administrativa a los trabajadores de las empresas del Estado 0 de sociedades de economia mixta, principio que ha sido recogido por la Constitucion Politica del Peru de mil novecientos noventitres en su articulo 40°, segundo parrafo. 4.- Que el Instituto Geologico Minero y Metalurgico, en cumplimiento de la Ley No 25456 y del Decreto Legislativo No 763, procedio a revisar la situacion juridica de los demandantes, como aportantes al sistema de pensiones y, como consecuencia, declaro la nulidad e insubsistencia de las resoluciones de incorporacion al régimen del Decreto Ley 20530 de cada uno de los demandantes y, a la vez los reincorporo definitivamente al sistema de pensiones regulado por el Decreto Ley No 19990. 5 TRIBUNAL CONSTITUCIONAL 5.- Que la accion de garantia es improcedente contra funcionario 0 autoridad que se limita a cumplir y hacer cumplir una norma legal vigente; e, igualmente es improcedente cuando es ejercitada después de transcurrido el plazo previsto como se advierte en el presente caso que la demanda ha sido interpuesta después de dos anos, lapso excesivamente prolongado, si se tiene en cuenta que las resoluciones materia de la demanda fueron expedidas el veintisiete de noviembre de mil novecientos noventidos, actos administrativos que se concretaron por lo que no tienen calidad alguna de continuadas, aunque, si, el efecto permanente de haber reingresado a los demandantes al régimen del Decreto Ley No 19990. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Orgànica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Contencioso Administrativa de la Corte Superior de Justicia de Lima, de fecha catorce de agosto de mil novecientos noventiseis, que confirmo la apelada, de fecha diez de enero de mil novecientos noventiseis, que declaro IMPROCEDENTE la accion de amparo; dispusieron su publicacion en el diario oficial \"El Peruano\", y los devolvieron. S.S. L 4 ACOSTA SANCHEZ, NUGENT, vtiA DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifico: M.R. Dra. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA", "fecha_publicacion": "1997-12-01", "id": 36491, "nombre_demandado": "Presidente del Concejo Directivo del Instituto Geológico Minero y Metalúrgico-INGEMMENT", "nombre_demandante": "Oscar Palacios Moncayo y otros", "numero_expediente": "00715-1996-AA"}