{"CONTEXTO": " 00710-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00710-1996-HC.pdf) --- 2 TRIBUNAL CONSTITUCIONAL EXP. 710-96-HC/TC MARIA DEL ROSARIO BEGAZO VALVERDE LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso extraordinario interpuesto por dona Maria del Rosario Begazo Valverde contra la resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, de fojas setenta y cuatro, su fecha veintisiete de agosto de mil novecientos noventa y seis, que confirmo la apelada, que declaro improcedente.", "ANTECEDENTES:": "Dona Maria del Rosario Begazo Valverde interpone accion de Habeas Corpus, a favor de don Moisés Sebastiàn Begazo Valverde contra el General Jefe de la DININCRI de la Policia Nacional del Peru, y los efectivos policiales que resulten responsables, y la Fiscal Provincial de la Primera Fiscalia Provincial del Cono Norte, doctora Imelda Tumialan Pinto. Alega la actora que tras el asesinato del profesor de la Universidad San Martin de Porres, doctor Rolando Pecho Caycho en el mes de febero de mil novecientos noventa y cuatro, se inicio una investigacion policial tendiente a esclarecer los pormenores de dicho hecho delictuoso. En tal investigacion, refiere, se comprendieron a varios alumnos y profesores de la Facultad de Contabilidad del referido centro de estudios superiores, entre los que se comprendio a su hermano don Moises Sabastian Begazo Valverde, que culmino con resolucion de la Fiscalia disponiendo su archivo provisional. No obstante ello, recuerda, el dieciocho de julio de mil novecientos noventa y seis, su hermano fue citado ante la Comision de Fiscalizacion del Congreso de la Republica, y al dia siguiente, cuatro miembros de la Policia Nacional del Peru conjuntamente con la Fiscal de la Primera Fiscalia Provincial Penal del Cono Norte, doctora Imelda Tumialan Pinto, la ultima de las cuales pretendiéndola sorprender, se identifico como Jueza Penal, e ingresaron abruptamente a su domicilio. Aduce que no existe requerimiento judicial alguno contra la persona a cuyo favor se interpone Habeas Corpus, lo que constituye una grave amenaza a su derecho constitucional a la libertad individual. Con fecha veintitrés de julio de mil novecientos noventa y seis, se toma declaracion a la Fiscal dona Imelda Tumialan Pinto, quien manifiesta es falso que se haya pretendido detener al actor asi como también se haya ingresado violentamente a su domicilio, ya po 2 TRIBUNAL CONSTITUCIONAL que el objeto de su visita fue el de notificarlo para que se presente a una investigacion indagatoria. Con fecha veintitrés dej julio de mil novecientos noventa y seis, dona Maria del Rosario Begazo Valverde presto su declaracion ratificandose en el contenido de la Accion de Habeas Corpus. En la misma fecha se tomo la declaracion del General P.N.P. Raûl Loarte Ramos, quien manifesto que la razon de la presencia de efectivos policiales a su cargo en el domicilio del actor, se debio a que se le pretendia realizar una notificacion por ordenes de la Fiscal de la Primera Fiscalia Provincial en lo Penal del Cono Norte. Con fecha veintitrés de julio de mil novecientos noventa y seis, el Juez del Tercer Juzgado Especializado Penal del Cono Norte, a fojas cuarenta y tres, declara improcedente la accion, por considerar principalmente que los emplazados actuaron en el ejercicio de sus funciones y que no se ha producido la amenaza al derecho a la libertad individual. Con fecha veintisiete de agosto de mil novecientos noventa y seis, la Segunda Sala Mixta de la Corte Superior de Justicia del Cono Norte de Lima, a fojas setenta y cuatro confirma la apelada, por los mismos fundamentos. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que cese la amenaza de violacion del derecho constitucional a la libertad individual de don Moisés Sebastian Begazo Valverde. 2. Que, segun se esta a las declaraciones de la actora y de la accionada, obrantes a fojas treinta y veintiocho, respectivamente, asi como de los documentos de fojas treinta y dos, no se puede considerar como amenaza de violacion del derecho constitucional a la libertad individual, la notificacion que se pretendio realizar al actor para que se presentase a la delegacion policial a fin de que preste su manifestacion indagatoria. 3. Que, en ese sentido, de la revision de lo actuado, este Colegiado estima que la amenaza de violacion del derecho constitucional a la libertad individual alegado como acto lesivo, no es real, cierta 0 probable, pues no solamente no existen indicios razonables de que ello efectivamente ocurra, sino, como se ha dicho en el fundamento juridico anterior, que hasta se haya presentado la amenaza de violacion del derecho constitucional. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Mixta de la Corte Superior del Cono Norte de Lima, de fojas setenta y cuatro, su fecha veintisiete de 2X - ) TRIBUNAL CONSTITUCIONAL agosto de mil novecientos noventa y seis, que confirmo la apelada, que declaro IMPROCEDENTE el Habeas Corpus interpuesto. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "Zas ACOSTA SANCHEZ DIAZ VALVERDE V 2 ece NUGENT Atule GARCIA MARCELO Lo que dertif100: ble Dre. MARIA LUZ IVASOUEZ SECRETARIA - RELATORA EBUNAL CONETITVEIONAE ECM", "fecha_publicacion": "1998-09-16", "id": 37476, "nombre_demandado": "General Jefe de la Dinincri de la Policía Nacional del Perú (Raúl Loarte Ramos) y otros", "nombre_demandante": "María del Rosario Begazo Valverde", "numero_expediente": "00710-1996-HC"}