{"CONTEXTO": " 00719-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00719-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 719-96-AA/TC Basilio Agustin Castro Copa Tacna SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO: : Recurso extraordinario contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, de fecha cuatro de setiembre de mil novecientos noventa y seis, en los seguidos por don Basilio Agustin Castro Copa, contra don Tito Guillermo Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna; sobre Accion de Amparo.", "ANTECEDENTES:": "Don Basilio Agustin Castro Copa, interpone Accion de Amparo contra don Tito Guillermo Chocano Olivera, Alcalde de la Municipalidad Provincial de Tacna a fin que se \"deje sin efecto\" la Resolucion de Alcaldia No 1370-95 y se disponga su reincorporacion, manifiesta que en virtud de dicha resolucion que ha vulnerado sus derechos constitucionales de trabajo y de peticion se le destituye y se le determina responsabilidad pecuniaria por S/. 4,976.05 Nuevos Soles disponiéndose que este monto se descontara de la liquidacion de sus beneficios sociales. L TRIBUNAL CONSTITUCIONAL Sostiene el demandante que presto servicios por mas de once anos como chofer de compactador de basura; y que existen irregularidades en el proceso administrativo que se llevo a cabo en su contra y que dio lugar a la aplicacion de la sancion de destitucion, que la Comision de Procesos Administrativos fué presidida por un suplente y no por el titular; que luego de 2 meses de sucedidos los hechos el Organo de Auditoria realiza las investigaciones. Asimismo, manifiesta que interpuso los recursos impugnativos contra la resolucion que lo destituye; no habiendo recibido pronunciamiento alguno de la Municipalidad y que en el proceso penal que se le siguio por delito contra la seguridad publica, en la modalidad de peligro comun, se ha dispuesto el archivamiento de la denuncia. Admitida la demanda esta es contestada por don Tito Guillermo Chocano Olivera Alcalde de la Municipalidad Provincial de Tacna, el que solicita se la declare improcedente por cuanto senala que durante la jornada laboral del dia 8 de mayo de 1995, el demandante se encontraba en estado de ebriedad; ocasionando la volcadura del camion compactador de basura lo que dio origen a que sea sometido a proceso administrativo; y que se le imponga sancion de destitucion; que el proceso y la sancion se ha llevado a cabo de acuerdo al Decreto Legislativo No 276 y su Reglamento aprobado por Decreto Supremo No 005-90- PCM; que respecto a la instruccion abierta efectivamente por auto de fecha 22 de febrero de 1996 se dispuso el archivamiento definitivo del proceso, debido a que el dosaje etilico no fue ratificado; que si bien esta deficiencia puede ser vâlida en un proceso penal, no puede serlo en lo administrativo; que en consecuencia no se ha violado ni amenazado derecho constitucional alguno. Con fecha 28 de mayo de 1996 el Juez del Primer Juzgado Especializado en lo Civil de Tacna, expide resolucion declarando infundada la demanda. Interpuesto el recurso de apelacion, con fecha 4 de setiembre de 1996, la Sala Civil de la Corte Superior de Justicia de Tacna, expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que el demandante con fecha 8 de noviembre de 1995, interpuso recurso impugnativo de reconsideracion contra la Resolucion de Alcaldia No 1370-95 materia de la presente accion de amparo, el mismo que no fué resuelto por la demandada. Asimismo el 16 de enero de 1996, acogiéndose al silencio negativo presento recurso de apelacion que no fué resuelto e invocando el mismo beneficio procesal da por agotada la via administrativa, cumpliéndose con la exigencia a que se refiere el articulo 27° de la Ley No 23506. 5 TRIBUNAL CONSTITUCIONAL 2. Que fluye de autos que luego de la investigacion realizada por el Organo de Auditoria Interna de la Municipalidad demandada respecto a la volcadura del camion compactador de basura MPT 15-120, éste emite el Informe No 023-95-1-0AT/MPT recomendando que el demandante, conductor del referido camion, sea sometido a proceso administrativo por haber incurrido en faltas de caracter disciplinario tipificadas en los incisos a) b) d) y g) del articulo 28 del Decreto Legislativo No 276 Ley de Bases de la Carrera Administrativa y del Sector Publico y teniendo en consideracion ademas los deméritos que aparecen en su informe escalafonario. . 3. Que por recomendacion del Organo de Auditoria Interna de la demandada y con el pronunciamiento de la Comision de Procesos Administrativos Disciplinarios; por resolucion de Alcaldia No 1118-95 de 21 de setiembre de 1995 se abre proceso administrativo al demandante y luego de culminado dicho proceso y evacuado el Informe de la referida Comision de Procesos Administrativos, por resolucion de Alcaldia No 1370-95, se le impone la sancion de destitucion estableciéndose ademas responsabilidad pecuniaria, por el monto de S/. 4,976.05 Nuevos Soles, monto que se dispone sea descontado de la liquidacion de sus beneficios sociales. 4. Que de autos se advierte que a través del proceso administrativo se ha establecido que el dia de los hechos el demandante se encontraba conduciendo el vehiculo en estado de ebriedad habiéndose negado a someterse a la prueba del dosaje etilico, incurriendo en negligencia en el desempeno de sus funciones y por tanto, la sancion de destitucion aplicada se debe a la comision de falta grave prevista en el Decreto Legislativo No 276, para cuya determinacion ademas se ha tomado en consideracion los antecedentes del servidor en materia disciplinaria. 5. Que, en cuanto al argumento del demandante en el sentido que el proceso penal abierto contra el, por los mismos hechos, ha sido archivado y que por tanto no cabria aplicar la sancion administrativa, no tiene asidero legal, por cuanto en virtud a lo establecido en el Articulo 25 del Decreto Legislativo No 276 concordante con el Articulo 153 de su Reglamento aprobado por Decreto Supremo No 005-90 PCM, los servidores publicos pueden ser sancionados administrativamente por el incumplimiento de normas legales y administrativas en el ejercicio de sus funciones, sin perjuicio de las responsabilidades civil y/o penal en que pudieran incurrir. 6. Que respecto al descuento de la liquidacion de beneficios sociales dispuesto por el articulo 2° de la Resolucion No 1370-95, objeto de la accion de amparo, a fin de resarcir el dano economico ocasionado a la demandada, éste no se ajusta a Ley, en razon que por disposicion expresa del articulo 12° de la Ley No 26404 de Presupuesto del Sector Publico para el ano 1995, aplicable cuando se expidio dicha resolucion, solo puede TRIBUNAL CONSTITUCIONAL afectar la planilla unica de pago, los descuentos establecidos por ley, por mandato judicial, por préstamo administrativo y otros conceptos aceptados por el servidor. 7. Que, en consecuencia, en el extremo de la sancion de destitucion dispuesta por la resolucion de Alcaldia No 1370-95 no se ha vulnerado los derechos constitucionales de peticion ni al trabajo del demandante. El extremo en que dicha resolucion dispone el descuento de la liquidacion de beneficios sociales, vulnera el derecho a percibir beneficios sociales con prioridad a cualquier otra obligacion del empleador. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica. FALLA : CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, de fojas doscientos diez, su fecha cuatro de setiembre de mil novecientos noventa y seis, que confirmando la apelada declara INFUNDADA la demanda; en el extremo relativo a la reincorporacion del actor a su centro de trabajo; y la REVOCARON en la parte que declara infundada la accion en lo relativo al descuento de la liquidacion de sus beneficios sociales, REFORMANDOLA en este extremo declara FUNDADA la demanda. Se dispuso que es inaplicable lo dispuesto en el articulo 11 de la Ley No 23506, atendiendo a las circunstancias especiales del proceso; dispusieron su publicacion en el Diario Oficial El Peruano y los devolvieron.", "SS.": "ACOSTA SANCHEZ; NUGENT; // ( - a - DIAZ VALVERDE; . GARCIA MARCELO LO QUE CERTIFICO. DRA. MARIA LUZVASQUEZ V. SECRETARIA RELATORA NF/amf TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-03-28", "id": 36762, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Tacna (Tito Guillermo Chocano Olivera)", "nombre_demandante": "Basilio Agustín Castro Copa", "numero_expediente": "00719-1996-AA"}