{"CONTEXTO": " 00726-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00726-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 726-97-AA/TC EMPRESA DE TRANSPORTE RAPIDO DE PASAJEROS STA. ROSA S.R. LTDA. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por la Empresa de Transporte Rapido de Pasajeros Sta. Rosa. S.R. Ltda. contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Santa, de fecha treinta de mayo de mil novecientos noventa y siete, que declaro Improcedente la Accion de Amparo. ANTECEDENTES: La Empresa de Transporte Rapido de Pasajeros Sta. Rosa S.R. Ltda. interpone demanda de Accion de Amparo contra el Representante Legal del Concejo Provincial de Huarmey con la finalidad de que deje sin efecto el articulo 1° de la parte resolutiva de la Resolucion de Alcaldia No 280-969-MPH, de fecha treinta de octubre de mil novecientos noventa y seis, que niega la apertura de terminal terrestre de la demandante y resuelve no otorgar la Licencia de Apertura. Manifiesta la demandante que dicha Resolucion atenta contra el principio constitucional dispuesto en los incisos 14) y 15) del articulo 2° de la Constitucion Politica del Peru. Ampara su accion en lo dispuesto por el Decreto Legislativo No 705; articulo 24° incisos 5)y 10); articulos 26° y 270 de la Ley No 23506 y sus modificatorias. TRIBUNAL CONSTITUCIONAL En la contestacion de la demanda el Alcalde de la Municipalidad demandada, manifiesta que la Municipalidad ha actuado en uso de las facultades que la Ley Organica senala, asimismo indica que la demandada no ha cumplido con agotar la via administrativa. El Juzgado Mixto de Huarmey, con fecha veintisiete de diciembre de mil novecientos noventa y seis declaro Improcedente la demanda, por considerar, entre otras razones que de conformidad con la Ley Orgânica de Municipalidades, las Municipalidades son organos de Gobierno Autonomo, consecuentemente pueden dictar resoluciones destinadas a cumplir las funciones especificas previstas en el articulo 65° de dicha Ley, que dentro de esas atribuciones se encuentra el acondicionamiento territorial, vivienda y seguridad social, por cuya razon la resolucion impugnada es un acto efectuado en el ejercicio regular de sus funciones. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia del Santa, con fecha treinta de mayo de mil novecientos noventa y siete, confirmo la apelada, por estimar que las Municipalidades tienen la facultad de regular el transporte colectivo y controlar el cumplimiento de las normas y requisitos que correspondan. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, dentro de las competencias de las Municipalidades se encuentra la capacidad que tienen estas de \"regular el transporte colectivo, la circulacion y el trânsito\"; tal como lo prescribe el numeral 5) del articulo 10° de la Ley Organica de Municipalidades \"Regular el transporte urbano y otorgar licencias 0 concesiones correspondientes de conformidad con los Reglamentos de la materia\", tal como senala el numeral 1) del articulo 690 de la Ley Organica de Municipalidades, consecuentemente a la solicitud de la licencia de funcionamiento de su terminal terrestre de la empresa demandante la Municipalidad demandada tenia la facultad de otorgarla 0 negarla, maxime cuando el ultimo parrafo del articulo 11° del Decreto Legislativo No 705 senala que \"solo se considera otorgada la Licencia Municipal de Funcionamiento Provisional, cuando la TRIBUNAL CONSTITUCIONAL actividad que se pretende desarrollar en el correspondiente local, no contravenga la normatividad sobre zonificacion y. compatibilidad de uso\" parrafo incorporado por la Ley No 25409. 2. Que, habiendo actuado la Municipalidad demandada dentro de las atribuciones que la Ley Organica le senala y en perfecta concordancia con el Decreto Legislativo No 705 no ha vulnerado ni amenazado ningun derecho constitucional a la empresa demandante, maxime cuando dicha empresa puede solicitar nueva licencia de funcionamiento para su terminal terrestre en un lugar adecuado segun la zonificacion que para el caso la Municipalidad haya desarrollado para su ciudad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Santa, de fojas sesenta y nueve, su fecha treinta de mayo de mil novecientos noventa y siete, que confirmando la apelada declaro Improcedente la demanda; REFORMANDOLA declara INFUNDADA la Accion de Amparo; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. - ACOSTA SANCHEZ, Mlrree DIAZ VALVERDE, MCAN NUGENT, LC L GARCIA MARCELO. Lo que Certifioo: MR/efs. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-10-17", "id": 37139, "nombre_demandado": "Consejo Provincial de Huarmey", "nombre_demandante": "Empresa de Transporte Rápido de Pasajeros Santa Rosa SRLtda", "numero_expediente": "00726-1997-AA"}