{"CONTEXTO": " 00721-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00721-1996-AA.pdf) --- e TRIBUNAL CONSTITUCIONAL Exp. No. 721-96-AA/TC Caso: Julian Teodoro Quispe Cubas Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En lima, a los catorce dias del mes de octubre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados Vicepresidente encargado de la Presidencia Acosta Sanchez, Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "Recurso extraordinario interpuesto contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha diez de mayo de mil novecientos noventa y cinco, que, declaro no haber nulidad en la sentencia de vista del diez de agosto de mil novecientos noventa y cuatro, que revocando la apelada del veintisiete de diciembre de mil novecientos noventa y tres, declaro improcedente la accion de amparo interpuesta por don Julian Teodoro Quispe Cubas contra el Supremo Gobierno, representado por el sehor Procurador Publico encargado de los Asuntos del Ministerio de Educacion.", "ANTECEDENTES": "El demandante don Julian Teodoro Quispe Cubas plantea su accion sustentando su reclamo en la transgresion de su derecho constitucional como trabajador al haberse expedido la Resolucion Jefatural No. 980-92-INC del veintinueve de diciembre de mil novecientos noventa y dos por la que se dispone cesarlo en. su cargo de Abogado Grado III-SPA por causal de reorganizacion y restructuracion del Instituto Nacional de Cultura (INC). Alega que la antes citada Resolucion es resultado de una evaluacion a la que se les convoco con el pretexto de que se trataba de establecer el grado de preparacion y capacidad de los trabajadores del INC y no para utilizarla en los objetivos que tuvo. Incluso puntualiza, que se les ha aplicado a los trabajadores del Instituto el Decreto Ley No. 25790, que solo se refiere al Sistema Nacional de Museos del Estado, empero no a los trabajadores del INC. Por estas razones solicita se inaplique 0 suspenda la Resolucion que dispone su cese y se proceda a su reposicion. TRIBUNAL CONSTITUCIONAL Admitida la demanda por el Vigésimo Tercer Juzgado Civil de Lima, se dispone su traslado al Procurador Publico encargado de los Asuntos del. Ministerio de Educacion, quien la niega y contradice por considerar: Que la Resolucion Jefatural impugnada es resultado de una accion de personal realizada por el INC, la que ha sido llevada a cabo a fin de dar cumplimiento a la reorganizacion y restructuracion del citado Instituto y conforme al Decreto Ley No. 25790, cuya legalidad ha sido ratificada mediante las Leyes Constitucionales del Nueve y Quince de enero de mil novecientos noventa y tres, no habiéndose conculcado ningun derecho constitucional. De fojas treinta y dos a treinta y tres y con fecha veintisiete de diciembre de mil novecientos noventa y tres, el Juzgado expide resolucion declarando fundada la accion principalmente por considerar: Que en el caso de autos se advierte que el accionante fue cesado la Resolucion Jefatural No. 980-92-INC, la misma por A que se fundamenta en la Cuarta Disposicion Transitoria del Decreto Ley No. 25790, no obstante que el mencionado Decreto Ley fue expedido como marco de creacion del Sistema Nacional de Museos del Estado, dentro del cual se encargo al Instituto Nacional de Cultura lasfunciones de organo rector y central del referido sistema, habiéndosele autorizado para que dentro de dicho marco aplique un programa de incentivos para renuncia voluntaria de trabajadores y ejecucion de un programa de calificacion, evaluacion y seleccion de personal; Que dentro del ambito especifico de creacion del Sistema Nacional de Museos del Estado, los programas destinados a reducir personal, se refieren estrictamente a trabajadores de los museos del Estado, no pudiéndose afectar a personal distinto, tal como se ha hecho con el accionante. Interpuesto recur rso de apelacion contra dicha resolucion por parte del Procurador emplazado, los autos son remitidos a la Segunda Fiscalia Superior en lo Civil de Lima para efectos de la vista correspondiente,y devueltos estos, con dictamen que se pronuncia por la revocatoria de la apelada y porque se declare infundada la demanda, la Segunda Sala Civil de la Corte Superior de Justicia de Lima, a fojas cincuenta y uno y con fecha diez de agosto de mil novecientos noventa y cuatro, revoca la resolucion apelada y declara Infundada la demanda por considerar: Que, la pretension de la demanda es dejar sin efecto la Resolucion Jefatural No. 980-92-INC del veintinueve de diciembre de mil novecientos noventa y dos que dispone el cese del actor a partir del treinta y uno de diciembre del mismo ano, por causal de reorganizacion y restructuracion del Instituto Nacional de Cultura; Que la accion se ha interpuesto el veintiséis de julio de mil novecientos noventa y tres; Que en consecuencia han transcurrido mas de sesenta dias habiles de producida la afectacion siendo aplicable el articulo 37 de la Ley No. 23506. Interpuesto recurso de nulidad contra esta resolucion por parte del demandante, los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente, y devueltos estos, con dictamen que se pronuncia por que se declare no haber nulidad en la recurrida, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica con fecha diez de mayo de mil novecientos noventa y cinco, declaro no haber nulidad en la sentencia de vista. Contra esta resolucion el demandante interpone recurso de casacion, por lo que de conformidad con los dispositivos legales vigentes y entendiendo dicho recurso como extraordinario, se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "Que como se desprende del texto de la demanda interpuesta, esta tiene por objeto la inaplicacion 0 suspension de la Resolucion Jefatural No. 980-92-INC del veintinueve de diciembre de mil novecientos 3 TRIBUNAL CONSTITUCIONAL noventa y dos, en el entendido que con la misma se transgrede los derechos constitucionales que como trabajador posee el demandante. Que, conforme se aprecia de la parte considerativa de la citada Resolucion, esta se apoya en la Cuarta Disposicion Transitoria del Decreto Ley No. 25790, norma esta ultima, que crea el Sistema Nacional de Museos del Estado, y, mediante la cual, se autorizo al Instituto Nacional de Cultura, a \"..ejecutar un Programa de Calificacion, Evaluacion J Seleccion de Personal\" y a donde \"los trabajadores que no aprueben los eximenes establecidos asi como aquellos que decidan no presentarse, seran cesados por causal de reorganizacion y restructuracion' \". Que, siendo las cosas del modo senalado, es de merituarse, en primer termino, que conforme lo dispone el articulo 1 del citado Decreto Ley No. 25790 el Sistema Nacional de Museos del Estado tiene por. finalidad \"integrar técnica y normativamente a los museos de las entidades piblicas existentes en el territorio nacional mediante la aplicacion de principios, normas, métodos y técnicas para garantizar la defensa, conservacion, investigacion y exhibicion del patrimonio cultural mueble peruano : Que,de otro lado y conforme lo precisa, el articulo 4 del mismo Decreto Ley No. 25790, el citado Instituto \"es el organo rector y central del Sistema Nacional de Museos del Estado' > y conforme su articulo 7, se encuentra encargado de proponer \"...las normas que habrin de determinar la naturaleza y. funcion de los museos a su cargo con el proposito de dotarlos de la estructura que les corresponda y modernizar su administracion \". Que, por ultimo y de acuerdo a la Primera Disposicion Transitoria de la norma tantas veces citada, se autorizo al Instituto Nacional de Cultura, para que previamente al Programa de Calificacion, Evaluacion y Seleccion de Personal y \"...dentro del marco del proceso de restructuracion organica y reorganizacion administrativa aplique un Programa de Incentivos para renuncia voluntaria de sus trabajadores... \". Que, por consiguiente y dentro del espiritu de las normas citadas, si bien es cierto que resulta legitima la procedencia de cualquier medida destinada a reorganizar la administracion de los museos del Estado, por ser dicha responsabilidad, prioridad del Instituto Nacional de Cultura, en cuanto organo rector del Sistema Nacional de Museos del Estado, no aparece clara ni manifiesta, por lo menos, desde la optica que proyecta el Decreto Ley No. 25790, la potestad de reorganizacion administrativa al interior del mismo Instituto Nacional de Cultura, ha donde pertenece el demandante. Que, éste Colegiado entiende que cualquier habilitacion legal de programas de reorganizacion administrativa, por lo mismo que supone la posibilidad de racionalizacion de personal, plantea un problema de limitacion de derechos, respecto del cual no procede sino, exclusivamente, una interpretacion restrictiva, lo que quiere significar, que solo si la Ley, lo permite, es valida una medida de tal naturaleza, empero no asi, cuando no existe certeza plena respecto de una determinada situacion juridica tal y como ocurre en el presente caso. Que. por anadidura, tampoco se puede ignorar, que frente a la incertidumbre en la que coloca el Decreto Ley No. 25790, respecto de las medidas administrativas al interior del Instituto Nacional de Cultura, y particularmente, las relativas a la Calificacion, Evaluacion y Seleccion de Personal, la solucion a utilizarse, no puede desconocer el principio de interpretacion mas favorable al trabajador en caso de duda sobre el sentido de una norma 0 disposicion, por lo que el vacio existente, solo puede ser cubierto en direccion a la tutela constitucional del trabajador que reclama. TRIBUNAL CONSTITUCIONAL Que,por otra parte y dentro del terreno estrictamente formal, tampoco cabe invocar, como erradamente lo han sostenido las resoluciones de segunda y tercera instancia, una presunta caducidad en el ejercicio de la accion, por cuanto la posibilidad de reclamo en la via procesal constitucional solo contempla tal posibilidad, una vez transcurrido el plazo que supone el ejercicio de las vias previas, el mismo que en el presente caso se dio hacia el cuatro de junio de mil novecientos noventa y tres mediante el Oficio No. 122- 93-DIPER/UDAPER, habiendo sido planteada la demanda el veintiséis de julio de mil novecientos noventa y tres, lo que quiere decir, que el demandante reclamo por sus derechos, dentro del término contemplado por el articulo 37 de la Ley No. 23506. Que,por consiguiente y habiendo quedado acreditada la transgresion de los derechos constitucionales al trabajo y a la estabilidad laboral del demandante resultan de aplicacion, los articulos 1, 3y 24 inciso 10 de la Ley No. 23506, en concordancia con los articulos 42y 48 de la Constitucion Politica de 1979, vigente en el momento de plantearse la demanda. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No. 26435 y la Ley modificatoria No. 26801", "FALLA": "REVOCANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha diez de mayo de mil novecientos noventa y cinco, que, declaro no haber nulidad en la sentencia de vista del diez de agosto de mil novecientos noventa y cuatro que revocando la apelada del veintisiete de diciembre de mil novecientos noventa y tres, declaro improcedente la accion. REFORMANDO la resolucion recurrida y la de vista, CONFIRMARON la apelada y declararon FUNDADA la Accion de Amparo interpuesta e. INAPLICABLE sobre el demandante la Resolucion Jefatural No. 980-92-INC de fecha veintinueve de diciembre de mil novecientos noventa y dos. ORDENARON en consecuencia al Instituto Nacional de Cultura, reponer a Julian Teodoro Quispe Cubas en el cargo que venia desempehando, sin reconocimiento de haberes durante el lapso en que no laboro. Dispusieron asi mismo la publicacion de la presente en el diario oficial \"El Peruano  y los devolvieron.", "SS.": " ACOSTA SANCHEZ. Thu e L NUGENT DIAZ VALVERDE GARCIA MARCELO Lsd. Lo que Certif100: LUZ VASQUEZ DE LOPEZ Dre. MARIA RELATORA SECRETARIA CONST TIT TUCIONAL TRIBUNAL", "fecha_publicacion": "1997-12-12", "id": 36529, "nombre_demandado": "Supremo Gobierno, representado por el Procurador Público encargado de los Asuntos del Ministerio de Educación", "nombre_demandante": "Julián Teodoro Quispe Cubas", "numero_expediente": "00721-1996-AA"}