{"CONTEXTO": " 00721-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00721-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-721-98-AATC LIMA PASCUAL CHAVEZ ACKERMAN Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Pascual Chavez Ackerman y otros contra la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas quinientos cincuenta y uno, su fecha dieciséis de junio de mil novecientos noventa y ocho, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Pascual Châvez Ackerman y otros miembros del Colegio de Contadores Publicos de Lima, interponen demanda de Accion de Amparo contra el Decano del Colegio de Contadores Publicos de Lima, don Enrique Vila Naranjo, el Presidente de la Comision Electoral, don Moisés Acuna Diaz, y don Leoncio Flores Konja, con el objeto de que se supriman y se dejen sin efecto las consecuencias del acto electoral en segunda vuelta realizado en el Colegio de Contadores Publicos de Lima. Refieren que con fecha dos de agosto de mil novecientos noventa y siete se convoco a elecciones para la renovacion del Consejo Directivo del Colegio de Contadores Publicos de Lima, pero una vez efectuado el escrutinio, ninguna de las cinco listas que postulaban obtuvo la mayoria absoluta requerida, por lo que de acuerdo al articulo 123° del Reglamento Interno se convoco a elecciones en segunda vuelta con la participacion de la Lista No 2, presidida por don Leoncio Flores Konja y la Lista No 4, presidida por don Pascual Chavez Ackerman, por ser las que obtuvieron las mayores votaciones. Con fecha nueve de agosto del mismo ano, se llevaron a cabo las elecciones en segunda vuelta, dandose a conocer, segun Comunicado de la Comision Electoral, que la Lista No 2 era la ganadora con cinco mil quinientos cincuenta y dos votos; sin embargo, los demandantes alegan que en dicho acto electoral se han producido una serie de irregularidades por cuanto dentro de la nomina de miembros ordinarios habiles para votar se consideraron a personas que a la fecha de las elecciones no se habian incorporado ni habian juramentado ante el Colegio de Contadores; en los padrones se consideraron a personas inhabiles por no estar al dia en el pago de sus cotizaciones, se hizo uso ilicito de alrededor de mil quinientos carnés de contadores que no fueron entregados a sus titulares; se falsificaron padrones y se falsificaron las firmas de los votantes; situacion que viola el articulo 31° de la Constitucion Politica del Peru. Los codemandados contestan la demanda senalando que toda controversia relativa a los padrones de miembros habiles para votar debio ser objeto del recurso de tacha previsto en el articulo 104° del Reglamento Interno; sin embargo, los personeros TRIBUNAL CONSTITUCIONAL no hicieron ningun cuestionamiento a los padrones, tanto en la primera como en la segunda vuelta. Asimismo, alegan que en sesion realizada el veintinueve de octubre de mil novecientos noventa y seis se acordo otorgar facilidades a los miembros del colegio para el pago de sus adeudos mediante el fraccionamiento de la deuda y el pago de la cuota mensual correspondiente, motivo por el cual quedaron habilitados. En cuanto a la inclusion de personas que aun no se habian colegiado, senalan que de acuerdo a los articulos 111°y y 112° del Reglamento Interno, en la nomina de miembros habiles se deben agregar los nombres inscritos hasta el treinta y uno de julio; y que no existe falsificacion de firma alguna ni utilizacion indebida de mil quinientos carnés en el proceso electoral efectuado ante el Colegio de Contadores Publicos de Lima. El Juez del Primer Juzgado Corporativo Transitorio Especializado de Derecho Publico, a fojas trescientos setenta y cuatro, con fecha veintiocho de noviembre de mil novecientos noventa y siete, declaro improcedente la demanda por considerar que a través del presente proceso no se puede discutir la licitud de un proceso electoral de carâcter privado ni se puede enervar la validez y los efectos de dicho proceso electoral, debiendo recurrirse a la jurisdiccion civil, que cuenta con etapa probatoria. La Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas quinientos cincuenta y uno, con fecha dieciséis de junio de mil novecientos noventa y ocho, confirmo la sentencia apelada por considerar que la pretension del actor requiere discutirse dentro de una etapa probatoria, no siendo la via del amparo la idonea. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso, los demandantes pretenden se deje sin efecto las consecuencias del proceso electoral en segunda vuelta llevado a cabo en el Colegio de Contadores Publicos de Lima el nueve de agosto de mil novecientos noventa y siete, alegando que en el mismo se han producido una serie de irregularidades. 2.- Que, las irregularidades que segun los demandantes se han cometido en este proceso electoral llevado a cabo el nueve de agosto de mil novecientos noventa y siete en el Colegio de Contadores Publicos de Lima, requieren ser ventiladas en un proceso ordinario que cuente con etapa probatoria; motivo por el cual la via del amparo no resulta ser la idonea para dilucidar dicha pretension, toda vez que ésta procede cuando se ha violado 0 amenazado algun derecho constitucional de manera cierta, inminente, actual y no discutible. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas quinientos cincuenta y uno, su fecha dieciséis de junio de mil novecientos noventa y 2 TRIBUNAL CONSTITUCIONAL ocho, que declaro IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "1/ ( ACOSTA SANCHEZ, DIAZ VALVERDE, dhiul - NUGENT, GARCIA MARCELO. LO que Certifico; Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL G.L.Z. 3", "fecha_publicacion": "1999-03-20", "id": 34941, "nombre_demandado": "Decano del Colegio de Contadores Públicos de Lima (Enrique Vila Naranjo) y otros", "nombre_demandante": "Pascual Chávez Ackerman y otros", "numero_expediente": "00721-1998-AA"}