{"CONTEXTO": " 00727-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00727-1996-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 727-96-AA/TC LA LIBERTAD TERESA EUDOCIA JIMENEZ ESPINOZA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Teresa Eudocia Jiménez Espinoza contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas sesenta y ocho, su fecha seis de setiembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Teresa Eudocia Jiménez Espinoza, interpone demanda de Accion de Amparo contra el Director del Hospital de Apoyo Belén de Trujillo, solicitando que se deje sin efecto la Resolucion Directoral No 045-96-AIS-UTES-TSO, de fecha dieciocho de abril de mil novecientos noventa y seis, por la cual el mencionado Hospital le instaura proceso administrativo por faltas disciplinarias, sancionandola con cese temporal sin goce de haber por treinta y cinco dias, suspendiéndole a la vez sus vacaciones programadas; en abierta transgresion de los articulos 102, 103° y 104° del Decreto Supremo No 005-90-PCM. Expresa que por enfermedad, solicito licencia desde el 05. al veinte de marzo de mil novecientos noventa y cinco en dicho centro de trabajo, y del veintiuno al treinta del mismo mes y ano, por capacitacion oficializada. El Cuarto Juzgado Especializado en lo Civil de Trujillo, a fojas veintidos, con fecha diecisiete de mayo de mil novecientos noventa y seis, declara improcedente la demanda por considerar que de las pruebas aportadas, no se constata violacion 0 amenaza de violacion de derecho constitucional alguno, ya que si bien, las vacaciones son un derecho consagrado a los trabajadores, a la recurrente se le ha sancionado dentro de un proceso administrativo con cese temporal por treinta y cinco dias y se esta efectivizando la medida, mostrandose la demandante reticente al cumplimiento de ésta medida, por lo que no es de aplicacion para el presente caso los Articulos 1°y 2° de la Ley No 23506, ademas el hecho se ha convertido en irreparable, segun el articulo 6°, inciso 1) de la Ley precitada. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad confirma la sentencia apelada, por considerar que la demandante ha debido interponer la accion impugnativa correspondiente contra la Resolucion Directoral No 045-96-AIS-UTES- TSO de fecha dieciocho de abril de mil novecientos noventa y seis, y no la presente Accion de Amparo. Contra esta resolucion, la demandante interpone Recurso Extraordinario. 2, TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, mediante la presente Accion de Amparo la demandante pretende se deje sin efecto la Resolucion Directoral No 045-96-AIS-UTES-TSO, en la cual la sancionan con suspension temporal sin goce de haber por el tiempo de treinta y cinco dias por falta disciplinaria, asimismo, solicita se efectivicen sus vacaciones programadas. 2. Que, de la Resolucion Directoral No 045-96-A1S-UTES-TSO, que obra en autos a fojas treinta y uno se advierte que la misma se ha expedido como resultado del proceso administrativo seguido a la demandante; en consecuencia no se ha transgredido derecho constitucional alguno, en razon de que dicha Resolucion fue emitida en estricta aplicacion de los incisos a) y k) del articulo 28° del Decreto Legislativo No 276. 3. Que, en cuanto al extremo por el cual se solicita se disponga se haga efectivo el goce vacacional, debido a la medida disciplinaria impuesta, éste se postergo para el mes de junio del mismo ano tal como se advierte de la Resolucion Directoral No 047-96- AIS-UTES-TSO de fojas treinta y tres. Variacion que de ningun modo vulnera su derecho al goce vacacional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad de fojas sesenta y ocho, su fecha seis de setiembre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda; y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "114 a ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, 21 Cc GARCIA MARCELO, gerttf1001 Lo que Dra. MARIA LUZ VASQUEZ E.G.D SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-20", "id": 34938, "nombre_demandado": "Director del Hospital de Apoyo Belén de Trujillo", "nombre_demandante": "Teresa Eudocia Jiménez Espinoza", "numero_expediente": "00727-1996-AA"}