{"CONTEXTO": " 00739-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00739-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 739-96-AA/TC LIMA MARTHA CAROLINA DEL CARMEN GALARZA URRUNAGA N SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Martha Carolina Galarza Urrunaga contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas catorce del Cuaderno de Nulidad, su fecha veintitrés de julio de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Martha Carolina Galarza Urrunaga interpone demanda de Accion de Amparo contra los actos administrativos que declaran su excedencia como consecuencia de la dacion de la Resolucion Ministerial N.o 322-91-PCM, modificada por Resolucion Ministerial N.o 335-91-PCM y articulo el 5° de la Resolucion Ministerial N.o 003-92- PCM, debiendo entenderse la presente accion con el Presidente del Consejo de Ministros y los senores don Victor Camacho Orlandini, Subsecretario General, Secretario Técnico Administrativo de la Presidencia del Consejo de Ministros y don Oscar Simon Ortiz Timoteo, Director Ejecutivo de la Oficina de Personal de la Presidencia del Consejo de Ministros. Manifestando que con fecha dieciocho de octubre de mil novecientos noventa y uno, fue expedido el Decreto Supremo N.o 166-91-PCM, modificado por el Decreto Supremo N.o 181-91-PCM, que autorizaba a las reparticiones publicas a completar el proceso de reorganizacion mediante convocatoria a concurso interno de plazas previamente definidas, para tal efecto, cada entidad publica debia conformar una comision encargada de completar el proceso de reorganizacion, facultândoseles ademas que aprueben su reorganizacion y definir los cuadros de cargos y plazas indispensables. Asimismo se aprobaba un procedimiento para ejecutar el concurso para la cobertura de plazas. Sostiene la demandante que mediante Resolucion Ministerial N.o 003-92-PCM, de fecha ocho de enero de mil novecientos noventa y dos, fue declarada excedente, por no haberse inscrito en el concurso de méritos, violandose sus derechos constitucionales. TRIBUNAL CONSTITUCIONAL El Procurador Publico a cargo de los asuntos judiciales de la Presidencia del Consejo de Ministros propone las excepciones de caducidad y de incompetencia, y sin perjuicio de las excepciones propuestas, contesta la demanda negândola y contradiciéndola, solicita que sea declarada infundada, por considerar que la Presidencia del Consejo de Ministros, a través de sus funcionarios, ha procedido a ejecutar las acciones de reorganizacion de sus dependencias, en cumplimiento con los dispositivos de carâcter general que disponian la reorganizacion de la Administracion Publica, realizando acciones de evaluacion de personal. Como consecuencia de ese proceso, la demandante y otro personal de dicha dependencia fueron declarados excedentes. El Vigésimo Primer Juzgado Especializado en lo Civil de Lima, a fojas ciento cincuenta y nueve, con fecha dieciséis de enero de mil novecientos noventa y cinco, declara improcedente la demanda, por considerar que contra la vulneracion de una ley, reglamento 0 resolucion administrativa cabe otro tipo de remedio juridico constitucional, como es la Accion Popular, garantia esta encaminada a defender derechos frente a reglamentos, resoluciones y decretos gubernativos. La Primera Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento ochenta y ocho, con fecha veinte de octubre de mil novecientos noventa y cinco, confirma la sentencia apelada y declara improcedente la demanda, por considerar que los hechos expuestos en la demanda no reunen los elementos constitutivos para que proceda la Accion de Amparo. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas catorce del Cuaderno de Nulidad, con fecha veintitrés de julio de mil novecientos noventa y seis, declaro no haber nulidad en la sentencia de vista que confirmando la apelada, declaro improcedente la Accion de Amparo interpuesta. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la demandante interpone Accion de Amparo contra los actos administrativos que declaran su excedencia como consecuencia de la dacion de la Resolucion Ministerial N.o 322-91-PCM, modificada por Resolucion Ministerial N.o 335-91- PCM y el articulo 5° de la Resolucion Ministerial N.o 003-92-PCM. Que el Decreto Supremo N.o 166-91-PCM, modificado por el Decreto Supremo 2. N.o 181-91-PCM, autorizaba a las reparticiones publicas a completar el proceso de reorganizacion dispuesto por el Decreto Supremo N.o 004-91-PCM, mediante convocatoria a concurso interno de plazas previamente definidas. Que, del analisis de autos se establece que la demandante, al no presentarse a 3. rendir el examen de evaluacion, se encontraba incursa en la causal de cese, sefalada en la Directiva N.o 001-91-INAPIDNP-DNR, aprobada por Resolucion 2 TRIBUNAL CONSTITUCIONAL Jefatural N.o 544-91-INAP/J, motivo por el cual al haberse expedido la Resolucion Ministerial N.o 003-92-PCM, no se ha violado ningun derecho constitucional, mas aun cuando la demandante no interpuso medio impugnatorio alguno contra dicha resolucion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de Republica, de fojas catorce del Cuaderno de Nulidad, su fecha veintitrés de julio de mil novecientos noventa y seis, que declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "tri a ACOSTA SANCHEZ DIAZ VALVERDE NUGENT ql - GARCIA MARCELO CL LCeE Lo que Oortifico: E.G.D lufte I Cra. MARIA LUZ VASOUEZ RELATORA CEORETARIAN CONSTITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-07-06", "id": 35254, "nombre_demandado": "Presidente del Consejo de Ministros y otros", "nombre_demandante": "Martha Carolina del Carmen Galarza Urrunaga", "numero_expediente": "00739-1996-AA"}