{"CONTEXTO": " 00731-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00731-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 731-97-AA/TC PIURA JAIME ALBERTO MONTOYA GONZALES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia -", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jaime Alberto Montoya Gonzales contra la Resolucion No 13, de fecha catorce de julio de mil novecientos noventisiete, por la cual, la Segunda Sala Civil de la Corte Superior de Justicia de Piura, declara IMPROCEDENTE la accion de Amparo de autos. (folio 105 a folio 109)", "ANTECEDENTES:": "Don Jaime Alberto Montoya Gonzales, alumno de la Facultad de Medicina Humana de la Universidad Nacional de Piura, interpone con fecha veinticuatro de abril de mil novecientos noventisiete, accion de Amparo contra don Raul Castillo Zuniga, en su calidad de Decano de la Facultad de Medicina Humana, y , contra don Walter Ventura Calderon, 2 TRIBUNAL CONSTITUCIONAL en su calidad de Jefe de la Oficina Central de Registro y Coordinacion Académica, ambos funcionarios de la citada Universidad Nacional de Piura. La pretension del demandante es la siguiente: a) Que, cese la violacion de su legitimo derecho constitucional, a la educacion en el nivel universitario, y a la libertad de ensenanza. b) Que, se le permita matricularse en el Cuarto Ano Académico de la Facultad de Medicina Humana, pues los demandados no se lo permiten, sin que hubiera causa 0 justificacion alguna para dicha negativa. Manifiesta el demandante, que venia desarrollando sus estudios en aquella Facultad, habiendo llegado al Cuarto Ano Académico, sin tener demérito alguno. No obstante ello, en Sesion Extraordinaria de fecha siete de mayo de mil novecientos noventiséis, el Decano demandado, acordo separarlo junto con otros alumnos, impidiéndole matricularse e ingresar a las aulas de la Facultad. Posteriormente, continua el demandante, el Consejo Universitario mediante Resolucion No 419-CU-96 de fecha tres de junio de mil novecientos noventiséis, le restituye sus derechos académicos, (folio 5) y no obstante ello, el Decanato y la Oficina Central de Registro y Coordinacion Académica, persisten en negarle la matricula. (folio 18 a folio 28) Don Raul Castillo Zuniga, contesta la demanda, contradiciéndola en base a las razones siguientes: Que, la Resolucion dictada para restituir los derechos del demandante, fue observada, habiéndose emitido la Resolucion Rectoral No 1722-R-96 de fecha diecinueve de noviembre de mil novecientos noventiséis, por medio de la cual se constituye una Comision Académica Revisora encargada de revisar los expedientes de los alumnos separados. (folio 44) Que, realizada la investigacion, y en base a sus resultados, se dicta la Resolucion Rectoral No 376-R-97 de fecha seis de marzo de mil novecientos noventisiete, (folio 47) por la cual, se separa definitivamente de la Facultad de Medicina Humana de la Universidad Nacional de Piura, al demandante, por su bajo rendimiento y excesiva permanencia, ésto ultimo debido a que, de los catorce semestres que permanecio en la Universidad, solo aprobo seis. (folio 50 a folio 53) El Primer Juzgado Civil de Piura, mediante sentencia de fecha veintiséis de mayo de mil novecientos noventisiete, declara FUNDADA la accion de Amparo, en base a las consideraciones siguientes: Que, el Estado debe propiciar el acceso a la cultura, garantizando la libertad de ensenanza que es un derecho del ciudadano. Que, la Resolucion Rectoral No 376-R-97 que separa definitivamente al demandante de la Universidad Nacional de Piura, fue dictada con posterioridad a la fecha de la demanda, violandose el principio y derecho de la funcion jurisdiccional contenidos en el articulo 139° de la Carta Magna. (folio 61 a folio 65) La segunda Sala Civil de la Corte Superior de Justicia de Piura, emite la Resolucion No 13, de fecha catorce de julio de mil novecientos noventisiete, revocando la sentencia de TRIBUNAL CONSTITUCIONAL primera instancia, y reformândola, declara IMPROCEDENTE la accion de Amparo; el sustento de éste fallo es el siguiente: Que, no se ha vulnerado la autonomia de la funcion jurisdiccional proclamada por el citado articulo 139° de la Constitucion Politica del Estado; por cuanto la presente demanda fue incoada con fecha veinticuatro de abril de mil novecientos noventisiete, y la Resolucion Rectoral No 1772-R-96 fue dictada el diecinueve de noviembre de mil novecientos noventiséis; importando ello, que el demandante sabia suficientemente antes de interponer la presente demanda, que la Resolucion No 419-CU-96 de fecha tres de junio de mil novecientos noventiséis, por la que se le restituyeron sus derechos, quedo en suspenso hasta mientras, la Comision Académica Revisora emita un pronunciamiento en los expedientes de los alumnos separados, entre los cuales se halla el demandante. (folio 93y 94)", "FUNDAMENTOS:": "Que, como bien se senala en la sentencia de vista, el demandante sabia que se habia dictado la Resolucion Rectoral No 1722-R-96 de fecha diecinueve de noviembre de mil novecientos noventiséis, mediante la cual, tacitamente se dejo en suspenso la Resolucion de Consejo Universitario No 419-CU-96 de fecha tres de junio de mil novecientos noventiséis, por la cual se le restituyen derechos al accionante, toda vez, que la primera Resolucion antes nombrada, conforma una Comision Académica Revisora encargada de analizar el problema de los ocho alumnos separados de la Facultad de Medicina Humana, dentro de los cuales se halla el demandante. (folio 44) Que, con fecha diez de enero de mil novecientos noventisiete, es decir antes de la interposicion de la demanda, la Comision Académica Revisora emite un informe recomendando la separacion definitiva del demandante, por bajo rendimiento académico y larga permanencia en la Facultad. (folios 45 y 46) Que, en base al referido informe, se dicta con fecha seis de marzo de mil novecientos noventisiete, igualmente, antes de la interposicion de la demanda, la Resolucion Rectoral No 376-R-97 (folio 47) que, en aplicacion del Decreto Legislativo 739, articulos 1°y y 2° incisos f) y g) y el Reglamento General de la Universidad, articulo 256° incisos c),d) y e) y Resolucion No 378-R-96, separa definitivamente de la Facultad de Medicina Humana de la Universidad Nacional de Piura, al alumno Jaime Montoya Gonzales, demandante en la presente accion. Que, de los fundamentos que anteceden, se desprende con claridad: a) Que, no se ha obrado en contraposicion del articulo 139° de la Carta Magna, en consecuencia, no se ha conculcado el principio de la independencia del ejercicio de la funcion jurisdiccional. b) Que, del escrito de demanda, no aparece impugnacion alguna en contra de la acotada Resolucion Rectoral No 376-R-97. c) Que, los demandados, no han violado ninguno de los derechos protegidos del demandante, consignados en el articulo 24° de la Ley 23506 de Habeas Corpus y Amparo. 4 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : REVOCANDO la Resolucion No 13 de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, su fecha catorce de julio de mil novecientos noventisiete, de folio 93 y 94, que revocando la apelada declaro IMPROCEDENTE la demanda y reformandola, declararon INFUNDADA la accion de Amparo; ordenaron la publicacion de la presente sentencia en el Diario Oficial El Peruano, conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifico: JAGB/daf hra. MARIA LUZ VASQUEZ DE LOPT7 SECRETARIA RELATOR, TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-07", "id": 36602, "nombre_demandado": "Decano de la Facultad de Medicina Humana de la Universidad Nacional de Piura (Raúl Castillo Zúñiga) y otros", "nombre_demandante": "Jaime Alberto Montoya Gonzales", "numero_expediente": "00731-1997-AA"}