{"CONTEXTO": " 00737-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00737-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 737-98-AA/TC AYACUCHO LUIS BELTRAN GUZMAN ZORRILLA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Beltran Guzman Zorrilla contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento cincuenta y dos, su fecha veintitrés de julio de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Luis Beltran Guzman Zorrilla, con fecha treinta de abril de mil novecientos noventa y ocho, interpone demanda de Accion de Amparo contra el Presidente del Directorio y el Gerente General de la Entidad Prestadora de Servicios de Saneamiento Ayacucho S.A., solicitando que no se declare aplicable la Resolucion de Directorio N.o 007- 98-EPS-AYACUCHO-S.A./D, de fecha seis de febrero de mil novecientos noventa y ocho, y asimismo se le reponga en el cargo que venia desempenando. Indica que mediante Carta Notarial de fecha veintidos de agosto de mil novecientos noventa y siete se le despidio del cargo de Auditor Interno de dicha entidad, razon por la que siguio el Proceso Laboral N.o 203-97 de nulidad de despido, en el que se declaro la nulidad solicitada, ordenandose la reposicion en su cargo. Agrega que con fecha veintisiete de febrero de mil novecientos noventa y ocho, vuelve a despedirsele mediante la citada resolucion, la cual se sustenta nuevamente en el Oficio N.o 738-97-CG/SHU, de la Contraloria General de la Republica, que igualmente habia servido de sustento a su anterior despido, transgrediendo el inciso 13) del articulo 139° de la vigente Constitucion Politica del Estado. Asevera que no se ha observado lo establecido en el articulo 12° de la Directiva N.o 018-96-CG/CE que prescribe que el titular del Organo de Auditoria Interna solo puede ser cesado 0 destituido, por justa causa, mediante decision emanada del maximo nivel de la entidad, precedida de un procedimiento regular, y con el informe calificado de la Contraloria General de la Republica I TRIBUNAL CONSTITUCIONAL conteniendo su conformidad previa, lo cual no se ha seguido en su caso, toda vez que no se le ha cursado las comunicaciones que establece el Decreto Legislativo N.o 728. El Presidente del Directorio y el Gerente General de la Entidad Prestadora de Servicios de Saneamiento Ayacucho S.A.-EPSASA, contestan la demanda y manifiestan que el demandante, en su condicion de Auditor Interno, era personal de confianza, y que en aplicacion del Oficio N.o 738-97-CG/SHU, mediante el cual la Contraloria General de la Republica declara procedente su cambio del cargo de Jefe de Auditoria Interna, se le retiro la confianza y se procedio a su despido, cumpliéndose con el procedimiento establecido por la ley. El Juez del Segundo Juzgado Especializado en lo Civil de Huamanga, a fojas ciento diez, con fecha dieciocho de junio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar principalmente, que el demandante no ha acreditado haber cumplido con agotar la via previa, y porque al haber sido repuesto se le asigno como Auditor Interno de dicha empresa con el caracter de cargo de confianza, caso en el cual el empleador podia poner fin a la relacion laboral en cualquier momento mediante un acto administrativo como la resolucion que se cuestiona. La Sala Civil de la Corte Superior de Justicia de Ayacucho, a fojas ciento cincuenta y dos, con fecha veintitrés de julio de mil novecientos noventa y ocho, revoca la apelada y declara infundada la demanda, por estimar que el demandante, al estar designado en un cargo de confianza, no estuvo comprendido en la carrera administrativa, estando el empleador facultado a retirarle la confianza en cualquier momento, sin que por ello se hayan afectado los derechos constitucionales del demandante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través de la presente accion, el demandante solicita que no se declare aplicable la Resolucion de Directorio N.o 007-98-EPS-AYACUCHO-S.A./D de fecha seis de febrero de mil novecientos noventa y ocho, que le fue notificada con fecha diecisiete del mismo mes y ano, mediante la cual se le ha despedido de su cargo de Auditor Interno de la Entidad Prestadora de Servicios de Saneamiento Ayacucho S.A., acto administrativo que al haber sido ejecutado en forma inmediata, exime al demandante de la exigencia de agotar la via administrativa, ya que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506, de Habeas Corpus y Amparo. 2 TRIBUNAL CONSTITUCIONAL 2. Que, mediante la Resolucion de Directorio N.o 035-96-EMAPA-HUAMANGA- HUANTA/D, de fecha dos de setiembre de mil novecientos noventa y seis, a partir del uno del mismo mes y ano se designa al demandante en el cargo de Auditor Interno de la Empresa Municipal de Agua Potable y Alcantarillado de Huamanga- Huanta, cargo considerado como de confianza; en el cual ya venia desempenandose desde el uno de marzo de dicho ano, en calidad de encargado, conforme se advierte de la Resolucion de Directorio N.o 003-96-D-EMAPA-HUAMANGANGA-HUANTA. Que, mediante la Resolucion de Directorio N.o 007-98-EPS-AYACUCHO-S.A/D, 3. de fecha seis de febrero de mil novecientos noventa y ocho, se resuelve retirar la confianza al demandante como Auditor Interno, teniéndose en cuenta para ello lo establecido en el Oficio N.o 738-97-CG/SHU, de fecha trece de agosto de mil novecientos noventa y siete, a través del cual la Contraloria General de la Republica emite su conformidad con el cambio del demandante como Jefe del Organo de Auditoria Interna, por retiro de la confianza de la Alta Direccion de la Entidad Prestadora de Servicios de Saneamiento Ayacucho S.A.; siendo ello asi, debe concluirse que los demandados han procedido con arreglo a las normas contenidas en la Resolucion de Contraloria N.o 192-96-CG que aprueba los \"Lineamientos para el ejercicio de la auditoria interna en las entidades sujetas al ambito de control\", no habiendo vulnerado derecho constitucional alguno del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ayacucho, de fojas ciento cincuenta y dos, su fecha veintitrés de julio de mil novecientos noventa y ocho, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "Ha / ACOSTA SANCHEZ Vh DIAZ VALVERDE NUGENT GARCIA MARCELO l Bec C 2 Mh TAM. Lo que Certificoi Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-07", "id": 35615, "nombre_demandado": "Presidente del Directorio y Gerente General de la Entidad Prestadora de Servicios de Saneamiento Ayacucho SA", "nombre_demandante": "Luis Beltrán Guzmán Zorrilla", "numero_expediente": "00737-1998-AA"}