{"CONTEXTO": " 00734-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00734-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 734-96-AA/TC LIMA LUCIANO ELADIO HUALLA CHOQUEHUANCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL ) En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luciano Eladio Hualla Choquehuanca, en su calidad de Presidente de la Asociacion de Trabajadores Informales Coronel Francisco Bolognesi, contra la Resolucion expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento setenta, su fecha treinta de mayo de mil novecientos noventa y seis, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Luciano Eladio Hualla Choquehuanca, en su calidad de Presidente de la Asociacion de Trabajadores Informales Coronel Francisco Bolognesi y dona Luz Rosario Gonzalez Bonilla, interponen Accion de Amparo contra el Alcalde de la Municipalidad Distrital de La Victoria, a fin de que se deje sin efecto el desalojo, realizado el dia veintinueve de mayo de mil novecientos noventa y cinco, de sus puestos de trabajo dedicados al comercio ambulatorio, ubicados en la cuadra quince del jiron Humbolt, en la dieciséis de prolongacion Huanuco, quince del jiron Unanue y seis de jiron Antonio Bazo del distrito de La Victoria. Solicitan que se reponga a los demandantes en sus puestos de trabajo por haberse conculcado supuestamente su derecho constitucional a la libertad de trabajo. Sostienen que, en mérito a la Ordenanza Municipal N.o 002-85-MLM, asi como del Decreto Supremo No 005-91-TR y la Resolucion Ministerial N.° 002-91, se encontraban laborando en el comercio ambulatorio, de manera pacifica y ordenada, por mas de quince anos en la zona comercial antes descrita, pagando los tributos y las contribuciones municipales, ademas de preservar el orden y la limpieza de dicha zona; que la actividad a la TRIBUNAL CONSTITUCIONAL que se dedicaban ha sido perturbada el dia veintinueve de mayo de mil novecientos noventa y cinco, en horas de la noche, tanto por personal de la policia municipal del distrito como por gente encapuchada y sin ninguna identificacion, en un numero de cien, siendo desalojados de dicha zona (alrededores del parque Canepa); para ello utilizaron palos, fierros y otros objetos, arrasando sus kioscos y puestos de ventas, perjudicando su a patrimonio y trabajo diario. Refieren que dicho acto se ha llevado a cabo sin que exista resolucion 0 decreto de alcaldia que asi lo establezca, transgrediendo con ello la Ley Organica de Municipalidades; se efectuo sin previo aviso 0 notificacion para hacer la desocupacion pacifica y plantear una alternativa de reubicacion. Aducen que el desalojo se ha llevado a cabo con el proposito de que la Municipalidad demandada lleve adelante el proyecto de construccion de un centro comercial por parte de una empresa privada (Listo S.A.) de capitales extranjeros sin respetar para ello una area de uso publico, como es el parque Cânepa, el mismo que ha sido entregado en concesion. La Apoderada de la Municipalidad Distrital de la Victoria, al contestar la demanda solicita que debe declararse improcedente; entre otras razones, senala que su poderdante, con fecha veintidos de mayo de mil novecientos noventa y cinco, expide el Decreto de Alcaldia N.o 0046-95-ALC, publicado en el diario oficial El Peruano con fecha siete de junio de mil novecientos noventa y cinco, declarando zonas rigidas el uso de las pistas y veredas para el ejercicio del comercio ambulatorio, el parque Canepa y sus calles perimetrales comprendidas por la cuadra dieciséis de prolongacion Huanuco, cuadra quince del jiron Humboldt, cuadra quince del jiron Unanue y cuadra seis del jiron Antonio Bazo. El Juez del Decimosexto Juzgado Especializado en lo Civil de Lima, a fojas ochenta y cuatro, con fecha diecinueve de julio de mil novecientos noventa y cinco, declaro infundada la demanda, por considerar, principalmente, que la demandante, si bien ha acreditado que es una organizacion reconocida por la demandada, sin embargo, no ha acreditado el derecho que invoca en el sentido de que se les haya reconocido que pueden ocupar la via publica ubicada en el entorno adyacente al referido parque Cânepa, maxime si esta area ha sido declarada zona rigida por la autoridad municipal, haciendo uso de sus atribuciones, contenidas en el articulo 68° de la Ley Orgânica de Municipalidades, conforme es de verse en el Acuerdo de Concejo N.o 001-CM-92, de fecha cuatro de marzo de mil novecientos noventa y dos. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento setenta, con fecha treinta de mayo de mil novecientos noventa y seis, confirmando la apelada declaro infundada la demanda, por considerar que el inciso 3) del articulo 68° de la Ley N.° 23853 Orgânica de Municipalidades, faculta a la autoridad municipal a regular y controlar el comercio ambulatorio. Contra esta resolucion, el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que el objeto de la presente Accion de Amparo se circunscribe a que se repongan las cosas al estado anterior a la presunta violacion de su derecho constitucional de libertad de asociacion y de trabajo, supuestamente conculcados por actos arbitrarios de la municipalidad demandada, al haber ordenado y hecho efectivo el desalojo de los puestos de trabajo de seiscientos asociados integrantes de la asociacion. Que las municipalidades, entre las funciones que les otorga el articulo 68° inciso 3) 2. de la Ley Orgânica de Municipalidades, Ley N.o 23853, tienen la funcion de regular y controlar el comercio ambulatorio; en tal sentido, mediante Acuerdo N.° 001-CN- 92 del Concejo Distrital de la Victoria, con fecha cuatro de marzo de mil novecientos noventa y dos, se acordo declarar zonas rigidas en esa jurisdiccion las siguientes arterias, plazas y parques: prolongacion Huanuco, parque Cânepa y alrededores adyacentes, plaza Manco Capac, entre otras arterias, tal como se puede observar en la copia del citado Acuerdo que obra a fojas cincuenta y nueve. En consecuencia, no se han vulnerado los derechos constitucionales invocados por la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento setenta, su fecha treinta de mayo de mil novecientos noventa y seis, que confirmando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ hhies DIAZ VALYERDE NUGENT GARCIA MARCEIO areet I.M.R. Lo qie certifico: M DR. CESAR CUBAS LONGA SECRETARIO-REJATOR (e) 3", "fecha_publicacion": "1999-11-25", "id": 35995, "nombre_demandado": "Municipalidad Distrital de La Victoria", "nombre_demandante": "Presidente de la Asociación de Trabajadores Informales Coronel Francisco Bolognesi (Luciano Eladio Hualla Choquehuanca) y otro", "numero_expediente": "00734-1996-AA"}