{"CONTEXTO": " 00740-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00740-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 740-98-HC/TC HUAURA FRITZ ANTONIO OSTOLAZA FARRO M SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiocho dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Fritz Antonio Ostolaza Farro contra la Resolucion expedida por la Sala Penal de la Corte Superior de Justicia de Huaura, de fojas ciento veintiséis, su fecha veinticinco de mayo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Fritz Antonio Ostolaza Farro, el once de mayo de mil novecientos noventa y ocho, interpone Accion de Habeas Corpus contra el mayor PNP Edison Izarra Rojas, el suboficial Juan Fernandez Morales, el suboficial Rodolfo Navarro Ortiz y otros, por captura y detencion arbitraria de que las fue objeto, refiriendo como hechos que el dia domingo diez de mayo de mil novecientos noventa y ocho, por la noche, fue detenido por dos policias, uno de apellido Aguilera de la comisaria de Salaverry y otro desconocido, quienes por orden de un suboficial de apellido Fernandez y otro lo capturaron y llevaron a la delegacion policial; dando como razon de su captura las investigaciones que se encuentran en la Primera y Segunda Fiscalia Provincial de Huaura, con orden de comparecencia; que sus familiares y abogado demostraron que se puso a derecho, a lo cual no han hecho caso por lo que actualmente se encuentra detenido en la delegacion policial de la Panamericana Norte. El mismo dia once de mayo a las 13 h 00 min, elJuez se constituye al Complejo de las Divisiones de Investigaciones Especiales de la PNP-Huacho, verificando que ya no se encontraba el detenido, por haber sido conducido a la oficina médico legal de esa localidad y de alli derivado a la Fiscalia a efectos de establecer 0 resolver su situacion juridica, por 2 TRIBUNAL CONSTITUCIONAL haber estado en la condicion de \"no habido\" en dos atestados cursados a la Primera y Segunda Fiscalia Provincial de Huaura por delito contra la salud publica. Al prestar su declaracion, el mayor PNP Edinson David Izarra Rojas dijo que el dia de los hechos, siendo las diez de la manana, le informaron que se habia detenido al actor, don Fritz Antonio Ostolaza Farro, por encontrarse comprendido como presunto autor del delito contra la salud publica, habiendo sido su situacion la de \"no habido\" en dos atestadospoliciales, por lo que se dio cuenta de ésto tanto a la Fiscalia como al Segundo Juzgado en lo Penal. Al declarar el suboficial técnico de tercera Juan Manuel Fernândez Morales, manifesto que el dia domingo diez a las 23 h 30 min > hizo que dos efectivos policiales uniformados solicitaran al denunciante que se identificara pues sus caracteristicas coincidian con alguien que estaba siendo buscado; que el intervenido se resistio a hacerlo, por lo que el accionado decidio intervenir, y se identifico como miembro de la policia, recibiendo insultos hacia su persona y a su institucion, por lo que decidio detenerlo; al investigar los antecedentes del accionante se ratifico que se encontraba en calidad de no habido y que dentro de las veinticuatro horas se le puso a disposicion del Ministerio Publico, donde fue puesto en libertad. El Segundo Juzgado en lo Penal de Huacho, a fojas treinta y dos, con fecha doce de mayo de mil novecientos noventa y ocho, declara infundada la demanda, por considerar principalmente que el proposito (de los hechos) era ampliar las investigaciones respecto a su presunta participacion en un ilicito, por estar en la condicion de no habido. La Sala Penal de la Corte Superior de Justicia de Huaura, a fojas ciento veintiséis, con fecha veinticinco de mayo de mil novecientos noventa y ocho, confirma la apelada, entendiéndose como improcedente, por estimar que de acuerdo a la diligencia de constatacion realizada por el Juez de la causa, a las 15 h 00 m del mismo dia en que se interpuso esta accion, ya habia sido liberado el favorecido, cesando de esta manera la violacion del derecho constitucional. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTOS : Que ha quedado acreditado a través de la sucinta investigacion practicada por el 1. Juez de esta causa, que existian motivos racionalmente suficientes para creer que el actor habia cometido infracciones graves castigadas por la ley, lo que se comprueba con los documentos que en copia corren de fojas cincuenta a cincuenta y ocho, y de fojas sesenta y cinco a ciento veintitrés, que no han sido tachados ni impugnados por el actor. 3 TRIBUNAL CONSTITUCIONAL Que, por lo mismo y por el tiempo transcurrido desde aquellos hechos hasta el dia 2. que se le detuvo, diez de mayo de mil novecientos noventa y ocho, ha creado presuncion cierta en los accionados de que si se le dejaba en libertad, se sustraeria a la accion de la justicia, continuando asi en la situacion de no habido, es decir, que existian circunstancias que justificaban la necesidad de privar de la libertad al accionante, razon por la que fue puesto a disposicion de la Primera Fiscalia Penal de Huacho, como es de verse de fojas sesenta y cuatro, dentro de un tiempo prudencial; a pesar de que se hizo conocer, mediante otro oficio anterior, a la Fiscalia de Turno la intervencion y detencion del accionante, quedando su detencion sujeta a la fiscalizacion efectiva de esta autoridad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Penal de la Corte Superior de Justicia de Huaura, de fojas ciento veintiséis, su fecha veinticinco de mayo de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ 2 L 2 DIAZ VALVERDE NUGENT GARCIA MARCELO Mluils eed Lo que Certifioo: JAM Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITHGIONAL", "fecha_publicacion": "1999-07-16", "id": 35296, "nombre_demandado": "Mayor de la Policía Nacional del Perú (Edison Izara Rojas) y otros", "nombre_demandante": "Fritz Antonio Ostolaza Farro", "numero_expediente": "00740-1998-HC"}