{"CONTEXTO": " 00741-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00741-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 741-96-AA/TC LIMA SEGUNDO CARDENIO FERNANDEZ ROMERO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo Cardenio Fernandez Romero contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintiséis del Cuaderno de Nulidad, su fecha veintidos de julio de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Segundo Cardenio Fernandez Romero interpone demanda de Accion de Amparo contra el Ministerio de Agricultura para que se declare inaplicable a su caso lo dispuesto por la Resolucion Suprema N.° 012-94-AG, de fecha diez de febrero de mil novecientos noventa y cuatro, emitida por el Ministro de Agricultura, por medio de la cual se le cesa por la causal de excedencia. Manifiesta que al expedirse dicha Resolucion Suprema, se ha cometido una arbitrariedad, que pone en grave peligro el derecho al trabajo reconocido en los articulos 26° y 270 de la Constitucion Politica del Estado y Decreto Legislativo N.o 276, que establece que la estabilidad laboral se adquiere a partir del nombramiento, y solo pueden ser destituidos por causas previstas por la ley y previo proceso administrativo. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Agricultura y Ministerio Publico contesta la demanda negandola y contradiciéndola en todos sus extremos, por considerar que el cese del demandante obedece a un proceso evaluativo amparado en una ley y regulado por normas especificas sobre la materia. Asimismo, sostiene que el cese del demandante se produjo luego de la evaluacion semestral del personal de las direcciones regionales agrarias, efectuada con sujecion al procedimiento establecido en el Reglamento de Evaluacion aprobado por el Ministerio de Agricultura, asi como la Resolucion Suprema N.o 104-94-AG, por el cual ha sido cesado el demandante al no haber logrado calificacion aprobatoria. El Quinto Juzgado Civil de Chiclayo, a fojas doscientos treinta y cinco, con fecha treinta y uno de julio de mil novecientos noventa y cinco, declara fundada la demanda, por considerar que al haberse cesado indebidamente al demandante, por causal no prevista en la TRIBUNAL CONSTITUCIONAL ley, se ha atentado contra los derechos fundamentales de libertad de trabajo y estabilidad laboral, infringiendo lo normado en el Decreto Legislativo N.o 276. La Primera Sala Especializada Civil, Agraria y Laboral de la Corte Superior de Justicia de Lambayeque, a fojas doscientos sesenta y uno, con fecha veinticinco de octubre de mil novecientos noventa y cinco, confirmando la apelada declaro fundada la demanda, por considerar que la resolucion cuestionada resulta ilegal, toda vez que contraviene el derecho a la libertad de trabajo y estabilidad laboral que consagra la Constitucion Politica del Estado. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, a fojas veintiséis del cuaderno de nulidad, con fecha veintidos de julio de mil novecientos noventa y seis, resolvio haber nulidad en la sentencia de vista y declaro improcedente la Accion de Amparo, por considerar que la presente accion no es la via idonea para dilucidar la legalidad del cese en el trabajo por causal de excedencia previo proceso de evaluacion, en aplicacion del Decreto Ley N.o 26093, dado que tal pretension requiere de prueba y demostracion, lo que no es posible en un proceso sumarisimo sin etapa probatoria. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el proposito de la presente Accion de Amparo es que se declare la no aplicacion de la Resolucion Suprema N.o 012-94-AG, de fecha diez de febrero de mil novecientos noventa y cuatro, que dispuso el cese por causal de excedencia del demandante por no haber alcanzado el puntaje minimo en la evaluacion de personal. Que el cese del demandante se ha efectuado de conformidad con lo dispuesto en el 2. Decreto Ley N.° 26093 y la Resolucion Ministerial N.° 283-93-AG que aprobo el Reglamento de Evaluacion Laboral de los Trabajadores del Ministerio de Agricultura, Instituciones y Organismos Publicos Descentralizados, el cual, en su articulo 70 establece que el trabajador que alcance en el proceso final de evaluacion de personal, una calificacion promedio inferior al de sesenta sobre cien puntos (60/100), podra ser cesado por causal de excedencia. Que el cuestionamiento que formula el demandante en cuanto al puntaje obtenido 3. en el proceso de evaluacion de personal antes referido no puede ventilarse a través de la presente accion de garantia, pues para su dilucidacion se requiere de la actuacion de medios probatorios, que solo es posible en sede judicial ordinaria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas veintiséis del cuaderno de nulidad, su fecha veintidos de julio de mil novecientos noventa y seis, que revocando la 2 TRIBUNAL CONSTITUCIONAL sentencia de vista declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ / Lluerr DIAZ VALVERDE NUGENT GARCIA MARCELO V - avces 22 G.D LO QUE CERFIFICO: wi Iu DR. CESAR CUBSS LONGA SECRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-10-22", "id": 35859, "nombre_demandado": "Ministerio de Agricultura", "nombre_demandante": "Segundo Cardenio Fernández Romero", "numero_expediente": "00741-1996-AA"}