{"CONTEXTO": " 00744-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00744-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 744-98-AA/TC JUNIN FELIX URBANO QUISPE CHAVEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL U En Huancayo, a los veinticinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Félix Urbano Quispe Chavez contra la Sentencia expedida por la Sala Laboral de la Corte Superior de Justicia de Junin, de fojas ciento cuarenta y nueve, su fecha once de junio de mil novecientos noventa y ocho, que declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Félix Urbano Quispe Chavez interpone demanda de Accion de Amparo contra la Universidad Nacional del Centro del Perû, representada por su Rector, don Esau Tiberio Caro Meza, con el objeto de que: 1) Se declare sin efecto legal alguno e inaplicable la Resolucion N.o 839-95-CU, por la que se dispuso su cese como docente de la mencionada Universidad; 2) Continue ejerciendo sus funciones como docente ordinario a tiempo parcial adscrito a la Facultad de Pedagogia y Humanidades; y 3) Se le paguen las remuneraciones, bonificaciones y gratificaciones dejadas de percibir. Refiere que mediante la Resolucion N.o 1041-91-CU, a partir del veintiocho de diciembre de mil novecientos noventa, fue nombrado como profesor ordinario en la Facultad de Pedagogia de la Universidad antes citada, habiendo desempeniado sus funciones eficientemente. Sin embargo, mediante el Oficio N.o 028-95-R, del catorce de agosto de mil novecientos noventa y cinco, el demandado lo amenazo con dar por terminada la relacion por supuesta incompatibilidad laboral. Posteriormente, mediante la Resolucion N.° 839-95-CU, del diecinueve de octubre de mil novecientos noventa y cinco, se dispuso su cese como docente universitario, por supuesta incompatibilidad laboral y pensionaria, dando por concluido el vinculo laboral a partir del uno de noviembre de mil novecientos noventa y cinco. Alega que, si bien es cierto, la ejecucion de dicha decision fue suspendida hasta la finalizacion del semestre académico, la misma fue ejecutada el quince de enero de mil novecientos noventa y seis. Por ultimo, senala que ha cumplido con agotar la via administrativa. TRIBUNAL CONSTITUCIONAL La Universidad Nacional del Centro del Peru, representada por don Esau Caro Meza, contesta la demanda senalando que la via adecuada para ventilar la pretension del demandante es la accion de nulidad de resolucion administrativa y, que la decision de cesar al demandante se debe a que en su calidad de profesor cesante de la Direccion Departamental de Educacion de Junin, de acuerdo a lo dispuesto en el articulo 40° de la Constitucion Politica del Perû, no puede percibir al mismo tiempo una remuneracion por parte del Estado por los servicios que, como catedratico, presta en la Universidad, vale decir, por el de educacion. La Jueza del Segundo Juzgado Civil de Huancayo, a fojas setenta y ocho, con fecha veintinueve de agosto de mil novecientos noventa y siete, declara fundada la demanda, por considerar que el demandante al desempenar dos funciones como docente, tanto en el Centro Educativo \"Santa Isabel\" como en la Universidad Nacional del Centro del Perû, no incurre en la incompatibilidad que sanciona el articulo 40° de la Constitucion Politica del Peru. La Sala Laboral de la Corte Superior de Justicia de Junin, a fojas ciento cuarenta y nueve, con fecha once de junio de mil novecientos noventa y ocho, revoca la sentencia apelada y declara improcedente la demanda, por considerar que la via idonea para ventilar la pretension del demandante es la comtemncioso-administrativa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se aprecia a fojas treinta y seis, mediante la Resolucion N.o 1041-91- 1. C.U., se resolvio nombrar al demandante, a partir del veintiocho de diciembre de mil novecientos noventa, como profesor auxiliar de la Facultad de Pedagogia y Humanidades de la Universidad Nacional del Centro del Peru, puesto que, de acuerdo a lo dispuesto en el articulo 44° de la Ley N.o 23733, Ley Universitaria, tiene la categoria de profesor ordinario y, como tal, segun los articulos 51° y 52° del mencionado dispositivo legal, tiene los mismos derechos y beneficios del servidor publico y le son aplicables las sanciones de amonestacion, suspension y separacion, previo proceso. Que, en el presente caso, al haberse resuelto cesar al demandante en sus funciones de 2. docente, a partir del uno de noviembre de mil novecientos noventa y cinco y, como tal, dar por resuelto el vinculo laboral existente con la Universidad demandada, sin mediar proceso administrativo alguno, se han violado los derechos a la defensa y al debido proceso, consagrados en los articulos 2° inciso 23) y 139° inciso 3) de la Constitucion Politica del Peru, respectivamente. Que, respecto a la pretension del demandante para que se le paguen las 3. remuneraciones, las bonificaciones y gratificaciones dejadas de percibir, debemos senalar que conforme lo ha establecido la uniforme jurisprudencia de este Tribunal, el pago de las remuneraciones solo corresponde como contraprestacion por el trabajo 2 TRIBUNAL CONSTITUCIONAL realizado; situacion que no ha ocurrido en el presente caso desde la fecha de cese efectivo. Que, cabe puntualizar que tras haberse acreditado la vulneracion de los derechos 4. constitucionales antes senalados, aunque no asi la ilicitud 0 intencion dolosa de parte del demandado, no resulta de aplicacion el articulo 11° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "REVOCANDO en parte la Sentencia expedida por la Sala Laboral de la Corte Superior de Justicia de Junin, de fojas ciento cuarenta y nueve, su fecha once de junio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; y reformandola la declara FUNDADA en el extremo que solicita la no aplicacion de la Resolucion N.o 839- 95-CU, en consecuencia, se dispone que el demandante continue desempenandose como docente de la Universidad Nacional del Centro del Peru; e IMPROCEDENTE respecto al pago de las remuneraciones, bonificaciones y gratificaciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "dulahiy A 1 Ce ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO - avcea GLZ Lo que Certifico: . / Dra. MARTA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-23", "id": 35417, "nombre_demandado": "Universidad Nacional del Centro del Perú (Rector, Esaú Tiberio Caro)", "nombre_demandante": "Félix Urbano Quispe Chávez", "numero_expediente": "00744-1998-AA"}