{"CONTEXTO": " 00759-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00759-1997-AA.pdf) --- I TRIBUNAL CONSTITUCIONAL EXP. No 759-97-AA/TC CIRILO SEGUNDINO VILCA JURADO LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de marzo de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional el Tribunal Constitucional, con asistencia de los sefiores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Cirilo Segundino Vilca Jurado contra la Resolucion de la Sala Especializada en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima, del seis de junio de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo interpuesta por don Cirilo Segundino Vilca Jurado contra la Empresa Nacional de Edificaciones ENACE.", "ANTECEDENTES:": "Don Cirilo Segundino Vilca Jurado interpuso la presente Accion de Amparo contra la Empresa Nacional de Edificaciones ENACE a fin de que se declaren inaplicables las Resoluciones Nos 08693-ENACE-PRES-0G y 23893-ENACE-PRES-GG, del veintiocho de junio de mil novecientos noventa y tres, y del diecisiete de setiembre del mismo ano, respectivamente, por vulnerar sus derechos constitucionales al debido proceso y al goce de una pension a cargo del Estado. El demandante fundamenta su accion de garantia en que: 1) Por Resolucion No 166-88-ENACE-AD, del veintinueve de febrero de mil novecientos ochenta y ocho, se le incorporo al régimen pensionario del Decreto Ley No 20530 y por Resolucion No 325-89-ENACE- 81000-GG, del cuatro de diciembre de mil novecientos ochenta y nueve se ordeno la acumulacion de su tiempo de servicios; 2) En setiembre de mil novecientos noventa y tres ceso en el servicio activo y mediante Resolucion No 086-93- ENACE-PRES-GG se le nego su derecho a pension, en aplicacion de lo dispuesto en el Decreto Legislativo No 763;y, 3) La afectacion de sus derechos es de caracter continuado y por lo tanto no opera la caducidad de la accion. 2 TRIBUNAL CONSTITUCIONAL La Empresa Nacional de Edificaciones ENACE, representada por don José Rodolfo Ugarte Cuba, contesto la demanda y solicito que fuera declarada infundada debido a que: 1) Mediante Resolucion No 166-8-ENACE-8100-AD se incorporo al demandante, por error, al Régimen de Pensiones del Estado; 2) Mediante Resolucion No 086-93-ENACE-PRES- GG se declaro nula la incorporacion del demandante al referido régimen pensionario, corrigiendo el error antes mencionado; y, 3) La presente accion es extemporanea por haber transcurrido mas de dos anos entre la fecha de expedicion de la Resolucion No 086-93- ENACE-PRES y fecha de interposicion de la demanda. El Juez Titular del Juzgado Previsional Transitorio de Lima, con fecha treinta de octubre de mil novecientos noventa y seis, declaro fundada la demanda argumentando que la facultad de la administracion para declarar la nulidad de las resoluciones administrativas prescribe a los seis meses a partir de la fecha en que hayan quedado consentidas. Agrego que los actos de afectacion son continuos y por lo tanto no opera la caducidad. Du La Sala Especializada en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima, con fecha seis de junio de mil novecientos noventa y siete, revoco la apelada que declaro fundada la demanda y la declaro improcedente, por considerar que no existia agresion continuada porque el demandante no habia percibido pension alguna y por lo tanto el plazo para interponer la demanda habia caducado. Contra esta ultima resolucion el demandante interpone Recurso Extraordinario, clevandose los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que la Resolucion No 166-88-ENACE-AD, del veintinueve de febrero de mil novecientos ochenta y ocho, incorporo al demandante al régimen pensionario del Decreto Ley No 20530y le reconocio --al treinta y uno de diciembre de mil novecientos ochenta y siete-- veintidos anos, once meses y ocho dias de servicios prestados al Estado. Sin embargo, dicha Resolucion no constituye una declaracion del derecho pensionario del demandante ni establece un monto de pension determinado. 2. Que en la medida en que no existe una resolucion que declare un derecho pensionario para el demandante y éste no ha percibido pension alguna resulta claro que no se ha producido una violacion continua de su derecho constitucional al goce de una pension a cargo del Estado. 3. Que el demandante, con fecha doce de noviembre de mil novecientos noventa y tres, apelo de la Resolucion No 238-93ENACE-PRES-0, sin obtener respuesta, operândose el silencio administrativo negativo, de acuerdo con lo dispuesto en el articulo 2° de Decreto Ley No26111, Ley de Normas Generales de Procedimientos Administrativos, del treinta de diciembre de mil novecientos noventa y dos. TRIBUNAL CONSTITUCIONAL 4. Que la presente accion de garantia se interpuso el seis de marzo de mil novecientos noventa y cinco, habiendo transcurrido en exceso el plazo de sesenta dias dispuesto en el articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo, y por lo tanto el ejercicio de la accion ha caducado. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Especializada en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima, de fojas ciento treinta y ocho, su fecha seis de junio de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- ACOSTA SANCHEZ à C NUGENT 4 DIAZ VALVERDE GARCIA MARCELO avca Lo que Certifico: De. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL G.L.B", "fecha_publicacion": "1998-08-13", "id": 41922, "nombre_demandado": "Empresa Nacional de Edificaciones ENACE", "nombre_demandante": "Cirilo Segundino Vilca Jurado", "numero_expediente": "00759-1997-AA"}