{"CONTEXTO": " 00757-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00757-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 757-96-AA/TC LIMA ELVER ARPITA RIOS Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Elver Arpita Rios contra la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y ocho, su fecha dieciséis de setiembre de mil novecientos noventa y seis, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Elver Arpita Rios, Don Edmundo Dario Ita Cueva y Don Roberto Huanuco Tapia interponen Accion de Amparo contra la Asociacion Mutualista \"6 de Diciembre\" de la Policia Nacional del Peru, a fin de que se ordene la reposicion de los demandantes en calidad de socios, y se deje sin efecto la resolucion administrativa, de fecha veintiséis de julio de mil novecientos noventa y cinco, que dispuso la suspension de sus derechos y simultanea expulsion. Alegan los demandantes que fueron suspendidos en sus derechos en una Junta Ordinaria de asociados que se realizo el dia veintiséis de julio de mil novecientos noventa y cinco, con desconocimiento de sus derechos constitucionales, también previstos en la estatutos de la entidad demandada, como es el de defensa. Refieren que dicha asamblea fue programada para realizarse dos dias antes de las fiestas patrias con el objeto de que ellos no pudieran participar, dada su condicion de miembros de la Policia Nacional del Perû y el estado de inamovilidad que normalmente se suele declarar por aquellas fechas. Aduce también que no obstante lo anterior, se presentaron a la junta de socios convocada, pero no se les dejo ingresar, asi como a treinta y ocho socios mas. Refieren que en el caso de autos no es exigible el agotamiento de la via previa ya que la resolucion de suspension de sus derechos ha sido ejecutada. Admitida la demanda, ésta es contestada el representante de la Asociacion Mutualista \"6 de Diciembre\" de la Policia Nacional del Perû, solicitando se declare 2 TRIBUNAL CONSTITUCIONAL infundada, en razon de: a) no haberse agotado la via previa y; b) la suspension de los demandantes se ha dispuesto en cumplimiento de lo previsto por sus estatutos. Con fecha trece de diciembre de mil novecientos noventa y cinco, el Juez del Vigésimo Cuarto Juzgado Civil de Lima expide resolucion declarando improcedente la demanda, por considerar principalmente que no se ha agotado la via previa y que, dado que la suspension de los derechos de los demandantes ha sido tomado en una Asamblea de la entidad demandada, la via judicial idonea es la de impugnacion judicial de acuerdos previsto en el articulo 92° del Codigo Civil. Interpuesto el recurso de apelacion, con fecha diecisiete de setiembre de mil novecientos noventa y seis, la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada, por los fundamentos de la apelada. Interpuesto el Recurso de Nulidad, que debe entenderse como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme aparece del petitorio de la demanda, el objeto de ésta es que se deje sin efecto la resolucion administrativa de fecha veintiséis de julio de mil novecientos noventa y cinco, por la que se suspendio a los demandados en sus derechos de asociados de la Asociacion Mutualista \"6 de diciembre\" de la Policia Nacional del Peru, asi como el acuerdo de su Asamblea General Ordinaria, del veintiséis de julio de mil novecientos noventa y cinco, en virtud del cual se acordo su expulsion de la Asociacion referida. 2. Que, siendo ello asi, y dado que en la Resolucion venida en Recurso Extraordinario, se ha alegado como argumento para declarar improcedente la demanda, que no se habria agotado la via previa asi como que la Accion de Amparo no es la via adecuada para ventilar la controversia sometida, sino la que corresponde a la impugnacion de acuerdos, este Colegiado, antes de ingresar a evaluar el fondo del asunto, de manera previa debera de determinar si en el caso de autos, era exigible 0 no el agotamiento de la via previa, y si el proceso de Amparo es el mecanismo procesal idoneo para ventilar la materia controvertida. 3. Que, en ese sentido, este Tribunal Constitucional considera que, en el caso de autos, los demandantes no se encontraban obligados a transitar por las instancias administrativas existentes al interior de la Asociacion Mutualista \"6 de diciembre\" de la Policia Nacional del Peru, ya que si bien la Resolucion Administrativa No 001-95-AM6DICPNP, que; dispuso la sancion de suspension a los demandantes en sus derechos como asociados, constituia una resolucion cuyo cuestionamiento necesariamente deberia de haberse efectuado en sede administrativa interna de la entidad referida, sin embargo, el que con TRIBUNAL CONSTITUCIONAL posterioridad a ello la Asamblea General Ordinaria de asociados de la Asociacion Mutualista \"6 de diciembre\" de la Policia Nacional del Perû, que es el \"organo supremo y rector de la Asociacion\" segun se esta a lo dispuesto por el articulo 26° de sus Estatutos, adiciono la sancion de expulsion contra los demandantes; libraba a éstos a que agotaran las denominadas \"vias internas administrativas\" de la entidad demandada, prevista en el articulo 83° del Reglamento del Estatuto de la Asociacion Mutualista \"6 de diciembre\" de la Policia Nacional del Perû, ya que se trataba de un acuerdo tomado por la ultima instancia administrativa frente a la cual no existe medios impugnatorios administrativos, y entre los que ciertamente no se encuentra el llamado recurso de reconsideracion. 4. Que, de otro lado, y conforme ya es doctrina jurisprudencial sentada por este Colegiado, el que existan diversas vias procesales frente a un acto reputado como antijuridico, como es el de impugnacion de acuerdos en la via judicial ordinaria y que se ha alegado para desestimar la pretension de los demandantes, no quiere decir que per se ello suponga la imposibilidad de que dicho acto se pueda cuestionar a través del proceso de Amparo constitucional, ya que en nuestro ordenamiento juridico éste no es un proceso de naturaleza subsidiaria, que suponga como cuestion preliminar a la interposicion de la demanda en el Amparo, el trânsito previo por las vias judiciales ordinarias; sino un proceso alternativo al que los demandantes pueden acudir cuando la materia controvertible sea relativa a derechos constitucionales y su dilucidacion no exija el paso necesario por una estacion probatoria, que no existe en este tipo de procesos constitucionales, conforme se enuncia en el articulo 13° de la Ley 25398°. 5. Que, en ese orden de consideraciones, y ya ingresando a evaluar las razones de fondo que el recurso extraordinario entrana, este Colegiado h a de estimar: a) Que, si bien la entidad demandada a través de su Asamblea General Ordinaria procedio a expulsar a los demandantes de la Asociacion Mutualista \"6 de diciembre\" de la Policia Nacional del Peru previo el informe del Consejo de Vigilancia de la referida institucion, cumpliéndose lo previsto en el inciso b) del articulo 78° de sus Estatutos, sin embargo, en la realizacion de dicho procedimiento no se cumplio con respetar el derecho de defensa a los demandantes, no solo ante el Consejo de Vigilancia, de cuyo Informe No 001-95-CIM-AM6-DIC-PNP, obrante a fojas ochenta y seis, no se desprende que éstos hayan sido citados y oidos, sino que, inclusive, en idéntica indefension se encontraron ante la Asamblea General Ordinaria de asociados realizada con fecha veintiséis de julio de mil novecientos noventa y cinco, en las que no se les dejo participar como consecuencia de la vigencia de la Resolucion Administrativa No 001-95-AM6DIC-PNP, por la que se suspendio sus derechos como asociados. b) Que, el que ello haya acontecido asi, supone, como se ha anotado, una manifiesta violacion al derecho al debido proceso, y particularmente al derecho de defensa, reconocido en el inciso 14° del articulo 139° de la Constitucion Politica del Estado, 4 TRIBUNAL CONSTITUCIONAL que como contenido esencial de aquel este Colegiado ha reconocido, y cuya violacion exige del Juez Constitucional una tutela pronta y eficaz. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha diecisiete de setiembre de mil novecientos noventa y seis, de fojas ciento ochenta y ocho, que confirmo la apelada que declaro improcedente la demanda; reformandola declara FUNDADA la demanda; dispone se deje sin efecto, para el caso concreto de los demandantes, del acuerdo de la Asamblea General Ordinaria de la Asociacion Mutualista \"6 de Diciembre\" de la Policia Nacional del Peru, de fecha veintiséis de julio de mil novecientos noventa y cinco; ordenan se reincorpore a los demandantes en calidad de asociados de la Asociacion Mutualista \"6 de Diciembre\" de la Policia Nacional del Perû, con el ejercicio de todos sus derechos. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "dubfay ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO hiaali 4 2 L Lo que Certifi00: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIAN CONSTITUCIONAL TRIBUNAL ECM", "fecha_publicacion": "1998-09-30", "id": 37660, "nombre_demandado": "Asociación Mutualista 6 de Diciembre de la Policía Nacional del Perú", "nombre_demandante": "Elver Arpita Ríos y otros", "numero_expediente": "00757-1996-AA"}