{"CONTEXTO": " 00765-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00765-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP:765-97-AA/TC LIMA OSWALDO ESPINOZA MOYANO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Nelson Sanchez Sanchez, en representacion de don Oswaldo Espinoza Moyano contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas noventa y cinco, su fecha once de junio de mil novecientos noventa y siete, que confirmando la apelada declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Con fecha siete de octubre de mil novecientos noventa y seis, don Oswaldo Espinoza Moyano interpone demanda de Accion de Amparo contra la Municipalidad de San Miguel, solicitando que se deje sin efecto la Resolucion de Alcaldia No 3103-96-AL/SM, de fecha veintiséis de setiembre de mil novecientos noventa y seis, mediante la cual se dispone su cese, por causal de excedencia. Sostiene el demandante que fue notificado con la resolucion cuestionada que lo cesa en el cargo, como servidor publico de la municipalidad demandada, vulnerando sus derechos constitucionales contenidos en el inciso 15, del articulo 20, 22°, incisos 1), 2), 3),y de los articulos 26° y 270 de la Constitucion Politica del Estado; los articulos 34° y 35° del Decreto Legislativo No 276 y el articulo 182° del Decreto Supremo No 005-90-PCM, Reglamento de la Ley de Bases de la Carrera Administrativa. Aduce el demandante que el reglamento interno, para la evaluacion del personal de la Municipalidad demandada es una norma de menor jerarquia que las normas legales que amparan al servidor publico, tales como los incisos b) y c) del articulo 4° del Decreto Legislativo No 276, y el Decreto Supremo No 005-90-PCM, las mismas que han sido transgredidas al formularse dicho reglamento interno. La demandada dona Marina Sequeiros Montesinos, Alcaldesa de la Municipalidad Distrital de San Miguel contesta la demanda precisando que el Decreto Ley No 26093 de fecha veintiocho de diciembre de mil novecientos noventa y dos, dispuso que a partir del treinta de diciembre de mil novecientos noventa y dos, los titulares de las entidades del Sector Publico deben cumplir con efectuar semestralmente programas de evaluacion de personal, de acuerdo a las normas que para tal efecto establezcan dichos titulares mediante resolucion, y que el personal que no califique podra ser cesado por causal de excedencia, derogando 2 TRIBUNAL CONSTITUCIONAL 0 dejando en suspenso, segun el caso, todas las disposiciones que se opongan a lo dispuesto en el mismo. Aduce la demandada, que el demandante, no califico por no haber alcanzado el puntaje minimo aprobatorio exigido en el reglamento, por lo que mediante la resolucion cuestionada, se dispuso el cese por causal de excedencia, y que dicha resolucion fue dictada por autoridad competente, en uso de sus facultades y dentro del marco legal vigente, por lo que no constituye amenaza ni violacion de derecho constitucional alguno. Asimismo propone la excepcion de falta de agotamiento de la via administrativa. El Juez del Segundo Juzgado Especializado en Derecho Publico de Lima, con fecha siete de noviembre de mil novecientos noventa y seis, a fojas cuarenta y nueve, declara infundada la excepcion de falta de agotamiento de la via administrativa e infundada la demanda, por considerar principalmente que, al expedir la demandada la Resolucion de Alcaldia No 3103-96-AL/SMS, con fecha veintiséis de setiembre de mil novecientos noventa y seis, no ha infringido derecho constitucional alguno del demandante, toda vez que la evaluacion semestral del personal municipal y el cese por causal de excedencia se encuentra establecido en la ley. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha once de junio de mil novecientos noventa y siete, confirma la apelada, por estimar que de lo actuado se advierte que el demandante por propia voluntad se sometio al Proceso de Evaluacion del Personal Administrativo de la Municipalidad de San Miguel, y que la municipalidad demandada actuo en el ejercicio regular de sus funciones establecidas por las normas pertinentes, toda vez que el demandante fue declarado excedente al no haber obtenido el puntaje minimo aprobatorio. Contra esta resolucion el demandante interpone recurso Extraordinario.", "FUNDAMENTOS": "1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio. 2. Que, el objeto de la presente accion esta dirigido a que se declare inaplicable al demandante la Resolucion de Alcaldia No 3103-96-AL/SM de fecha veintiseis de setiembre de mil novecientos noventa y seis, mediante la cual la municipalidad demandada cesa por causal de excedencia al demandante. 3. Que, conforme se aprecia de autos, la resolucion cuestionada que dispuso el cese del demandante, fue expedida al amparo del Decreto Ley No 26093. 4. Que, en la evaluacion que concluyo con la resolucion que dispuso el cese antes referido, no se ha probado que se hayan producido hechos que puedan reputarse como irregulares y, en todo caso, tampoco ha acreditado el demandante mediante instrumentales u otros medios, situaciones que 2 3 TRIBUNAL CONSTITUCIONAL produzcan certeza en el juzgador constitucional, respecto de la verosimilitud de los hechos que alega como lesivos a sus derechos constitucionales. 5. Que, por consiguiente, no se ha acreditado amenaza 0 violacion a los derechos constitucionales. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y cinco, su fecha once de junio de mil novecientos noventa y siete, que confirmando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. - : ACOSTA SANCHEZ DIAZ VALVERDE 1 / 14 / ML NUGENT 1 Ce GARCIA MARCELO. Lo que Certifi00: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 1.R.T. 3", "fecha_publicacion": "1998-10-17", "id": 37141, "nombre_demandado": "Municipalidad Distrital de San Miguel", "nombre_demandante": "Nelson Sánchez Sánchez en representación de Oswaldo Espinoza Moyano", "numero_expediente": "00765-1997-AA"}