{"CONTEXTO": " 00762-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00762-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 762-96-AA/TC LA LIBERTAD AUREA PERPETUA CHUNGA MEDINA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Aurea Perpetua Chunga Medina contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha seis de setiembre de mil novecientos noventa y seis, que declaro fundada la excepcion de caducidad, nulo todo lo actuado y concluido el proceso, en la Accion de Amparo interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional -La Libertad y otros.", "ANTECEDENTES:": "El veintiuno de mayo de mil novecientos noventa y seis, dona Aurea Perpetua Chunga Medina interpone Accion de Amparo contra don Noé Inafuku Higa, Presidente del Consejo Transitorio de Administracion Regional de la Region La Libertad y los integrantes de la Comision Evaluadora de Rendimiento Laboral, dona Soledad Rodriguez Rubio de Farmakidis, dona Elizabeth Delgado Benites y don Miguel Morachimo Rodriguez, con el proposito de que se declare inaplicable a su caso la Resolucion Ejecutiva Regional No 735- 95-CTAR-LL de fecha siete de diciembre de mil novecientos noventa y cinco, mediante la cual la cesa por la causal de excedencia, vulnerandose sus derechos al trabajo, a la estabilidad laboral y al debido proceso. Refiere que en su condicion de personal asistencial, no debio ser comprendida en el proceso de evaluacion, el mismo que estaba reservado al personal administrativo; que el numeral 5.1 de la Directiva No 001-95-PRES/VMDR establece que la evaluacion debera ejecutarse en los meses de enero y julio de cada ano, sin embargo, el proceso de evaluacion a que fue sometida se efectuo a fines de octubre e inicios de noviembre de mil novecientos noventa y cinco. Los demandados absuelven el trâmite de contestacion de la demanda a fojas cincuenta y cinco, y ochenta y seis, solicitando se la declare infundada; senalan que el Consejo Transitorio de Administracion Regional de la Region La Libertad no ha incurrido en ningun acto violatorio de los derechos constitucionales invocados. El Tercer Juzgado Especializado en lo Civil de Trujillo emite sentencia declarando improcedente la demanda, por considerar que la accion habia caducado. 2 TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Primera Sala Civil de la Corte Superior de Justicia de La Libertad declara fundada la excepcion de caducidad, nulo todo lo actuado y concluido el proceso. Contra esta resolucion, la demandante interpone el Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, en el presente caso el petitorio se circunscribe a que se declare inaplicable al demandante la Resolucion Ejecutiva Regional No 735-95-CTAR-LL, que dispone su cese por causal de excedencia. 3. Que, con los certificados médicos de fojas cuatro, cinco y seis, la demandante ha acreditado que se encontraba imposibilitada para interponer la Accion de Amparo; razon por la cual, la excepcion de caducidad debe desestimarse. 4. Que, la accionante ha formulado diversos cuestionamientos al proceso de evaluacion in examine; el principal de los cuales esta referido a su alegada condicion de trabajadora asistencial y que como tal, afirma, no debio ser sometida a dicho proceso por estar limitado éste a los trabajadores administrativos. Apoya su afirmacion en el Oficio Circular No 095-95-PRES/VMDR de fecha dieciocho de agosto de mil novecientos noventa y cinco, dirigido por el Viceministerio de Desarrollo Regional del Ministerio de la Presidencia a los Presidentes de los Consejos Transitorios de Administracion Regional, el mismo que senala que los trabajadores asistenciales estan excluidos de los procesos de evaluacion. 5. Que al respecto debe tenerse presente sin entrar a examinar si la demandante tenia 0 no la condicion de trabajadora asistencial - que, como este Colegiado lo ha senalado en la parte considerativa de la sentencia expedida en el Exp. No 260-97-AA/TC, la Directiva No 001-95-PRES/VMDR, que norma el Programa de Evaluacion Semestral de los Trabajadores de la Administracion Publica, establecio que quedaban exceptuados del proceso de evaluacion unicamente los funcionarios de confianza y aquéllos que formaran parte de las comisiones de evaluacion, por lo que la inclusion de los trabajadores asistenciales en dicho proceso fue legalmente valida. 6. Que, asimismo, en el fundamento juridico 4), que aqui se reproduce, de la sentencia expedida en el Exp. No 763-96-AATC - en el que se cuestiono el mismo proceso de evaluacion y la misma Resolucion Ejecutiva Regional No 735-95-CTAR-LL - el Tribunal Constitucional ya se ha pronunciado respecto a la presunta aplicacion retroactiva de la Directiva No 001-95-PRES/VMDR, asi como a la extemporaneidad del proceso, desestimando ambos cuestionamientos; considerando por un lado que si bien el Decreto Ley No 26093 preceptua que el periodo de desempenio evaluable del servidor publico es semestral, sin embargo, la Directiva No 001-95-PRES/VMDR establece que la ejecucion es concretable en dos momentos prefijados: enero y julio de cada ano, por lo 3 TRIBUNAL CONSTITUCIONAL que no se vulnero el principio de irretroactividad; de otro lado, si bien se reconocio la extemporaneidad del proceso el mismo proceso al que fue sometida la demandante en esta causa - se dejo establecido que ello no constituia infraccion alguna al parrafo segundo del articulo 103° de la Constitucion Politica del Estado, sino unicamente a la ultima parte del numeral 5.1. de la mencionada Directiva, infraccion que ha sido minimizada y asumida a priori por no haberse objetado oportunamente la extemporaneidad de la programacion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgànica;", "FALLA:": "REVOCANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad de fojas ciento cuarenta y uno, su fecha seis de setiembre de mil novecientos noventa y seis, que declaro fundada la excepcion de caducidad, nulo todo lo actuado y concluido el proceso; reformandola declara INFUNDADA la excepcion de caducidad e INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS ACOSTA SANCHEZ VIrur DIAZ VALVERDE NUGENT Re GARCIA MARCELO Lo que Oertifi00l CCL Dra. MARIALIZVASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-01-04", "id": 34822, "nombre_demandado": "Consejo Transitorio de Administración Regional de la Región La Libertad (Noé Inafuku Higa - presidente)", "nombre_demandante": "Aurea Perpetua Chunga Medina", "numero_expediente": "00762-1996-AA"}