{"CONTEXTO": " 00766-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00766-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 766-98-AA/TC LIMA MARIO DIOMEDES GARCIA SORIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Mario Diomedes Garcia Soria contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos catorce, su fecha treinta de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo interpuesta.", "ANTECEDENTES:": "Don Mario Diomedes Garcia Soria interpone Accion de Amparo contra el Ministerio de Agricultura por violacion de sus derechos constitucionales pensionarios. Refiere el demandante que mediante la Resolucion Ministerial N.o 207-96-AG, de fecha veintinueve de febrero de mil novecientos noventa y seis, se declararon nulas diversas resoluciones directorales por las que se le reconocia los derechos a ser incorporado al Régimen de Pensiones del Decreto Ley N.o 20530, su reconocimiento del tiempo de servicios asi como el otorgamiento de una pension provisional de cesantia. Alude que con dicha Resolucion Ministerial se ha vulnerado su derecho de defensa, ya que no se le ofrecio la posibilidad de efectuar sus descargos. Asimismo, recuerda que sus diversos derechos pensionarios datan de mil novecientos ochenta y nueve y mil novecientos noventa y dos, por lo que tienen el caracter de derechos adquiridos, y su nulidad se ha efectuado con transgresion del articulo 110° del Decreto Supremo N.o 02-94- JUS, que prevé el plazo de seis meses para que la administracion pueda declarar la nulidad de un acto, y que con su caso se ha excedido notablemente. Recuerda que ha agotado la via previa, ya que tras la expedicion de la citada Resolucion Ministerial interpuso su Recurso de Reconsideracion, con fecha veinticinco de TRIBUNAL CONSTITUCIONAL abril de mil novecientos noventa y seis, el mismo que al no haber sido resuelto en el término de treinta dias, se acoge al silencio administrativo negativo. Admitida la demanda, ésta es contestada por el representante legal de la Oficina de Normalizacion Previsional, quien solicita se declare improcedente la demanda, ya que: a) El demandante no ha agotado la via previa, puesto que la resolucion que alega causarle agravio a sus derechos constitucionales fue expedida en el mes de febrero de mil a novecientos noventa y seis, mientras que la demanda es interpuesta en setiembre de mil novecientos noventa y siete; b) El cuestionamiento de dicha resolucion administrativa debio efectuarse a través de la accion contencioso-administrativa y no a través del proceso de amparo; c) La demanda se ha interpuesto fuera del plazo previsto en la Ley N.o 23506, por lo que ha caducado; y d) El demandante no es titular de los derechos cuya tutela solicita a través del amparo, ya que su incorporacion al régimen de pensiones normado por el Decreto Ley N.o 20530 se realizo de manera ilegal. Con fecha treinta de diciembre de mil novecientos noventa y siete, el Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico expide resolucion declarando fundada la demanda, por estimar, principalmente, que se vulnero el derecho de defensa. Con fecha treinta de junio de mil novecientos noventa y ocho, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima expide resolucion revocando la apelada, y reformandola la declara improcedente por considerar, principalmente, que no se agoto la via ya desde que no se ha comunicado a la administracion, en forma expresa, que se acogia al silencio negativo administrativo. Interpuesto el Recurso Extraordinario, los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, conforme se acredita del petitorio de la demanda, el objeto de ésta es que se 1. declare inconstitucional la aplicacion de la Resolucion Ministerial N.o 0207-96-AG, su fecha veintinueve de febrero de mil novecientos noventa y seis, y se restablezca al estado anterior a la violacion de sus derechos constitucionales. Que, siendo ello asi, y dado que se ha cuestionado que el demandante no habria 2. agotado la via previa, como cuestion liminal, el Tribunal Constitucional no puede menos que advertir: a) En primer lugar, que el derecho previsto por el Decreto Supremo N.o 02-94-JUS a favor de los administrados, por virtud del cual, al cabo de la presentacion de un medio impugnatorio ante los organos de la Administracion, y transcurrido el 2 TRIBUNAL CONSTITUCIONAL término de treinta dias sin que éste se resuelva, el administrado puede optar entre esperar el pronunciamiento expreso de la Administracion 0 acogerse al silencio negativo administrativo, lo cual no es un derecho cuya eficacia se encuentre condicionada al hecho de que el administrado tenga que poner en conocimiento de la Administracion su determinacion por la opcion del silencio negativo administrativo, sino mas bien al contrario, que se ejerce plenamente como consecuencia de la inercia 0 mora de la Administracion en la resolucion de las diversas peticiones 0 medios impugnatorios que se plantean ante ella; ya sea para acudir a una instancia administrativamente superior 0, en su caso, el de cuestionarla en sede judicial. Una interpretacion como la esbozada por la segunda instancia de la jurisdiccion ordinaria, que condiciona la posibilidad de acogerse al silencio negativo administrativo a la comunicacion de la opcion por el administrado a la Administracion, supondria enervar los supuestos de la configuracion de dicho instituto juridico, no ya como un derecho del que los administrados puedan optar como consecuencia de la inercia administrativa, sino como un derecho cuya posibilidad de ejercicio requiere de la aceptacion (implicita 0 expresa) de la Administracion. b) En segundo lugar, debe advertirse que constituyendo el acto administrativo al que se reputa agravio a los derechos constitucionales del demandante una resolucion ministerial, esto es, un acto administrativo expedido por la ultima instancia administrativa del sector, no cabe contra ello arguir la necesidad de agotar la via previa. Que, asimismo, es de notarse, conforme ha venido siendo jurisprudencia uniforme 3. expedida por este Tribunal, en materia pensionaria tampoco puede alegarse vâlidamente como argumento de defensa de la entidad demandada la aplicacion del plazo de caducidad previsto en el articulo 370 de la Ley N.o 23506, puesto que los efectos de la declaracion de nulidad del otorgamiento de pensiones es un acto de tracto sucesivo, que se prolonga en el tiempo, y respecto del cual es de plena aplicacion lo dispuesto por el segundo parrafo del articulo 26° de la Ley N.o 25398, que exige del Juez Constitucional realizar el computo del plazo desde la ultima fecha en que se realizo la agresion al derecho constitucional invocado. Que, en consecuencia, y ya ingresando a evaluar las razones de fondo que el 4. Recurso Extraordinario entrana, el Tribunal Constitucional no puede menos que advertir lo siguiente: a) Conforme se desprende de los documentos obrantes de fojas nueve a dieciséis, el demandante fue incorporado al Régimen de Pensiones y Compensaciones a cargo del Estado, normado por el Decreto Ley N.o 20530, mediante Resolucion 3 TRIBUNAL CONSTITUCIONAL Directoral N.o 011-89-EEAG-AID, su fecha seis de julio de mil novecientos ochenta y nueve; se le establecio el monto de la Pension Provisional de Cesantia mediante Resolucion Directoral N.o 004-92-INIAA-OPER, su fecha veintiuno de enero de mil novecientos noventa y dos; y se regulo su Bonificacion Personal mediante Resolucion Directoral N.o 009-86-INDDA-UPER, con fecha treinta de enero de mil novecientos ochenta y seis. b) Conforme se desprende del documento obrante a fojas quince, mediante la Resolucion Ministerial N.o 0207-96-AG, el Ministro de Agricultura declaro nulas e insubsistentes las resoluciones directorales anotadas en el item anterior, tras considerarse su ilegalidad, con fecha veintinueve de febrero de mil novecientos noventa y seis. Que, independientemente de las razones que hayan llevado a la entidad demandada 5. a expedir el acto administrativo considerado como lesivo, el Tribunal Constitucional no puede menos que advertir la manifiesta arbitrariedad que su expedicion ha supuesto, ya que, conforme se preveia en el original articulo 110° del Decreto Supremo N.o 02-94-JUS, la facultad de la Administracion de declarar la nulidad de las resoluciones administrativas prescribia a los seis meses, plazo que deberia ser computado no a partir de la fecha de expedicion de la referida norma, sino, como ella misma se encarga de precisar, a partir de la fecha en que hayan quedado consentidas, lo que en el caso de autos no se ha respetado, como --notoriamente, por lo demas-- es fâcil percatarse a partir del contraste de las fechas de expedicion de las resoluciones directorales anotadas en el numeral a) del fundamento juridico cuarto, con la fecha en que se dicta el acto administrativo al que se reputa agravio a los derechos constitucionales del demandante. Que, en ese orden de consideraciones, una vez mas, el Tribunal Constitucional debe 6. recordar que el ejercicio de la actuacion de la Administracion Publica se encuentra sujeto al estricto acatamiento del principio de interdiccion de la arbitrariedad, principio este que se constituye como obvia consecuencia de que la Republica del Peru se haya constituido como un Estado Democrâtico de Derecho, un Estado en donde el gobierno no se encuentra residenciado en la voluntad de los hombres, sino, precisamente, en el gobierno de las leyes, empezando, naturalmente, desde la Lex Superior, la Constitucion Politica del Estado, y los valores materiales (los derechos fundamentales) con la que en ella se encuentra subyacente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos catorce, su fecha treinta de junio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; reformandola declara FUNDADA la Accion de Amparo interpuesta; y, en consecuencia, inaplicable para el demandante la Resolucion Ministerial N.o 0207-96-AG, su fecha veintinueve de febrero de mil novecientos noventa y seis; dejando a salvo el derecho de la entidad demandada para que lo haga valer conforme a ley. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO L ECM Lo que Certifico: a fo Dra. MARTA LIZVASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 5", "fecha_publicacion": "1999-09-28", "id": 35777, "nombre_demandado": "Ministerio de Agricultura", "nombre_demandante": "Mario Diómedes García Soria", "numero_expediente": "00766-1998-AA"}