{"CONTEXTO": " 00767-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00767-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 767-97-AA/TC LIMA CEMENTOS LIMA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de noviembre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, y GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Recurso extraordinario interpuesto por Cementos Lima S.A., contra la Resolucion No 552 de fecha once de julio de mil novecientos noventisiete, de la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, que declaro IMPROCEDENTE la Accion de Amparo de autos. (folio 289 a folio 318)", "ANTECEDENTES:": "Con fecha nueve de octubre de mil novecientos noventiséis, Cementos Lima S.A. interpone Accion de Amparo contra el Estado, en las personas del Ministro de Economia y Finanzas, Ministro de Defensa, Ministro de la Presidencia y la Empresa de Servicio de Agua Potable y Alcantarillado de Lima; a fin de que se declare inaplicable para la 2 TRIBUNAL CONSTITUCIONAL demandante, el Decreto de Urgencia No 049-96, de fecha diecinueve de julio de mil novecientos noventiséis. La demandante fundamenta su pretension, en base a lo siguiente: a) Que, ella es titular de la concesion minera \"Miguel\" con padron No 24, y con 240 hectâreas de extension, ubicada en la Quebrada de Lucumo, Distrito de Lurin, Provincia y Departamento de Lima, inscrita en el folio 439 del Tomo 16 del Libro de Concesiones del Registro Publico de Mineria, y, que dicha concesion le fue otorgada el nueve de junio de mil novecientos veintitrés. b) Que, el cuestionado Decreto de Urgencia No 049-96, declaro intangible U una extension de 8,000 hectareas, ubicadas en las Pampas de San Bartolo, Lurin, Pachacamac, Punta Hermosa y Punta Negra, para el reuso de aguas servidas del Cono Sur de Lima Metropolitana, disponiendo ademas, dejar sin efecto las concesiones otorgadas dentro de aquélla àrea, y ordenando a los Registros Publicos, a cancelar cualquier titulo que se superponga con dicho terreno eriazo. c) Que, aquélla area declarada intangible se superpone parcialmente en 40 hectareas aproximadamente, con la concesion minera \"Miguel\". d) Que, el Decreto de Urgencia No 049-96, viola el inciso 19) del articulo 118° de la Carta Magna, pues no legisla sobre materia economica ni financiera. e) Que, el articulo 66° de la citada Constitucion Politica del Estado le otorga al demandante, en su calidad de concesionario, un derecho real sobre el terreno materia de la concesion, y, que aquélla superposicion recorta dicho derecho constitucional. Ademas, el citado articulo 66°, establece que los recursos naturales pueden ser concedidos a los particulares, y que mediante Ley Orgânica se fijan las condiciones de su otorgamiento y utilizacion; al respecto aduce la demandante, que la Ley General de Mineria establece la irrevocabilidad de las concesiones, en tanto el titular minero cumpla con las obligaciones que la ley le fija. f) Que, finalmente, también se viola el articulo 58° de la Carta Fundamental, pues el Estado tiene una funcion orientadora de desarrollo economico y social, que no se cumple con la dacion del Decreto de Urgencia No 049-96 que no permite el desarrollo minero de la region. (folio 24 a folio 51) Contestan la demanda, el Procurador Adjunto a cargo de los Asuntos Judiciales del Ministerio de Economia y Finanzas, el Procurador Adjunto a cargo de los Asuntos Judiciales del Ministerio de Defensa del Ejército, y el Jefe de Asesoria Juridica y Apoderado Judicial del Servicio de Agua Potable y Alcantarillado de Lima S.A. El primero de los nombrados, deduce excepcion de incompetencia, pues considera que dejar sin efecto un Decreto de Urgencia solo se logra con una accion de inconstitucionalidad y no por la via del Amparo. En el aspecto de fondo, manifiesta el citado Procurador, que el Decreto de Urgencia No 049-96, materia de la presente accion, es eminentemente social y de interés nacional, pues permitira la ejecucion del Proyecto de Reuso de Aguas Servidas del Cono Sur de Lima Metropolitana, y que \"la via del Amparo no puede servir para frenar el desarrollo de los grandes intereses nacionales\". (folio 61 a folio 65) El segundo de los nombrados, solicita se declare \"infundada 0 improcedente\" la demanda en razon de que al entonces Ministerio de Guerra se le afectaron 13,000 hectareas mediante la TRIBUNAL CONSTITUCIONAL Resolucion Suprema No 1102-H de fecha quince de noviembre de mil novecientos sesentiséis, area que fue incrementada a 44,066.5 hectareas mediante la Resolucion Suprema No 300-72-VI-DB de fecha diez de mayo de mil novecientos setentidos, quedando dicha area inscrita a nombre del Ejército, en la Ficha Registral No 86079. Posteriormente, alude el codemandado, mediante el cuestionado Decreto de Urgencia No 049-96, se desafectan 8,000 hectâreas, las mismas que son afectadas en favor del Ministerio de la Presidencia y SEDAPAL. Finalmente, acota el nombrado Procurador que Cementos Lima S.A. no es propietaria del terreno controvertido, y por consiguiente, no se han violado los derechos que se citan en la demanda. (folio 87 a folio 90) Por su parte, SEDAPAL contesta la demanda, solicitando sea declarada \"improcedente 0 infundada\", en base a lo siguiente: Que, la demandante no ha acreditado fehacientemente la superposicion de areas que aducen en la demanda. Que, la Ley de Mineria permite la cancelacion de las concesiones mineras, cuando se superpongan derechos prioritarios, y, que el Proyecto de reuso de las aguas servidas del Cono Sur de Lima, es un proyecto prioritario. Que, la via del Amparo no es la apropiada para ventilar los hechos controvertidos en la presente accion. (folio 103 a folio 116) El Primer Juzgado Especializado en Derecho Publico, emite la Resolucion No 9 de fecha ocho de noviembre de mil novecientos noventiséis, declarando IMPROCEDENTE la excepcion, FUNDADA la Accion de Amparo,y en consecuencia, inaplicable el Decreto de Urgencia No 049-96. La fundamentacion de ésta decision judicial, es la siguiente: Que, no se ha solicitado la inconstitucionalidad del citado Decreto de Urgencia, el objeto de la pretension es solicitar su inaplicabilidad, ésto ultimo es procedente en una Accion de Amparo; por lo que la excepcion de incompetencia deducida por el Procurador Publico deviene en improcedente. Que, el Texto Unico Ordenado de la Ley General de Mineria aprobado por el Decreto Supremo No 014-92-EM, de fecha cuatro de junio de mil novecientos noventidos, establece en su articulo 58°, que una concesion se extingue por caducidad, abandono, nulidad, renuncia y cancelacion, causales de extincion que no se han dado en la presente controversia. Que, la irregular cancelacion de los derechos de la demandante, le impide desarrollar la actividad minera, contraviniendo lo preceptuado en el articulo 58° de la Carta Magna, que otorga al Estado la mision de promover la iniciativa de trabajo para lograr el desarrollo integral de la Nacion. Que, al expedirse el Decreto de Urgencia No 049-96, no se ha tenido en cuenta que la demandante es propietaria de los recursos naturales habidos dentro del radio de su concesion, vulnerandose su derecho de propiedad, consagrado como derecho fundamental por la Constitucion Politica del Estado. (folio 136 a folio 141). La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, mediante la Resolucion No 522 de fecha once de julio de mil novecientos noventisiete, falla revocando la recurrida, y reformandola, declara IMPROCEDENTE la Accion de Amparo; en base a los fundamentos siguientes: Que, + TRIBUNAL CONSTITUCIONAL mediante el Decreto Supremo No 023-86-VC, de fecha veintinueve de agosto de mil novecientos ochentiséis, se reservo para el proyecto de Reuso de las Aguas Servidas del Cono Sur de Lima Metropolitana, y se declaro intangible para otros fines, un terreno eriazo de 8,000 hectareas ubicadas en las Pampas de San Bartolo, comprension de los distritos de Lurin, Pachacâmac, Punta Hermosa, Punta Negra y San Bartolo, quedando desde esa fecha, (29 de agosto de 1986) afectada la concesion minera \"Miguel\" de propiedad de la demandante, y no desde la fecha de expedicion del Decreto de Urgencia No 049-96 (19 de julio de 1996) que es materia de la presente Accion de Amparo. Que, la segunda norma citada es reiterativa de la primera, por consiguiente, cuando la actora interpuso la demanda de autos, su derecho ya habia caducado considerablemente en atencion a lo dispuesto por el articulo 370 de la Ley 23506. (folios 272 y 273) FUNDAMENTOS : Que, la Accion de Amparo es una garantia constitucional, establecida en el numeral 2) del articulo 200° de la Constitucion Politica del Estado, cuyo objeto es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucionalmente protegido. Que, en el ano mil novecientos ochentiséis, se dictaron los Decretos Supremos Nos. 023-86-VC y 029-86-VC reservando un area de 8,000 hectareas en las Pampas de San Bartolo, a fin de ser destinadas al desarrollo del \"Proyecto de Reuso de las Aguas Servidas del Cono Sur de Lima Metropolitana\", disponiéndose ademas, la cancelacion de las concesiones mineras existentes en dicha area. Aquéllos decretos supremos fueron dictados al amparo del numeral 11) del articulo 211° de la Constitucion Politica del Estado de 1979, vigente en ese entonces; por consiguiente, no podian ser calificados \"de urgencia\", y consecuentemente, no podian sobrepasar los alcances de la Ley General de Mineria, que dispone la extincion de las concesiones mineras, por razones de caducidad, abandono, nulidad, renuncia y cancelacion. Por tal razon, los citados decretos supremos, no podian constituir amenaza en contra de los derechos mineros del demandante. Solo cuando se dicta el Decreto de Urgencia No 049-96, publicado en el Diario Oficial \"El Peruano\" con fecha diecinueve de julio de mil novecientos noventiséis, que tiene rango de ley segun lo establece el numeral 4) del articulo 200° de la Carta Magna vigente, se produce la referida amenaza, y recién a partir de dicha fecha se debe contar el plazo establecido por el articulo 370 de la Ley 23506. De lo expuesto en el presente fundamento, resulta claro que no opera la caducidad mencionada por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima. Que, el articulo 66° de la Constitucion Politica del Estado, establece, que los recursos naturales en general, son patrimonio de la Nacion y que el Estado es soberano en ) TRIBUNAL CONSTITUCIONAL su aprovechamiento. Por su parte, el articulo 590 de la misma Carta Magna, dispone que el Estado estimula la creacion de riqueza y garantiza la libertad de trabajo, de empresa, comercio e industria, cuidando que dichas libertades no sean lesivas a la moral, salud y seguridad publicas. Por ultimo, el articulo 65° de la citada Carta Politica, establece que el Estado debe velar por la salud y la seguridad de la poblacion. Que, precisamente, dentro de los parametros tuitivos glosados en el fundamento anterior, se dicto el Decreto de Urgencia No 049-96, que es materia de la presente Accion de Amparo. Mediante dicha norma, se propicia la ejecucion del \"Proyecto de Reuso de las Aguas Servidas del Cono Sur de Lima Metropolitana\", obra de beneficio publico que eliminara el grave problema de contaminacion, ocasionado por los desagues, en las aguas marinas costeras del litoral de la ciudad de Lima, que perjudica el medio ambiente y la salud de la poblacion. Que, por consiguiente, con la dacion del Decreto de Urgencia No 049-96, no se ha conculcado ningun derecho constitucional de la demandante; habiéndose obrado considerando que el interés publico prima sobre el interés privado. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas 272, su fecha once de julio de mil novecientos noventisiete, que al revocar la sentencia de primera instancia, declaro IMPROCEDENTE la Accion de Amparo; dispusieron su publicacion en el Diario Oficial \"El Peruano\", > conforme a Ley,y los devolvieron. S.S.  ACOSTA SANCHEZ, Z 2 L - NUGENT, DIAZ VALVERDE, 2 L 2 GARCIA MARCELO. Aulboball JAGB/daf LO QUE CERTIFICO. Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRISUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-22", "id": 36838, "nombre_demandado": "Ministerio de Economía y Finanzas (MEF) y otros", "nombre_demandante": "Cementos Lima SA", "numero_expediente": "00767-1997-AA"}