{"CONTEXTO": " 00769-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00769-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 769-96-AA/TC TACNA OSCAR FRANCISCO CAM HURTADO  SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de mayo de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia: ", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto por don Oscar Francisco Cam Hurtado, contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas doscientos siete, su fecha veintisiete de setiembre de mil novecientos noventa y seis, que confirmando la apelada del doce de julio de mil novecientos noventa y seis, declaro improcedente la Accion de Amparo. ", "ANTECEDENTES:": "Don Oscar Francisco Cam Hurtado, interpuso Accion de Amparo contra la Direccion Sub-Regional de Educacion de Moquegua y la Direccion Regional de Educacion Moquegua-Tacna-Puno, debidamente representada por don Luis Alberto Salas Adasme y don Elias Peralta Hinostroza respectivamente, con el objeto de que: 1) Se declare inaplicable la Resolucion Directoral Sub-Regional No 0604, de fecha veinticinco de agosto de mil novecientos noventa y cinco, e insubsistentes todos los actuados derivados de la misma, es decir, la Resolucion Directoral Sub-Regional No 0881, del tres de noviembre de mil novecientos noventa y cinco y la Resolucion Directoral No 883-DREP, del veintiuno de marzo de mil novecientos noventa y seis; 2) Se proceda a incluirlo 0 restituirlo en el Cuadro para Asignacion de Personal (CAP) Nominal de la Direccion Sub-Regional de Educacion de Moquegua-Tacna- Puno, en el cargo de Director de Sistema Administrativo I - Jefe de la Oficina de Control Interno; 3) Restituir la remuneracion y beneficios economicos dejados de percibir.  Manifiesta que ascendio por concurso publico al cargo de Jefe de Inspectoria de la Direccion Sub-Regional de Educacion de Moquegua, y que aprobado el Cuadro para Asignacion de Personal Estructural de la senalada direccion, por decision propia participo en el concurso interno de evaluacion para ocupar la plaza y cargo que venia desempenando, obteniendo noventa y seis puntos sobre cien, encontrândose apto para ocupar dicha plaza (Director de la Oficina de Auditoria Interna, que desempeñaba por mas de tres anos con caracter de titular, al amparo de la Ley No 26162, la Directiva No 01-93-CG/CE, aprobada por Resolucion de Contraloria No 189-93-CE, la Ley No 24049, Ley No 25212 y su reglamento aprobado por Decreto Supremo No 019-90- ED), pero que en la Resolucion materia de la presente accion, no se le considero en el CAP, habiéndole manifestado verbalmente la demandada que no fue considerado porque existen denuncias en su contra.  Las demandadas absuelven la demanda manifestando que el demandante no ha agotado la via administrativa, ya que en el procedimiento administrativo iniciado por el demandante, hay lugar a recurso de revision y que por otro lado el demandante ha recurrido previamente a la via ordinaria penal, por los mismos hechos que son materia de la presente accion. Refieren que no se ha violado derecho constitucional alguno del demandante, no habiendo sido cesado sino, reubicado en mérito al proceso de Reorganizacion del Sector Publico, mientras continua percibiendo sus remuneraciones normalmente.  El Segundo Juzgado Mixto de Moquegua, expide sentencia de fojas ciento setenta, su fecha doce de julio de mil novecientos noventa y seis, mediante la cual declaro improcedente la Accion de Amparo interpuesta, por considerar esencialmente que el demandante habia interpuesto Accion de Amparo en contra del profesor Luis Alberto Salas Adasme, impugnando las mismas resoluciones materia de la presente Accion de Amparo, el que ha concluido con sentencia ejecutoriada, en la cual se declaro improcedente por falta de agotamiento de las vias previas.  La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, por resolucion de fojas doscientos siete, su fecha veintisiete de setiembre de mil novecientos noventa y seis, confirmo la apelada que declaro improcedente la Accion de Amparo interpuesta, por considerar que el demandante ha recurrido tanto a la via administrativa como a la via de accion de amparo. Interpuesto el recurso de nulidad, entendido como extraordinario, los autos son elevados al Tribunal Constitucional. ", "FUNDAMENTOS:": "1) Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio;  2) Que, el objeto de la presente accion es que se declare la inaplicabilidad de la Resolucion Directoral Sub-Regional No 0604, del veinticinco de agosto de mil novecientos noventa y cinco, (fs. 10), mediante la cual se aprueba el CAP Nominal de la Direccion Sub-Regional de Educacion de Moquegua, asi como la insubsistencia de la Resolucion Directoral Sub-Regional No 0881, del tres de noviembre de mil novecientos noventa y cinco, (fs. 12), por la cual se le reasigna por causales de Reestructuracion, Evaluacion y Racionalizacion segun los Resultados del Proceso de Concurso Interno, a partir del primero de setiembre de mil novecientos noventa y cinco, del cargo de Director de Sistema Administrativo I (Jefe - V Nivel/F-4), de la Oficina de Control Interno de la Direccion Sub-Regional de Educacion de Moquegua, al cargo de Docente Estable (Secretario General - V Nivel), del Instituto Superior Tecnologico \"José Carlos Mariategui\"; y de la Resolucion Directoral No 883-DREP, del veintiuno de marzo de mil novecientos noventa y seis (fs. 09), con la cual se declara infundada la apelacion que interpusiera contra la Resolucion Directoral Sub-Regional No 0604, antes senalada,  3) Que, es el caso de que las indicadas resoluciones fueron expedidas por autoridades administrativas que no tienen competencia nacional, por lo que, para agotar la via administrativa, era necesario que el demandante interpusiera el recurso impugnativo de revision (ante el Presidente del Consejo Transitorio de Administracion Regional), es decir, no se concreto lo previsto en el articulo 100° del Decreto Supremo No 02-94-JUS; en consecuencia, ha interpuesto la presente Accion de Amparo sin agotar la via previa administrativa, por lo que la Accion de Amparo resulta improcedente > conforme lo establece el articulo 27 de la Ley No 23506.  Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica; ", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas doscientos siete, su fecha veintisiete de setiembre de mil novecientos noventa y seis, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.  S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO  Dra. MARIA LUZ VASQUZ SECRETARIA RELATORA", "fecha_publicacion": "1996-09-25", "id": 37608, "nombre_demandado": "Dirección Sub-Regional de Educación de Moquegua (Luis Alberto Salas Adasme) y otro", "nombre_demandante": "Oscar Francisco Cam Hurtado", "numero_expediente": "00769-1996-AA"}