{"CONTEXTO": " 00767-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00767-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 767-96-AA/TC HUANUCO MARIO EVERT ALARCON MEDINA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los tres dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Mario Evert Alarcon Medina contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas doscientos treinta y seis, su fecha tres de setiembre de mil novecientos noventa y seis, que confirmo la apelada, que declaro infundada la demanda. -", "ANTECEDENTES:": "Don Mario Evert Alarcon Medina en representacion del Asentamiento Humano \"Cuatro de Diciembre\" de Huanuco interpone Accion de Amparo contra el Ejecutor Coactivo de la Municipalidad Metropolitana de Amarilis y contra el representante de la Municipalidad Distrital de Amarilis. Alega el demandante que se ha abierto proceso coactivo en el que se dispone la demolicion de sus viviendas, sin que se les haya permitido ejercer el derecho de defensa. Refiere que existe proceso penal contra su representada por el delito de usurpacion, donde se viene discutiendo la titularidad de los terrenos, y en los que no tienen ningun derecho los demandados. Recuerda que la ley que autoriza su funcionamiento no les autoriza a demoler inmuebles, por lo que al ordenarse ello, se ha incurrido en abuso de autoridad. Admitida la demanda, ésta es contestada por don Santos Salazar Lopez, representante en Ejecuciones Forzadas y Cobros Coactivos de la Municipalidad del Distrito de Amarilis, quien solicita se declare infundada ylo improcedente la demanda, ya que se ha iniciado proceso coactivo a fin de efectuar las demolicion de construcciones al haberse edificado en areas de bien publico, en aplicacion del Decreto Ley 17355° y la Ley Organica de Municipalidades. Con fecha veinticuatro de junio de mil novecientos noventa y seis, el Juez del Primer Juzgado Mixto de Huanuco expide sentencia declarando infundada la demanda, por considerar principalmente que los demandados actuaron de conformidad con las normas legales. Interpuesto el recurso de apelacion, con fecha tres de setiembre de mil novecientos noventa y seis, la Sala Civil de la Corte Superior de Justicia de Huanuco expide sentencia, confirmando la apelada, por sus propios fundamentos. 2 TRIBUNAL CONSTITUCIONAL Interpuesto el recurso de nulidad, que debe entenderse como extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se suspenda la orden de demolicion decretada en el procedimiento coactivo contra las edificaciones del Asentamiento Humano Cuatro de Diciembre. 2. Que, siendo ello asi, debera considerarse : a) La posibilidad de que un justiciable pueda obtener un pronunciamiento en torno a la violacion 0 no de un derecho constitucional a través de los procesos constitucionales de la Libertad, como, en efecto, acontece con la Accion de Amparo, es un asunto que supone inexorablemente que, de manera previa, quien aparezca como agraviado con la conducta considerada lesiva, acredite de manera cierta e inequivoca la titularidad del derecho constitucional invocado. b) En el caso de autos, y segun se esta a lo expresado por los diversos escritos de la entidad demandante, tal titularidad del derecho de propiedad sobre el area en la que sus asociados han edificado construcciones, no solo no es un asunto que ellos hayan probado, sino que, inclusive, respecto del cual implicitamente niegan, pues de considerarse titulares, 0 ser titulares del derecho constitucional de propiedad, no solicitarian como una medida alternativa a su pretension se les reubique en un area de terreno distinta, como en efecto, se ha sostenido en el escrito obrante a fojas doscientos cuarenta y tres. 3. Que, sin perjuicio de las consideraciones inmediatamente precedentes, es de hacerse notar, ademas, que en el caso de autos frente a la resolucion expedida con fecha veinticinco de abril de mil novecientos noventa y seis por el Ejecutor Coactivo de la Municipalidad Distrital de Amarilis, la entidad actora no ha cumplido con agotar la instancia administrativa, por lo que es de aplicacion lo dispuesto por el articulo 270 de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco, de fojas doscientos treinta y seis, su fecha tres de setiembre de mil novecientos noventa y seis, que confirmo la apelada, que declaro infundada la demanda, y reformindola la declaro IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ 22 DIAZ VALVERDE NUGENT Mutaile - 4 - arce GARCIA MARCELO ECM Lo que Certifico: Dra. MARIA-LUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-09-22", "id": 37557, "nombre_demandado": "Ejecutor Coactivo de la Municipalidad Distrital de Amarilis (Santos Salazar López) y otro", "nombre_demandante": "Asentamiento Humano \"Cuatro de Diciembre\"", "numero_expediente": "00767-1996-AA"}