{"CONTEXTO": " 00761-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00761-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-761-98-ACTC LIMA JOSE FELIX BENDEZU GALLEGOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Felix Bendezu Gallegos contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y dos, su fecha diecisiete de julio de mil novecientos noventa y ocho, que confirmando la apelada declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don José Felix Bendezi Gallegos interpone Accion de Cumplimiento contra la Empresa Nacional de Edificaciones (ENACE) y la Oficina de Normalizacion Previsional (ONP) solicitando que se le continue pagando la pension de cesantia nivelable que ha venido cobrando hasta setiembre de mil novecientos noventa y siete, por el régimen del Decreto Ley No 20530 y que, sin embargo, desde el mes de octubre de mil novecientos noventa y siete, de manera arbitraria, la demandada se niega a pagarle, por lo que solicita que cese la agresion y se cumpla con la Primera Disposicion Transitoria y Final de la actual Constitucion Politica de 1993 y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley No 26835. Las demandadas contestan la demanda precisando que el demandante no ha agotado las vias previas requeridas por el articulo 5° de la Ley No 26301, y niegan y contradicen la demanda argumentando que la Primera Disposicion Transitoria de la Constitucion Politica del Peru de mil novecientos noventa y tres no establece ningun mandato expreso y directo para el pago de pensiones y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley No 26835 tampoco ha sido inobservada, puesto que las resoluciones dictadas por ENACE respecto al demandante han sido amparadas por el Decreto Legislativo No 763 y no por el Decreto Legislativo No 817; agregan que por error se le reconocio el derecho a incorporarse al régimen de pensiones de la Ley No 20530, y que si bien se le pago por una medida cautelar durante mas de cuatro anos, mediante Resolucion del Tribunal Constitucional No 278-93-AA/TC, del once de agosto de mil novecientos noventa y siete se declaro improcedente la demanda, por lo que la suspension del pago de la pension del recurrente no constituye un acto arbitrario sino que, conforme al principio de derecho, lo accesorio sigue la suerte de lo principal. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha diez de febrero de mil novecientos noventa y ocho, declaro improcedente la demanda por considerar principalmente, que mediante la Accion de Cumplimiento no es posible dejar sin efecto el acto administrativo de la emplazada, pues la naturaleza de este medio es la de obligar al cumplimiento de un acto debido ante la renuencia de la autoridad, y no la de declarar ineficaz un acto, puesto que ello desnaturaliza la esencia de este proceso de garantia. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y dos, con fecha diecisiete de julio de mil novecientos noventa y ocho, confirmo la apelada por estimar que las resoluciones expedidas por la emplazada fueron declaradas nulas administrativamente mediante Resolucion No 06693-ENACE-PRES-GG, de fecha veintiocho de junio de mil novecientos noventa y tres, al amparo del Decreto Legislativo No 763, apareciendo en autos que no fue impugnada dicha nulidad, encontrândose por tanto firme, y que la suspension del pago de la pension se produce como consecuencia de lo resuelto judicialmente en la Accion de Amparo seguida por los trabajadores de la entidad emplazada, cuyo pago ordenado cautelarmente quedo sin efecto al resolverse en ultima instancia, declarando improcedente la demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que para viabilizar la Accion de Cumplimiento es preciso agotar las vias previas establecidas en el articulo 270 de la Ley No 23506 y su complementaria y, ademas, remitir la carta notarial de requerimiento a la supuesta autoridad renuente, en un procedimiento que constituye una unidad de tramite que, por ser de orden publico, es de cumplimiento obligatorio. 2.- Que en el presente caso, el demandante ha omitido formular los recursos legales establecidos en el Decreto Supremo No 02-94-JUS, que aprueba la Ley de Normas Generales de Procedimientos Administrativos. 3.- Que tanto la carta colectiva de requerimiento de fecha tres de noviembre de mil novecientos noventa y siete, como el emplazamiento con la demanda, han sido dirigidas en forma genérica a la empresa, sin mencionar a la autoridad renuente para el cumplimiento de lo que se considera debido, por lo que no se cumple con su identificacion para los eventuales efectos y responsabilidades de ley, infringiéndose de esta manera lo dispuesto por el articulo 5° inciso c)de la Ley No 26301. 4.- Que la Resolucion de fecha once de agosto de mil novecientos noventa y siete, expedida por el Tribunal Constitucional en el Expediente No 278-93-AA/TC, en la Accion de Amparo formulada por el Personal de Activos, Jubilados y Cesantes de ENACE, no incide bajo ninguna forma sobre el fondo del petitorio y menos aun en forma singular sobre el derecho pensionario del demandante, 3 TRIBUNAL CONSTITUCIONAL puesto que se limito a declarar su improcedencia por razones de forma, de suerte que ella no resulta ser causal alguna para la privacion de la pension que se le ha venido sirviendo al demandante. 5.- Que si bien en el presente caso la Resolucion No 039-91-ENACE-S100AD, del veintinueve de abril de mil novecientos noventa y uno, que le otorga pension nivelable de cesantia al demandante reconociéndole sus veinticuatro anos, seis meses y veintisiete dias de servicios prestados al Estado --beneficio que ha venido percibiendo durante mas de cinco anos continuos-- constituye base de sustento de esta Accion de Cumplimiento, tal mandato no es inobjetable, puesto que se encuentra enervado por la Resolucion No 06-93-ENACE-PRES-GG, del veintiocho de junio de mil novecientos noventa y tres, que declara nulas las resoluciones Nos. 091-87-ENACE-B100AD, del dieciséis de marzo de mil novecientos ochenta y siete y 299-59-ENACE-8100AD de fecha uno de setiembre de mil novecientos ochenta y nueve, mediante las cuales se le incorporo al régimen de pensiones del Decreto Ley No 20530, y que sirven de sustento indispensable a la mencionada Resolucion mediante la cual se le otorgo la pension de cesantia cuyo pago continuado reclama el demandante. 6.- Que la referida Resolucion No 06-93-ENACE-PRES-OG, no obstante resultar unilateral y atentatoria contra los derechos de subsistencia del demandante, no ha sido impugnada por éste, de modo que esta resolucion continua gravitando sobre la pension de cesantia otorgada a favor del demandante, por lo que, desde esta perspectiva, tampoco se encuentra expedita la presente Accion de Cumplimiento. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y dos, su fecha diecisiete de julio de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "1 ACOSTA SANCHEZ, IA DIAZ VALVERDE, NUGENT, Avova GARCIA MARCELO. Lo que Certifico: MF Dra. MARALIZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-19", "id": 34892, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y otro", "nombre_demandante": "José Félix Bendezú Gallegos", "numero_expediente": "00761-1998-AC"}