{"CONTEXTO": " 00773-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00773-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 773-98-HC/TC LA LIBERTAD SORIANO CIPRIANO ALVA PRETELL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, P1 Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don Federico Neira Soto Medina contra la resolucion expedida por la Tercera Sala Penal de la Corte Superior de Justicia de La Libertad, de fojas cuarenta y tres, su fecha treinta de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Federico Neira Soto Medina interpone Accion de Habeas Corpus a favor de don Soriano Cipriano Alva Pretell, quien manifesto que el beneficiario habia sido detenido arbitrariamente por personal policial de la Comisaria de Pacasmayo, los cuales el dia veintitrés de junio de mil novecientos noventa y ocho, después de realizada una diligencia judicial en la causa penal No 98-78, fue detenido por los policias que estaban al mando del Sub Oficial PNP José Paz Ysisola, los mismos que prestaban seguridad al personal judicial que realizaba la acotada diligencia judicial. El Juez Penal realiza la investigacion sumaria constituyéndose en la Comisaria de Pacasmayo el dia veinticuatro de junio de mil novecientos noventa y ocho, donde constato la presencia del detenido, el mismo que declaro que después de realizada la diligencia judicial en la causa penal que se le sigue por delito de homicidio culposo, un miembro de la Policia Nacional que estaba a cargo de la seguridad del personal del Juzgado le comunico que tenia una requisitoria por el delito de omision de asistencia familiar dictado por el Sexto Juzgado Penal de la provincia de Trujillo, por lo que fue conducido al local de la Comisaria de Pacasmayo con fecha veintitrés de junio de mil novecientos noventa y ocho, aproximadamente, a las cinco de la tarde, habiendo sido recluido en un calabozo; asimismo, el Juez Penal del sumario constitucional comprueba que en el Libro de Detenidos que obra en la Comisaria de Pacasmayo, se indica que la requisitoria que sustento la detencion del beneficiario habia prescrito, segun informacion proporcionada por el Sub Oficial PNP Tirado Mejia de la Policia Judicial de Trujillo, hecho conocido por el Capitan Comisario PNP Ramiro Llatas Castro y el Teniente PNP Martin Chu Suarez, segun se desprende de sus declaraciones; por su parte el Sub Oficial PNP Técnico de Tercera, Juan José Saldana Plaza, declara que él y otros tres policias intervinieron al detenido en la diligencia de inspeccion en la que prestaban resguardo, en mérito a un TRIBUNAL CONSTITUCIONAL certificado de antecedentes judiciales en el cual el beneficiario aparece como reo contumaz, lo que puso en conocimiento de su jefe inmediato, el Teniente PNP Martin Chu Suarez, por no hallarse el Comisario. S El Juzgado Especializado en lo Penal de San Pedro de Lloc, a fojas veintisiete, con fecha veinticinco de junio de mil novecientos noventa y ocho, declara fundada la Accion de Habeas Corpus, por considerar principalmente que de la investigacion realizada por su despacho se ha comprobado la responsabilidad de los denunciados Teniente PNP Martin Chu Suarezy del SO3 PNP Juan José Saldana Plaza; el primero, en su calidad de encargado de la Jefatura de la Comisaria de Pacasmayo, quien tuvo pleno conocimiento de la irregular detencion, pese a que no estaba justificada tal medida, y el segundo, por haber sido el autor directo de la intervencion del agraviado, habiéndolo puesto en condicion de detenido en la Comisaria de Pacasmayo basandose en un documento que no era ni suficiente ni idoneo para tal medida, situacion que se ve agravada cuando ambos denunciados conocieron que la requisitoria en contra del detenido ya habia prescrito, no obstante, siguieron manteniéndolo detenido. La Tercera Sala Penal de la Corte Superior de Justicia de La Libertad, a fojas cuarenta y tres, con fecha treinta de julio de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la Accion de Habeas Corpus, por considerar principalmente que no esta acreditada fehacientemente la detencion arbitraria del actor, por cuanto el propio Alva Pretell ha desvirtuado el ilicito atribuido a los denunciados, por cuanto en la declaracion jurada legalizada afirma que la policia, luego de averiguar que la requisitoria existente en contra de él habia prescrito, le comunicaron que podia retirarse; sin embargo, el detenido decidio pernoctar en el local de la comisaria por cuanto al dia siguiente tenia que concurrir a una diligencia judicial. Contra esta resolucion, el accionante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, el inciso 10), del articulo 12° de la Ley No 23506, concordante con el articulo 20, inciso 24), acapite \"f\" de la Constitucion Politica del Estado, senala que nadie puede ser detenido sino por mandamiento escrito y motivado del Juez O por las autoridades policiales cuando exista flagrante delito, en cuyo caso el detenido debe ser puesto a disposicion del juzgado que corresponda dentro de las veinticuatro horas; 2. Que, de la sumaria investigacion realizada se aprecia que la detencion del afectado se produjo incumpliéndose la acotada formalidad constitucional, habida cuenta de que la autoridad policial realizo la detencion sin autorizacion judicial, sustentando, inicialmente, la detencion del actor solo en base a un certificado de antecedentes judiciales, pretendiendo posteriormente cohonestar su indebida actuacion funcional con el mérito de una requisitoria que la propia autoridad policial comprobo que se hallaba prescrita, no obstante ello, se omitio dar libertad inmediata al actor; 2 TRIBUNAL CONSTITUCIONAL 3. Que, estando acreditada la detencion arbitraria de don Soriano Cipriano Alva Pretell, cabe senalar asimismo, que de fojas cuatro a diecisiete, y de veintitrés a veintiséis, se aprecia que la infraccion constitucional materia de esta accion de garantia es de responsabilidad del Teniente de la Policia Nacional Martin Chu Suarez, y del Sub Oficial Técnico de Tercera Juan José Saldana Plaza. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Tercera Sala Penal de la Corte Superior de Justicia de La Libertad, a fojas cuarenta y tres, de fecha treinta de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus, y, reformandola confirma la apelada que la declara FUNDADA en contra del Teniente PNP Martin Chu Suarez y el Sub Oficial PNP de Tercera Juan José Saldana Plaza. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ blls DIAZ VALVERDE NUGENT ave L 2 GARCIA MARCELO Lo que Certif100: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL JMS 3", "fecha_publicacion": "1999-01-22", "id": 34858, "nombre_demandado": "Martín Chu Suárez (Teniente PNP) y otro", "nombre_demandante": "Federico Neira Soto Medina a favor de Soriano Cipriano Alva Pretell", "numero_expediente": "00773-1998-HC"}