{"CONTEXTO": " 00779-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00779-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 779-96-AA/TC DESTILERIA PERUANA S.A. TACNA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE, y; GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario interpuesta por Destileria Peruana S.A contra la sentencia de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, su fecha veintitrés de setiembre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Destileria Peruana S.A. -DEPSA- representada por don César Torres Contreras, interpone Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria por violacion de sus derechos constitucionales a la inmutabilidad contractual e igualdad. Senala que con fecha diecinueve de julio de mil novecientos ochenta y nueve, Destileria Peruana S.A. celebro con el Estado Peruano un convenio de estabilidad tributaria al amparo de la Ley No 23407. En la clausula quinta del referido convenio se establecio que la empresa DEPSA por encontrarse en zona de frontera quedaba exonerada de todo tributo creado 0 por crearse a excepcion de los derechos de importacion, contribuciones al Instituto Peruano de Seguridad Social, impuestos pactados por el Peru en tratados internacionales y los impuestos municipales. Sin embargo, con la expedicion del Decreto Legislativo No 796 de fecha treinta y uno de diciembre de mil novecientos noventa y cinco, se creo el \"Impuesto de Promocion Municipal\", vigente a partir del primero de enero de mil novecientos noventa y seis, contraviniendo el convenio de estabilidad de tributaria, por cuanto, en esencia, este impuesto no es un impuesto municipal, dado que la SUNAT se encarga de su recaudacion. Asimismo, se indica que este impuesto solo se aplica a las empresas de frontera y selva con contratos de estabilidad tributaria por lo que existe discriminacion. La Superintendencia Nacional de Administracion Tributaria, a través del Intendente de la Oficina Regional de Tacna, al contestar la demanda senala que el Decreto Legislativo No 796, no viola derechos constitucionales toda vez que los convenios de estabilidad tributaria 2 TRIBUNAL CONSTITUCIONAL no exoneran a las empresas del pago de los tributos municipales. Asimismo, se senala que la Accion de Amparo no procede contra normas legales, y no existe en la presente accion ningun acto realizado por parte de la Administracion Tributaria que haya ocasionado perjuicio a la empresa demandada. El Primer Juzgado Especializado en lo Civil de Tacna, por resolucion de fecha veintiocho de mayo de mil novecientos noventa y seis, declaro improcedente la demanda, considerando que: 1) No se agoto la via previa; 2) No existe ninguna orden de pago notificada por la SUNAT; 3) El Impuesto de Promocion Municipal no se encuentra comprendido dentro de las exoneraciones que gozan las empresas por convenio de estabilidad tributaria. M. da La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, por resolucion de fecha veintitrés de setiembre de mil novecientos noventa y seis, por los mismos fundamentos confirmo la sentencia apelada.", "FUNDAMENTOS:": "1. Que, este Colegiado en reiterada jurisprudencia respecto a la aplicacion del Decreto Legislativo No 796, Impuesto de Promocion Municipal Adicional, se ha pronunciado senalando que: 1.1. No es exigible el agotamiento de la via previa porque mediante la presente Accion de Amparo se cuestiona los efectos que de la aplicacion del Decreto Legislativo No 796 resulte, es decir, la afectacion en los términos del convenio de estabilidad tributaria, y no versa sobre la reclamacion sobre actos administrativos realizados por la Superintendencia de Administracion Tributaria. 1.2. El referido impuesto no es propiamente un impuesto municipal toda vez que su recaudacion es realizada por la Superintendencia Nacional de Administracion Tributaria, lo que ha desnaturalizado la esencia de este tributo. Este tributo es uno de naturaleza nacional creado a favor de las municipalidades y es administrado por la SUNAT. 1.3. El Estado de conformidad con el articulo 62° de la Constitucion Politica del Estado, no puede modificar por medio de leyes u otras disposiciones, los términos contractuales que hayan sido suscritos entre las partes; en consecuencia, al no tener el impuesto de promocion municipal la naturaleza de un impuesto municipal, su imposicion a la empresa demandante, resulta una transgresion de la clausula quinta del convenio de estabilidad tributaria. 1.4. El Impuesto de Promocion Municipal Adicional al establecer como deudores tributarios a las empresas que tengan convenios de goce de beneficios tributarios, al amparo de la Ley No 23407, y se encuentren exoneradas del impuesto selectivo al consumo, se esta vulnerando el derecho de igualdad, ya que esta estableciendo un trato discriminatorio sin base objetiva y razonable. 2 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas cuatrocientos setenta y cuatro, su fecha veintitrés de setiembre de mil novecientos noventa y seis, que confirmando la apelada declaro infundada la demanda, y reformandola declara FUNDADA la Accion de Amparo interpuesta; dispusieron la no aplicacion en el caso concreto de los articulos 1° y 3° del Decreto Legislativo No 796. Dispone la notificacion a las partes, la publicacion en el diario oficial El Peruano; y la devolucion de los actuados. S.S. Vsun ACOSTA SANCHEZ NUGENT - 4 L / DIAZ VALVERDE aura M GARCIA MARCELO / Lo que Certifico: Drs, MARIA LUZ-VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MLC 3", "fecha_publicacion": "1998-08-13", "id": 41921, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria", "nombre_demandante": "Destilería Peruana S.A.", "numero_expediente": "00779-1996-AA"}