{"CONTEXTO": " 00778-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00778-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 778-96-AA/TC TACNA HUMBERTO LEONIDAS HERRERA RODRIGUEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de Julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia", "ASUNTO:": "Recurso Extraordinario interpuesto por don Humberto Leonidas Herrera Rodriguez contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, su fecha veinte de setiembre de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la demanda en la Accion de Amparo seguida contra la Municipalidad Provincial de Ilo.", "ANTECEDENTES:": "Con fecha catorce de junio de mil novecientos noventa y seis, don Humberto Leonidas Herrera Rodriguez interpone Accion de Amparo contra la Municipalidad Provincial de Ilo, representada por su Alcalde don Ernesto Herrera Becerra, por cuanto manifiesta que trabajadores de la municipalidad demandada, con fecha doce de junio del mismo ano procedieron a desalojar su vivienda rustica ubicada en el terreno ocupado por la Asociacion Provivienda \"Villa Fujimori\", Manzana C, Lote ocho, habiéndose violado su derecho constitucional a la legitima defensa. Admitida la demanda, ésta es contestada por la Municipalidad Provincial de Ilo, representada por don Lino Quispe Aguilar, quien manifiesta que la Asociacion Provivienda \"Villa Fujimori\" no tiene area de terreno legalmente asignada, los terrenos de la pampa inhalambrica son de propiedad municipal y del Ministerio de Transportes Comunicaciones y Vivienda y Construccion; que, en consecuencia no se ha producido tal desalojo. Asimismo, senala que la Municipalidad tiene un Plan Director que regula el crecimiento ordenado de la ciudad de Ilo y que en éste no se encuentra comprendida la asociacion mencionada y que el demandante ha sido excluido como asociado de la misma por resolucion del referido Ministerio. Con fecha dieciocho de julio de mil novecientos noventa y seis, el Juzgado Especializado en lo Civil de Ilo expide resolucion declarando improcedente la demanda, por considerar que el demandante no ha demostrado en autos la representatividad de la asociacion ni la propiedad del terreno del que manifiesta haber sido desalojado. Interpuesto el Recurso de apelacion la Sala Civil de la Corte Superior de Justicia de Tacna emite resolucion, su fecha 2 TRIBUNAL CONSTITUCIONAL veinte de setiembre de mil novecientos noventa y seis, revocando la sentencia apelada y reformandola la declara infundada, por considerar que al demandante no se le ha privado del derecho de defensa y que no ha demostrado ser poseedor ni propietario del lote que menciona. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las Acciones de Amparo proceden en los casos en que se violen 0 amenacen de violacion los derechos constitucionales por accion u omision de actos de cumplimiento obligatorio conforme lo establece el articulo 2° de la Ley No 23506 de Habeas Corpus y Amparo. 2. Que, en su escrito de demanda don Humberto Leonidas Herrera Rodriguez sostiene que ha sido desalojado de su vivienda por orden de la Municipalidad demandada; hecho que segun afirma habria tenido lugar el dia doce de junio de mil novecientos noventa y seis; sostiene igualmente que ésta decision no le fue notificada, vulnerandose con esta omision su derecho a la defensa. 3. Que, esta alegacion, que ha sido desvirtuada tajantemente por la Municipalidad Provincial de Ilo al contestar la demanda, no ha sido acreditada en modo alguno durante la secuela del proceso; careciendo de valor probatorio los documentos de fojas cincuenta y nueve y sesenta, por el contrario, en la carta de fojas cincuenta y ocho, suscrita por la Notaria Publica doctora Yolanda L. Insua Arroyo, ésta refiere que el dia doce de junio de mil novecientos noventa y seis, se constituyo en la Asociacion Pro-Vivienda \"Villa Fujimori\", > pero que sin embargo no constato que se hubiere efectuado ningun desalojo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna, a fojas setenta y tres, su fecha veinte de setiembre de mil novecientos noventa y seis, que, revocando la apelada, declaro INFUNDADA la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Llaneu DIAZ VALVERDE NUGENT GARCIA MARCELO Wll - Rre C L Lo que Certifico: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-11-01", "id": 37179, "nombre_demandado": "Municipalidad Provincial de Ilo", "nombre_demandante": "Humberto Leonidas Herrera Rodríguez", "numero_expediente": "00778-1996-AA"}