{"CONTEXTO": " 00771-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00771-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No7 771-96-AA/TC HUANCAYO SOFIA GENOVEVA HIDALGO HILARIO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a los tres dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario, interpuesto por dona Sofia Genoveva Hidalgo Hilario contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas cuarenta y seis, su fecha dieciocho de setiembre de mil novecientos noventa y seis, que confirmando la apelada, declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Sofia Genoveva Hidalgo Hilario interpone demanda de Accion de Amparo contra el Director Sub-Regional de Educacion de Junin, don Pedro Ordaya Montero, solicitando se le reponga en el cargo de profesora, sin senalar que derecho constitucional le ha sido conculcado. Refiere que mediante Resolucion Directoral Sub-Regional No 03913, del tres de setiembre de mil novecientos noventa y cuatro, se deja sin efecto la Resolucion Directoral No 0997, del treinta y uno de diciembre de mil novecientos noventa y tres, mediante la cual fue nombrada interinamente con vigencia del primero de marzo de mil novecientos noventa y cuatro, razon por la que ha interpuesto el recurso impugnativo de reconsideracion, el mismo que no ha sido resuelto hasta la interposicion de la presente Accion de Amparo. El demandado contesta la demanda precisando que la demandante no ha citado el presunto derecho constitucional vulnerado, y que por otro lado, no ha agotado la via administrativa previa. El Segundo Juzgado en lo Civil de Huancayo, con fecha doce de julio de mil novecientos noventa y seis, a fojas veintiuno, declara improcedente la demanda, por considerar principalmente que, la demandante ha hecho valer el medio impugnativo de reconsideracion; sin embargo, no ha agotado la via administrativa. La Sala Civil de la Corte Superior de Justicia de Junin, con fecha dieciocho de setiembre de mil novecientos noventa y seis, a fojas cuarenta y seis, confirma la apelada, por estimar que no se ha agotado la via previa administrativa. Contra esta resolucion la demandante interpone recurso extraordinario. 2 TRIBUNAL CONSTITUCIONAL FUNDAMENTO : 1. Que, de los actuados se desprende que el objeto de la presente Accion de Amparo, es de que se deje sin efecto la Resolucion Directoral Sub-Regional No 03913, del tres de setiembre de mil novecientos noventa y cuatro, contra la cual manifiesta haber interpuesto recurso impugnativo de reconsideracion, el mismo que no ha sido resuelto; por lo que, resulta evidente que la demandante ha omitido cumplir con el requisito de procedibilidad establecido en el articulo 270 de la Ley No 23506; es decir, ha accionado antes de agotar la via administrativa previa, tramite que para el presente esta previsto en los articulos 98°, 990 y 100° del Decreto Supremo No 02-94-JUS, \"Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos\". Por este fundamento, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgànica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas cuarenta y seis, su fecha dieciocho de setiembre de mil novecientos noventa y seis, que confirmo la apelada que declaro IMPROCEDENTE la demanda interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE Auls NUGENT 1 avcid GARCIA MARCELO Lo que Certific0: MCM Dre. MARIA LUZ VASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-21", "id": 37537, "nombre_demandado": "Director Subregional de Educación de Junín (Pedro Ordaya Montero)", "nombre_demandante": "Sofía Genoveva Hidalgo Hilario", "numero_expediente": "00771-1996-AA"}