{"CONTEXTO": " 00774-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00774-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 774-98-AA/TC HUANCAYO SANTIAGO ESPIRITU TICLLAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Santiago Espiritu Ticllas contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ciento ochenta y siete, su fecha veinticuatro de julio de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Santiago Espiritu Ticllas interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Huancayo, a fin de que se deje sin efecto la Resolucion de Alcaldia N. o 1604-97-A/MPH del tres de setiembre de mil novecientos noventa y siete, que declara improcedente el pedido de paralizacion de la obra de Habilitacion Vial y Asfaltado de la Avenida Ferrocarril solicitada por el demandante. Sostiene el demandante que en representacion de doscientos treinta y siete vecinos y propietarios de los inmuebles de la avenida Ferrocarril y calles adyacentes, presento reclamo ante la demandada, la cual fue declarada improcedente, con respecto al pedido de paralizacion de las obras e inadmisible los extremos referidos a la discusion técnica de dichas obras. Aduce que todos los propietarios de los inmuebles de la avenida Ferrocarril y calles adyacentes han sido y siguen siendo victimas de abusos contra sus derechos de propiedad. Asimismo senala que debe haber pase para los vehiculos motorizados y otros vehiculos en sentido transversal a la avenida Ferrocarril. 2 TRIBUNAL CONSTITUCIONAL El Alcalde de la Municipalidad Provincial de Huancayo solicita que se declare improcedente la demanda, por no haber agotado la via administrativa y no haber acreditado ser titular del supuesto derecho vulnerado. El Juez del Segundo Juzgado Mixto de Huancayo, a fojas ciento cuarenta y cuatro, con fecha once de junio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar principalmente, que el demandante no agoto la via administrativa previa para recurrir a la Accion de Amparo, y que ésta no es la via idonea para dilucidar los hechos controvertidos. La Sala Civil de la Corte Superior de Justicia de Junin, a fojas ciento ochenta y siete, con fecha veinticuatro de julio de mil novecientos noventa y ocho, confirma la sentencia apelada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506, concordante con el inciso 2) del articulo 200° de la Constitucion Politica del Estado. Que del estudio de autos se desprende que el demandante interpone Accion de 2. Amparo a fin de que se deje sin efecto la Resolucion de Alcaldia N.o 1604- 97-A/MPH del tres de setiembre de mil novecientos noventa y siete, sin haber interpuesto recurso impugnativo alguno, toda vez que los actos administrativos municipales que den origen a reclamaciones individuales se rigen por lo dispuesto en la Ley N.o 26111, Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado ha sido aprobado por Decreto Supremo N.o 02-94-JUS, conforme lo dispone el articulo 122° de la Ley N.o 23853; consecuentemente, el demandante no ha agotado la via previa, conforme lo establece el articulo 27° de la Ley N.o 23506, por lo que este Tribunal no puede amparar la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 2 X TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Junin, de fojas ciento ochenta y siete, su fecha veinticuatro de julio de mil novecientos noventa y ocho, que declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO aveea I.M.R.T. Lo que Certifi0g1 ufl Dre. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 3", "fecha_publicacion": "1999-06-29", "id": 35211, "nombre_demandado": "Municipalidad Provincial de Huancayo (Pedro Morales Mansilla - alcalde)", "nombre_demandante": "Santiago Espíritu Ticllas", "numero_expediente": "00774-1998-AA"}