{"CONTEXTO": " 00772-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00772-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 772-97AA/TC Andrés Velasquez Calderon Lima Sentencia Del Tribunal Constitucional En Lima, a cuatro dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en Sesion de Pleno. Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde;y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: Asunto: Recurso extraordinario Interpuesto contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha diez de julio de mil novecientos noventa y siete, en los seguidos por don Andrés Velazquez Calderon contra la Municipalidad Provincial de Lima ) representada por su Alcalde don Alberto Andrade Carmona, sobre accion de amparo. Antecedentes: Con fecha veintiocho de agosto de mil novecientos noventa y seis, don Andrés Velasquez Calderon interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Lima, afin que se declare inaplicable la Resolucion No2431, del veinticuatro de julio de mil novecientos noventiséis, por la que se le cesa por causal de excedencia, asi como se disponga su reposicion. Sostiene el demandante que se desempenaba como enfermero en el Albergue Municipal Rosario Araoz y que nofué notificado para que se presente a la evaluacion que se realizo el veintiocho de junio de mil novecientos noventiséis, toda vez que al amanecer del dia 2 TRIBUNAL CONSTITUCIONAL veintisiete salio de su trabajo después de laborar en turno de noche, descansando los dias veintisiete y veintiocho de junio. Que ha presentado sus descargos explicando el motivo por el cual no se presento a la evaluacion; sin embargo, la administracion no le ha dado ningin mérito. Admitida la demanda, ésta es contestada por el doctor Ernesto Blume Fortini, apoderado judicial de la emplazada, quien sostiene que en acatamiento del Decreto Ley No 26093 y la Ley No 26553, por Resolucion de Alcaldia No. 033-A-96 del dieciséis de enero de mil novecientos noventiséis, se dispuso la realizacion del Programa de Evaluacion de Personal y se aprobaron las Bases; que el examen del personal, debia realizarse el dia veintidos de Marzo, acto que. fue suspendido debido a acciones de fuerza de piquetes de activistas Que, por Resolucion de Alcaldia No372 de la misma fecha : se dispuso que aquellos trabajadores que asistieron a rendir sus pruebas presenten a mas tardar, el dia veintiséis del mismo mes, ante la Direccion de Personal 0 ante su jefe inmediato, una comunicacion informando de su asistencia y solicitando el senalamiento del dia, para que se lleve a cabo el examen; que el articulo 5° de dicha resolucion dispuso que los servidores que no presenten la comunicacion, incurrian en la causal de excedencia; que, a pesar de los antecedentes, el demandante no presento la solicitud ni concurrio a rendir las pruebas el dia veintiocho de junio de mil novecientos noventiséis, incurriendo en insubordinacion, lo que motivo que se expidiera la Resolucion de Alcaldia No2431. Que no se ha amenazado ni violado derecho constitucional alguno del actor Ademas, deduce la excepcion de falta de agotamiento de la via previa. Con fecha treinta de setiembre de mil novecientos noventa y seis, el Juez del Tercer Juzgado Especializado en Derecho Publico de Lima, expide resolucion declarando infundada la excepcion de falta de agotamiento de la via administrativa y fundada la demanda. Interpuesto recurso de apelacion, con fecha diez de julio de mil novecientos noventa y siete, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion revocando la apelada y reformandola declara fundada la excepcion propuesta, mulo todo lo actuado e improcedente la demanda. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional. Fundamentos: 1. Que, afojas ocho corre copia de la Resolucion de Alcaldia No2431 en cuyo articulo primero se dispone el cese del demandante por causal de excedencia, encargandose a la Direccion de Personal su cumplimiento, resolucion que segin manifiesta el demandante le es notificada el treintiuno de julio de mil novecientos noventa y seis, fecha a partir de la cual se le impidio el ingreso a su centro de trabajo, lo que no ha 3 TRIBUNAL CONSTITUCIONAL sido desvirtuado por la demandada. Antes bien, esta ultima en la contestacion de la demanda que corre a fojas cincuenta sehala que la Resolucion de Alcaldia \"no constituye amenaza ni violacion de derecho constitucional alguno, como tampoco constituyen amenaza ni violacion de derecho constitucional alguno los actos de cumplimiento de la misma ,tales como el retiro de la tarjeta de control de asistencia corroborando de esta manera la ejecucion de la referida resolucion antes que quede consentida. En consecuencia se da la excepcion del agotamiento de la via previa prevista en el articulo 28 inciso 1) de la. Ley No 23506. 2. Que, el cese del demandante segin fluye del propio texto de la Resolucion de Alcaldia objeto de la presente accion, obedece a que no se presento al proceso de evaluacion realizado el veintiocho de junio de mil novecientos noventiséis, siendo esta la ultima fecha; asimismo,en la parte considerativa de dicha resolucion se sehala que ante el requerimiento que se le formula por oficio No. 697-96 OR-DMAMIM de once de julio del mismo aho, afin que presente sus descargos, este expone los motivos los que a criterio de la demandada carecen de fundamento. 3. Que, sin embargo, a fojas dos de autos, corre copia del Memorando No. 225-96 DMSBS-DBS-DAM, de fecha veintinueve de junio de mil novecientos noventiséis, remitido por el Administrador del Albergue Municipal don Bernardo Lara Ramos, a la Direccion de Bienestar Social - DMSBS, en el que senala textualmente lo siguiente ( La presente tiene por finalidad comunicarle, que de las pruebas de evaluacion realizadas el dia viernes veintiocho en el Teatro la Cabaha, al personal de empleados del Albergue Municipal, la persona que no se presento por desconocimiento es el senor Andrés Velasquez Calderon, Técnico de Enfermeria con No. de Codigo 015369, por motivo de no tener conocimiento ya que tenia descanso el dia jueves veintisiete y viernes veintiocho por haber trabajado el dia miércoles veintiséis en turno de noche y no habiendo forma de comunicarle a dicho servidor\" 4. Que, a fojas diez corre copia de una comunicacion de fecha primero de agosto de mil novecientos noventiséis, cursada al Alcalde de la Municipalidad de Lima, también por el Administrador del referido Albergue, en la cual éste justifica la inasistencia del demandante a la evaluacion, efectuando ademas un relato de informes internos evacuados por la Direccion Municipal de Salud y Bienestar Social y la Direccion de Bienestar Social, que son de conocimiento de la Direccion de Personal de la Municipalidad demandada, los cuales abonan en favor del actor y corren en autos a fojas 3y 4. 5. Que, la emplazada al contestar la demanda, a proposito de los documentos sehalados anteriormente, manifiesta: \"Reconocemos el oficio No. 697-96 OR-DMAMLM de fecha once de julio de mil novecientos noventiséis y la Resolucion de Alcaldia No. 2431 de TRIBUNAL CONSTITUCIONAL fecha veinticuatro de julio de mil novecientos noventiséis. Desconocemos las otras instrumentales recaudadas con la demanda por no haber sido otorgadas por personal autorizado de nuestra Corporacion y corresponder a terceros, segun el caso, por lo que estamos impedidos de emitir pronunciamiento sobre las mismas y, por tanto, de reconocer su autenticidad\". Sin embargo, la demandada no ha sehalado quienes son los funcionarios autorizados, ni ha demostrado que los funcionarios que firman las instrumentales sean terceros ajenos a la Municipalidad. 6. Que, en consecuencia, al no estar probado en autos que el demandante fue notificado con anterioridad a la fecha de la evaluacion llevada a cabo el veintiocho de junio de mil novecientos noventiséis y estando debidamente justificada su inasistencia, segun las instrumentales que corren en autos, la demandada ha violado el derecho constitucional al debido proceso del actor. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cinco, su fecha diez de julio de mil novecientos noventay. siete, que revocando la apelada, declaro fundada la excepcion propuesta e improcedente la demanda; REFORMANDOLA, confirma la resolucion apelada que declara infundada la excepcion de falta de agotamiento de la via administrativay FUNDADA la accion de amparo; en consecuencia, inaplicable al actor la Resolucion de Alcaldia No. 2431 de fecha veinticuatro de julio de mil novecientos noventa y seis, debiendo reponérsele en su centro de trabajo; no siendo de abono las remuneraciones devengadas; Dispusieron su publicacion en el Diario Oficial El Peruano, conforme a Ley y los devolvieron. S.S. Acosta Sanchez Nugent LELEU Diaz Valverde / Garcia Marcelo NF/tvd Lo que Certifico: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 36867, "nombre_demandado": "Municipalidad Provincial de Lima", "nombre_demandante": "Andrés Velásquez Calderón", "numero_expediente": "00772-1997-AA"}