{"CONTEXTO": " 00770-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00770-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 770-98-AA/TC LA LIBERTAD HOOVER FERNANDO CHAVEZ VELARDE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Hoover Fernando Chavez Velarde contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de La Libertad, de fojas cuatrocientos sesenta y tres, su fecha uno de julio de mil novecientos noventa y ocho, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Hoover Fernando Chavez Velarde interpone Accion de Amparo contra el Presidente del Directorio y el Gerente General de la Sociedad de Beneficencia de Trujillo a fin de que se restablezca su derecho constitucional del debido proceso y su libertad de trabajo y se lo reponga en sus labores como Jefe del Organo de Auditoria Interna de la Sociedad de Beneficencia Publica de Trujillo, asi como que se le cancelen sus haberes hasta la fecha de su reposicion. Sostiene el demandante que ingreso a laborar previo concurso publico en el diario La Industria de Trujillo el diecinueve de agosto de mil novecientos noventa y seis, siendo designado como Jefe del Organo de Auditoria Interna de la Sociedad de Beneficencia de Trujillo y que por Resolucion N.o 093-96-SBT/P fue autorizado a laborar como tal en el cargo de confianza, con fecha veintinueve de octubre de mil novecientos noventa y seis, no obstante que la funcion de auditoria interna es una funcion especializada; aduce que la designacion provisional fue ilegal, porque se efectuo sin necesidad de ratificacion por parte de la Contraloria General de la Republica, pues opero el silencio administrativo al no existir cuestionamiento alguno a su nombramiento que, actuando dentro de las atribuciones del 2 TRIBUNAL CONSTITUCIONAL Manual de Organizacion y Funciones del Organo de Auditoria Interna, con independencia de criterio, ha realizado investigaciones sobre irregularidades cometidas en las diferentes reparticiones de la demandada, todo lo cual ha llevado al Directorio a prescindir de su persona, como represalia por haber denunciado esos hechos irregulares y evitar asi que prosigan esas investigaciones; que la decision de separarlo de sus funciones vulnera sus derechos constitucionales a un debido proceso y a la estabilidad y libertad de trabajo. El Presidente del Directorio de la Sociedad de Beneficencia de Trujillo contesta la demanda solicitando se declare infundada, por considerar que el demandante mediante Resolucion N.o 093-96-SBT/P del veintinueve de octubre de mil novecientos noventa y seis, fue designado provisionalmente a partir del quince de octubre de mil novecientos noventa y seis en el cargo de confianza de Director de Sistema Administrativo II, Nivel F-4 Director General, Jefe del Organo de Auditoria Interna de la Sociedad de Beneficencia de Trujillo; acto administrativo que al no ser objeto de observacion ni recurso impugnatorio alguno, ha quedado firme y consentido; la funcion especializada que argumenta el demandante se refiere a que el Organo de Auditoria Interna, por sus funciones de organo de control, comprende O esta integrado por profesionales de las diversas especialidades, en tal sentido, su apreciacion de funcion especializada para pretender desconocer la calidad de cargo de confianza no tiene asidero legal. Que la provisionalidad de su designacion tiene su base legal en lo dispuesto por la Ley N.o 25515, que requiere la ratificacion de los cargos de confianza mediante la emision de una Resolucion Suprema, presupuesto legal de orden publico que no se ha configurado en el presente caso, pese a haber transcurrido un ano desde su designacion provisional. El Juez del Primer Juzgado de Trabajo de Trujillo, a fojas trescientos ochenta, con fecha veinticinco de febrero de mil novecientos noventa y ocho, declara infundada la demanda, por considerar principalmente, que del estudio de autos se puede observar que mediante la Resolucion N.o 093-96-SBT/P del veintinueve de octubre de mil novecientos noventa y seis, la demandada resolvio designar provisionalmente al demandante a partir del quince de octubre de mil novecientos noventa y seis en el cargo de confianza de Director de Sistema Administrativo II, Nivel 4, Director General, Jefe del Organo de Auditoria Interna de la demandada, cargo que ha ostentado hasta que mediante la resolucion cuestionada de fojas ochenta y nueve, la misma demandada resolvio dar por culminada dicha designacion provisional; que el demandante no ha probado que su designacion definitiva opera sin necesidad de ratificacion por parte de la Contraloria General de la Republica, en virtud de no haber sido cuestionada y del silencio administrativo; que la parte demandada ha acreditado que el cargo de Director General que ostentaba el demandante esta considerado como cargo de confianza, estando prescrito por el articulo 1° de la Ley N.o 25515, que los nombramientos de los cargos de confianza, en cualquier nivel, escala 0 grado existente de la funcion publica, se efectuan mediante Resolucion Suprema, tramite que no habia seguido 3 TRIBUNAL CONSTITUCIONAL la designacion del demandante, por lo que el demandante no reunia todos los requisitos para acceder a la designacion definitiva del cargo para el que se le designo. La Sala Laboral de la Corte Superior de Justicia de La Libertad, a fojas cuatrocientos sesenta y tres, con fecha uno de julio de mil novecientos noventa y ocho, confirmando la apelada, declaro infundada la demanda, por estimar que la Sociedad de Beneficencia de Trujillo, al dar por culminada la designacion provisional del demandante en el cargo de Jefe de Auditoria Interna, lo ha hecho en el ejercicio de sus facultades legales y sin haber incurrido en la violacion de los derechos constitucionales del debido proceso y de la libertad de trabajo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, conforme se aprecia en el petitorio contenido en la demanda interpuesta, el objeto de éste se orienta a cuestionar la Resolucion Institucional N.° 126-97-SBT/P del diecinueve de diciembre de mil novecientos noventa y siete, tras considerar que la misma vulnera los derechos constitucionales del demandante al debido proceso y a la libertad de trabajo. Que, por consiguiente, y a efectos de acreditar las condiciones de procedibilidad de 2. la presente accion 0, en su caso, la legitimidad 0 no del petitorio formulado, procede en primer término senalar que para el presente caso no cabe invocar la regla de agotamiento de las vias previas prevista en el articulo 270 de la Ley N.o 23506, toda vez que la resolucion objeto de cuestionamiento dispuso con fecha cierta el cese de las labores del demandante, siendo por tanto materia ejecutada, de donde, por el contrario, resulta plenamente aplicable el articulo 28° incisos 1)y 2) de la la norma antes acotada. Tampoco y, por otra parte, cabe invocar el término de caducidad previsto en el articulo 37° de la Ley N.o 23506, pues el presente amparo ha sido promovido dentro del plazo de los sesenta dias habiles contemplados por dicha norma. Que, sin embargo, y en lo que respecta al asunto de fondo, este Tribunal considera 3. que el cuestionamiento de la Resolucion Institucional N.o 126-97-SBT/P, por la que se dispone la culminacion de las labores del demandante en el cargo de Director de Sistema Administrativo II, Nivel 4, Director General, Jefe del Organo de Auditoria Interna de la Sociedad de Beneficencia de Trujillo, no constituye vulneracion alguna de los derechos objeto de reclamo, ya que como se encuentra plenamente acreditado con las instrumentales de fojas dos y trescientos cuarenta y uno, esto es, con la Resolucion Institucional N.o 093-96-SBT/P del veintinueve de octubre de mil TRIBUNAL CONSTITUCIONAL novecientos noventa y seis, el cargo que ostentaba el demandante no solo era de confianza, sino de carâcter temporal, de donde mal pueden invocarse los derechos que pretende el demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de La Libertad, de fojas cuatrocientos sesenta y tres, su fecha uno de julio de mil novecientos noventa y ocho, que confirmando la apelada, declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ VAnlel DIAZ VALVERDE NUGENT tulley GARCIAMARCELO à LC  Lsd. Lo que Certifi0o: l L Dra. MARIA LUZ VASOUEZ RELATORA SECRETARION RLONSTTUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-07", "id": 35603, "nombre_demandado": "Presidente del Directorio y Gerente General de la Sociedad de Beneficencia de Trujillo", "nombre_demandante": "Hoover Fernando Chávez Velarde", "numero_expediente": "00770-1998-AA"}