{"CONTEXTO": " 00789-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00789-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 789-96-AA/TC CAJAMARCA CARLOS JOAQUIN BARDALES BRIONES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintiocho dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sânchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don Carlos Joaquin Bardales Briones, contra la Sentencia de la Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, que con fecha veinte de agosto de mil novecientos noventa y seis, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Carlos Joaquin Bardales Briones interpuso con fecha once de setiembre de mil novecientos noventa y cinco Accion de Amparo contra el entonces Ministro de Agricultura, don Absalon Vasquez Villanueva, y contra el Director de la Subregion Agraria IV de Cajamarca, don José Pablo Millones Vidaurre, por considerar que la Resolucion Suprema N.o 073-95-AG, de fecha veinticinco de julio de mil novecientos noventa y cinco no se pronuncio sobre el fondo del Recurso de Reconsideracion que habia interpuesto contra la Resolucion Suprema N.o 093-94-AG, de fecha veintiséis de agosto de mil novecientos noventa y cuatro, mediante la cual,junto con otros trabajadores, fue cesado por la causal de excedencia de su puesto de Médico Veterinario III SPB en la Agencia Agraria de Cajabamba, Subregion IV de Cajamarca. Manifiesta finalmente que se ha violado el derecho de que se le proteja contra el despido arbitrario, y solicita se le reponga en el puesto que venia ocupando. (fojas 25 y 26). Don José Pablo Millones Vidaurre, asi como los Procuradores Publicos a cargo de los asuntos judiciales del Ministerio de Agricultura, contestan la demanda solicitando que ella sea declarada infundada 0 improcedente. (fojas 37 a 38, 60 a 65, 72 a 77). El Primer Juzgado Especializado en lo Civil de Cajamarca, con fecha dieciséis de mayo de mil novecientos noventa y seis, declara improcedente la Accion de Amparo; se considera, en esta primera instancia, que la Resolucion Suprema N.o 093-94-AG que dispuso el cese fue dictada con arreglo al Decreto Ley N.o 26093 que ordeno evaluaciones de personal en los distintos ministerios e instituciones publicas descentralizadas; TRIBUNAL CONSTITUCIONAL consecuentemente, en el presente caso, no se incurrio en violacion constitucional alguna. (fojas 88 a 90). La Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, con fecha veinte de agosto de mil novecientos noventa y seis, confirma la apelada y declara improcedente la Accion de Amparo, pues, en el presente caso, el cese del demandante obedecio a un proceso de evaluacion sustentado en normas especificas como son la Ley N.o 26109 que establece la reorganizacion administrativa en todo el ambito nacional y la Resolucion Suprema N.o 104-93-AG que dispuso la evaluacion del personal de la direcciones regionales agrarias, resultando no haber violacion constitucional alguna. (fojas 120 a 122). Contra esta resolucion, se interpone el Recurso de Nulidad que debe entenderse como Recurso Extraordinario. (fojas 124 y 125). FUNDAMENTOS : Que el ejercicio de la Accion de Amparo caduca a los sesenta dias habiles de 1. producida la afectacion de un derecho constitucional, tal como lo establece el articulo 37° de la Ley N.o 23506. Que en el presente caso, es necesario relievar lo siguiente: 2. a) Que, mediante la Resolucion Suprema N.o 093-94-AG publicada en el diario oficial El Peruano con fecha veintinueve de agosto de mil novecientos noventa y cuatro, se declaro el cese por causal de excedencia de diversos servidores de las direcciones regionales agrarias del Ministerio de Agricultura involucrandose al demandante. b) Que, aquel acto administrativo, segun lo dispone el articulo 40° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobados mediante Decreto Supremo N.o 02-94-JUS, produce sus efectos al dia siguiente de su notificacion 0 publicacion. No obstante ello, se interpuso Recurso de Reconsideracion en su contra con fecha veintitrés de enero de mil novecientos noventa y cinco, es decir, mas alla del plazo de quince dias habiles establecido por el articulo 98° del citado Texto Unico Ordenado, ello consta a fojas cinco. Para los efectos de la accion de garantia, el demandante debio ampararse en el silencio administrativo negativo una vez transcurridos treinta dias sin que medie resolucion absolviendo el citado Recurso de Reconsideracion, de esa manera habria agotado la via administrativa para incoar sin pérdida de tiempo la Accion de Amparo. c) Que, como es de verse, la demanda de autos fue interpuesta con fecha once de setiembre de mil novecientos noventa y cinco, vale decir, cuando el plazo de sesenta dias establecido por el citado articulo 370 de la Ley N.o 23506 habia transcurrido suficientemente. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la Sentencia expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, de fojas ciento veinte, su fecha veinte de agosto de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "huh / Lfal / 7 Vhub ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO - RL eue JAGB LOQUE CERTIFICO: 1 A DRA. -MARIA-LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-09-28", "id": 35778, "nombre_demandado": "Ministro de Agricultura (Absalón Vásquez Villanueva) y otro", "nombre_demandante": "Carlos Joaquín Bardales Briones", "numero_expediente": "00789-1996-AA"}