{"CONTEXTO": " 00786-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00786-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 786-98-AA/TC LIMA ALEJANDRO RAFAEL DELGADO ARANA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alejandro Rafael Delgado Arana contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y siete, su fecha veintitrés de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Alejandro Rafael Delgado Arana interpone Accion de Amparo contra el Supremo Gobierno para que se declare inaplicable a su persona el Decreto Ley N.o 25580, del veinticuatro de junio de mil novecientos noventa y dos, por el cual se le ceso como Secretario Judicial y se le impidio el ejercicio de la accion de garantia. Considera que se ha violado el derecho constitucional al debido proceso, a la defensa, a la estabilidad en el trabajo, a la igualdad ante la ley y el de peticion. El Procurador Publico encargado de los asuntos judiciales del Ministerio de Justicia deduce la excepcion de litispendencia porque el demandante tiene dos acciones de amparo contra el Decreto Ley N.o 25580, que estân pendientes en la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica. La demanda se presento producido el plazo de caducidad. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico declaro fundada la Accion de Amparo. Fundamento que al haberse dispuesto en el Decreto Ley cuestionado que no procede la Accion de Amparo contra la ley que se expide colisiona contra derechos constitucionales; ademas, contra la Convencion Americana sobre Derechos Humanos de San José de Costa Rica. El Decreto Ley cuestionado lesiona los articulos 48°, 570 y 233° de la Constitucion de 1979 porque se dispuso el cese del demandante sin someterlo a un proceso debido, dentro del cual se comprende: el debido emplazamiento, el ser \"el oido\" previamente, el uso de pruebas pertinentes, el uso de recursos impugnatorios permitidos por la ley, el uso de la 2 TRIBUNAL CONSTITUCIONAL instancia plural, debida motivacion y fundamentacion de las resoluciones, el no ser sometido a procedimientos diferentes a los establecidos en la ley. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y siete, su fecha veintitrés de julio de mil - IN novecientos noventa y ocho, declaro improcedente la Accion de Amparo. Fundamenta que resulta juridicamente imposible impugnar administrativamente una ley. Que el Decreto Ley N.o 25580 cuestionado fue publicado el veintiséis de junio de mil novecientos noventa y dos y a la fecha de la demanda, de fojas diez, su fecha catorce de marzo de mil novecientos noventa y cinco, habia caducado en habia el plazo para interponer la Accion de Amparo. Declara, asimismo, fundada la excepcion de caducidad. Confirma el extremo que declara infundadas las excepciones de litispendencia y cosa juzgada. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Constitucion Politica de 1979, aplicable al presente caso, y la Carta Fundamental de 1993 establecen el derecho constitucional de toda persona a la tutela jurisdiccional, que consiste en dar acceso a la demanda para resolver cualquier conflicto de intereses. No se puede privar a ninguna persona del derecho fundamental de accionar jurisdiccionalmente ante cualquier poder del Estado que tenga jurisdiccion. Que, segun el texto de la demanda de fojas diez, el recurrente se considero afectado en el 2 cargo de Secretario Judicial a partir del veintiséis de junio de mil novecientos noventa y dos, fecha de publicacion en el diario oficial El Peruano del Decreto Ley N.o 25580 que dispuso su cese laboral y la prohibicion de interponer Accion de Amparo contra tal decision. Al catorce de marzo de mil novecientos noventa y cinco, fecha de la interposicion de la presente Accion de Amparo, habia transcurrido en exceso el plazo de sesenta dias habiles prescrito por el articulo 370 de la Ley N.o 23506 para plantear la accion de garantia anotada. Que el Tribunal Constitucional ha establecido que el plazo para computar la caducidad 3. de las acciones de amparo originadas por cese laboral en los casos que por ley se prohiba la interposicion de estas acciones, se computa a partir del treinta y uno de diciembre de mil novecientos noventa y tres, fecha de vigencia de la Constitucion Politica del Estado de 1993. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y siete, su 3 TRIBUNAL CONSTITUCIONAL fecha veintitrés de julio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion de las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO JG. ioesdeftftioo: VASQUEZ LATORA SECRET AamATONE Dra. MARIA REL TRLBUNAL", "fecha_publicacion": "1999-07-27", "id": 35355, "nombre_demandado": "Supremo Gobierno", "nombre_demandante": "Alejandro Rafael Delgado Arana", "numero_expediente": "00786-1998-AA"}