{"CONTEXTO": " 00788-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00788-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 788-98-AA/TC LIMA JUAN BERECHE HUACHARA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticinco dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Bereche Huachara contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiuno de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Juan Bereche Huachara interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional con la finalidad de que declare inaplicable la Resolucion N.o 226-JD-PPS-SG0-9, de fecha nueve de enero de mil novecientos noventa y tres, que denego su solicitud de pension de jubilacion bajo el régimen del Decreto Ley N.o 19990 y se le otorgue su pension de jubilacion de conformidad con el indicado decreto Ley, pues es esta norma legal la que se le debe aplicar en razon de haber cumplido los requisitos de jubilacion antes de la expedicion del Decreto Ley N.o 25967, ya que bajo el imperio de esta norma, cumplio con los requisitos de jubilacion. Ampara su demanda en lo dispuesto por el articulo 138° Constitucion Politica del Estado, articulo 10, y 24° inciso 22) de la Ley N.o 23506, Decreto Ley N.o 19990 y demas normas concordantes. La demandada contesta la demanda negândola en todos sus extremos, senala que la resolucion cuestionada se ha expedido en aplicacion estricta de la ley, asimismo, deduce las excepciones de caducidad y de incompetencia. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha veintinueve de enero de mil novecientos noventa y ocho, declaro improcedentes las excepciones planteadas por la demandada e improcedente la demanda, por considerar, entre otras razones, que lo que se pretende con la interposicion de esta accion es la declaracion de un derecho, lo que implica la desnaturalizacion de la Accion de Amparo. 2 TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintiuno de julio de mil novecientos noventa y ocho, revoca la apelada en el extremo que declara improcedente la excepcion de caducidad y reformandola la declara fundada y la confirma en lo demas que contiene. Contra esta resolucion, el demandante interpone Recurso Extraordinario. .", "FUNDAMENTOS:": "Que, en el petitorio de la demanda se solicita que se deje sin efecto la Resolucion 1. N.o 226-JD-PPS-SGO-9 del nueve de enero de mil novecientos noventa y tres expedida por la Division de Pensiones Callao y Cono Norte del IPSS, y se otorgue al demandante su pension de jubilacion con arreglo a lo establecido en el Decreto Ley N.o 19990. Que, de la Resolucion N.o 226-JD-PPS-SG0-9 que obra en autos a fojas tres, 2. aparece que el demandante nacio el veinticuatro de noviembre de mil novecientos veintiocho y ceso en sus actividades laborables en el ano mil novecientos setenta y nueve, asimismo, se le reconocen cinco anos completos de aportacion, es decir, al momento de la contingencia el demandante tenia cincuenta y un anos de edad, consecuentemente, si bien contaba con el tiempo minimo de aportacion exigido por el Decreto Ley N.o 19990 el recurrente no contaba con el requisito de edad prescrito en el articulo 38° del Decreto Ley antes citado, el mismo que senala que los hombres tienen derecho a pension de jubilacion a partir de los sesenta anos a condicion de reunir los requisitos senalados en el mencionado Decreto Ley -léase, que el derecho a la pension de jubilacion nace a partir del computo de la edad- pues la doctrina ha conceptualizado a la pension de jubilacion como una prestacion economica a la incapacidad para el trabajo como consecuencia de la edad, por ello senala que al momento de la contingencia, cese, debe concurrir en primer orden la edad minima asi como los anos de aportacion necesarios para el otorgamiento del beneficio, cabe senalar que la ley establece casos de excepcion de exigencia de menor edad que no son aplicables al presente caso. Que, respecto a la excepcion de caducidad planteada por la demandada, este 3. Tribunal, en reiteradas ejecutorias, ha establecido que debido a la naturaleza del derecho pensionario, de existir vulneracion no se produce la caducidad de la accion, en razon de que los actos que constituirian la afectacion son continuados, resultando de aplicacion el segundo parrafo del articulo 26° de la Ley N.o 25398. Que, no habiéndose violado ni amenazado derecho constitucional alguno del 4. demandante por accion u omision de actos de cumplimiento obligatorio es de aplicacion contrario sensu el articulo 2° de la Ley N.o 23506. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cincuenta y dos, su fecha veintiuno de julio de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MR LO QUE CERTIFICO: J wy m DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35809, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Juan Bereche Huachara", "numero_expediente": "00788-1998-AA"}