{"CONTEXTO": " 00781-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00781-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL : No 781-96-AA/TC Exp. NOMBRE : Maria del Carmen Espinoza Paredes CHANCAY SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de julio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por dona Maria del Carmen Espinoza Paredes contra la resolucion expedida por la Sala Civil de la Corte Superior de Huaura, de fecha diecinueve de setiembre de mil novecientos noventiseis, que confirmando la apelada,declaro improcedente la accion de amparo. 2 TRIBUNAL CONSTITUCIONAL", "ANTECEDENTES:": "La accion la interpone contra el Alcalde de la Municipalidad Distrital de Chancay, senor Luis Sebastian Casas, con la finalidad de que se le reponga en el cargo, en la municipalidad demankata.Ampara su demanda en lo dispuesto en los articulos 22°, 26° inciso 2 y 24° de la Constitucion, y en los articulos 1°, 2° y 24° incisos 10 y 16 de la Ley No 23506 y su complementaria. El Primer Juzgado en lo Civil de Huaral,con fecha 5 de agosto de 1996, declaro improcedente la demanda, por considerar, entre otras razones, que la demandante debio plantear un recurso de apelacion y seguir la secuela del procedimiento administrativo hasta agotar la ultima instancia administrativa y posteriormente proceder en la via judicial correspondiente. Interpuesto recurso de apelacion, la Sala Civil Especializada de la Corte Superior de Huaura, confirmo la apelada, segun resolucion del 19 de setiembre de mil novecientos noventiséis, al estimar que de acuerdo con el articulo No 148° de la Constitucion, corresponde a la demandante impugnar la resolucion que la destituye en el correspondiente proceso contencioso-administrativo. Contra esta resolucion el accionante interpone Recurso Extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, de autos se aprecia que la demandante pretende mediante la presente accion de garantia su reposicion en la entidad demandada, argumentando, entre otros, un despido arbitrario. Para el caso, tratandose de una situacion litigiosa, donde incluso el despido es consecuencia de un proceso administrativo, el mismo debe ventilarse en la via procedimental ordinaria, donde en la etapa probatoria se tiene que acreditar si hubo O no despido arbitrario, ya que el proceso especial y sumarisimo de la accion de J TRIBUNAL CONSTITUCIONAL amparo no es la idonea para dilucidar un petitorio como el incoado por la actora. 2. Que, no se ha violado O amenazado en el presente caso ningun derecho constitucional establecido como acto de cumplimiento obligatorio, por lo que es de aplicacion \"contrario sensu\" lo previsto por el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Orgânica:", "FALLA:": "Confirmando la resolucion expedida por la Sala Civil de la Corte Superior de Huaura, de fecha diecinueve de setiembre de mil novecientos noventiséis, que confirmo la apelada de fecha cinco de agosto de mil novecientos noventiséis, que declaro IMPROCEDENTE la accion de amparo; mandaron se publique en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. ACOSTA SANCHEZ, Fhune NUGENT, dublal V DIAZ VALVERDE, LO QUE CERTIFICO. GARCIA MARCELO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA MR.", "fecha_publicacion": "1997-08-06", "id": 36277, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Chancay (Luis Sebastián Casas)", "nombre_demandante": "María del Carmen Espinoza Paredes", "numero_expediente": "00781-1996-AA"}