{"CONTEXTO": " 00784-1996-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00784-1996-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 784-96-AC/TC ICA EDISON MARCIAL ABANTO ARROYO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Edison Marcial Abanto Arroyo contra la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ochenta y nueve, su fecha doce de setiembre de mil novecientos noventa y seis, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Edison Marcial Abanto Arroyo interpone demanda de Accion de Cumplimiento contra el Decano de la Facultad de Medicina Humana de la Universidad Nacional \"San Luis Gonzaga\", don José Carlos Tinajeros Arroyo, con el objeto de que cumpliéndose con el Acuerdo del Consejo Universitario, de fecha veintidos de setiembre de mil novecientos noventa y dos, se le permita matricularse en el quinto ano de medicina humana, pese a llevar un curso de cargo. Refiere que ha aprobado el cuarto ano académico de medicina humana en el mes de julio de mil novecientos noventa y cinco, llevando un curso de cargo correspondiente al tercer ano de estudios; y que en virtud del Acuerdo del Consejo Universitario antes citado, esta permitido que un estudiante pueda matricularse en el ano inmediato superior aun cuando esté llevando un solo curso de cargo, no siendo necesario que dicho curso sea del ano inmediato inferior. Alega que no obstante el requerimiento que ha formulado al demandado, éste, desconociendo el citado Acuerdo del Consejo Universitario, le ha manifestado que el Consejo de Facultad habia anulado dicho Acuerdo, situacion que, segun alega el demandante, atenta contra el principio de jerarquia de las leyes consagrado en el articulo 51° de la Constitucion Politica del Peru, toda vez que un Acuerdo del Consejo Universitario no puede dejarse sin efecto por un Acuerdo del Consejo de Facultad. El demandado contesta la demanda senalando que el citado Acuerdo del Consejo Universitario no se encuentra vigente, toda vez que el mismo fue adoptado por unica vez en mérito a la Resolucion Rectoral N.o 22090, del doce de mayo de mil novecientos noventa y TRIBUNAL CONSTITUCIONAL dos, la misma que al no haber sido aplicada en su integridad en las Facultades de Farmacia Bioquimica y Medicina Humana, merecio que se expidiera la Resolucion Rectoral 22374, del veintitrés de setiembre de mil novecientos noventa y dos. Asimismo, alega que haberse dado una erronea interpretacion al Acuerdo del Consejo Universitario, el mismo sido aclarado por la Resolucion Rectoral N.o 26481, del seis de marzo de mil novecient noventa y seis, por el que se dispuso que el Acuerdo del Consejo Universitario se adopto forma excepcional para la aplicacion integral de la Resolucion Rectoral N.o 22090 por uni vez y en forma excepcional para el ano académico 1992-1993 motivo por el cual no aplicable al demandante. El Primer Juzgado Especializado en lo Civil de Ica, a fojas cincuenta y tres, fecha cuatro de julio de mil novecientos noventa y seis, declara fundada la demanda, considerar que el Acuerdo del Consejo Universitario materia de esta accion de garanti mientras no sea derogado, prevalece ante cualquier otra decision proveniente de otr organos de menor rango. La Sala Civil de la Corte Superior de Justicia de Ica, a fojas ochenta y nueve, fecha doce de setiembre de mil novecientos noventa y seis, revocando la apelada, decla improcedente la demanda, por considerar que esta accion no es la via idonea para discu la aplicacion 0 no de la Resolucion Rectoral N.o 26481 y, consiguientemente, la vigencia no de la Resolucion Rectoral N.o 22374. Contra esta resolucion, el demandante interpor Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través de la presente Accion de Cumplimiento, el demandante pretende que le permita matricular en el quinto ano de medicina humana en la Universid Nacional \"San Luis Gonzaga\" pese a llevar un curso de cargo, en cumplimiento Acuerdo del Consejo Universitario de fecha veintidos de setiembre de novecientos noventa y dos; el cual, segun alega el demandado, de acuerdo a Resolucion Rectoral N.° 26481, del seis de marzo de mil novecientos noventa y se solo se adopto en forma excepcional para la aplicacion de la Resolucion Rectoral 22090 para el ano académico 1992-1993, y no para los anos académicos posteriore como es el caso del demandante. Que, en tal sentido, de autos se desprende que existe discusion sobre la vigencia 0 2. del Acuerdo del Consejo Universitario, de fecha veintidos de setiembre de novecientos noventa y dos; y, se cuestiona si mediante una Resolucion Rectoral puede 0 no aclarar los términos de dicho Acuerdo. Que, en consecuencia, esta accion de garantia no es la via idonea para ventilar 3. pretension del demandante, toda vez que de conformidad con lo dispuesto en articulo 200° inciso 6) de la Constitucion Politica del Peru, la misma esta orientada que la autoridad publica cumpla con una norma legal 0 un acto administrativo cuy TRIBUNAL CONSTITUCIONAL consecuencias esta obligado a cumplir por no existir cuestionamiento alguno sobre el derecho invocado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ochenta y nueve, su fecha doce de setiembre de mil novecientos noventa y seis, que revocando la apelada, declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "dubble ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 1 1  / GARCIA MARCELO à 1 a G.L.Z. Lo que Certifigo: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-23", "id": 35423, "nombre_demandado": "Decano de la Facultad de Medicina Humana de la Universidad Nacional San Luis Gonzaga (José Carlos Tinajeros Arroyo)", "nombre_demandante": "Edison Marcial Abanto Arroyo", "numero_expediente": "00784-1996-AC"}