{"CONTEXTO": " 00787-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00787-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 787-98-AA/TC LIMA ANDRES AVELINO HUAMAYALLI CRUZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Andrés Avelino Huamayalli Cruz en contra de la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y dos, su fecha treinta y uno de julio de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Andrés Avelino Huamayalli Cruz interpone Accion de Amparo contra el Alcalde y el Director Municipal de Vigilancia y Control Ciudadano de la Municipalidad Metropolitana de Lima, con el objeto de que se declare inaplicable para su caso el Acta de Clausura N.o 1469-97-DASAD del dieciocho de octubre de mil novecientos noventa y siete, y se autorice el funcionamiento de su establecimiento comercial; asimismo se ordene el pago de costos y costas del proceso, asi como los danos y perjuicios. Sostiene el demandante que tiene la conduccion del establecimiento comercial \"Sagitario\" con el giro de discoteca-exhibicion de peliculas ubicado en la avenida Garcilaso de la Vega N.o 765 y 769, Lima. Refiere que obtuvo la autorizacion del funcionamiento de su discoteca mediante solicitud de autorizacion municipal de funcionamiento N.o 516654, con fecha treinta de mayo de mil novecientos noventa y cinco, y licencia especial con el Expediente N.o 516670 del treinta de noviembre del mismo ano, mediante los cuales se autoriza el funcionamiento de dicho establecimiento; que la Municipalidad demandada clausuro su establecimiento comercial. Que, por Edicto N.o 178-93-MLM del veintiséis de julio de mil novecientos noventa y tres, se aprueba la autorizacion para otorgar la licencia especial y la venta de bebidas alcoholicas. TRIBUNAL CONSTITUCIONAL La Municipalidad demandada, al contestar la demanda, senala que el local materia de litis esta ubicado a menos de doscientos metros del convento Santa Rafaela, en cuyo interior se encuentra la capilla Las Esclavitas, incumpliendo de esta manera lo previsto en la Ordenanza Municipal N.o 061-94 y su ampliatoria el Decreto de Alcaldia N.o 158-95, al comprobarse que en esta discoteca pernocta gente del mal vivir, que causa mala imagen y atenta contra la tranquilidad publica; agrega que la demandada no ha cumplido con agotar la via administrativa. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ochenta y nueve, con fecha veintitrés de febrero de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar, principalmente, que existe una desproporcion en la decision de la Municipalidad demandada; que si bien es cierto ésta a procedido de acuerdo a las atribuciones que le confiere la Ley N.° 23853 al clausurar el local materia de la presente litis, también es cierto que ésta no ha dado cumplimiento a la normatividad reglamentaria, al no aparecer en autos sancion 0 multa por infraccion en el desarrollo del giro comercial de ésta; que la demandada ha ejecutado un acto arbitrario y discriminatorio, considerando que en el perimetro circundante al local del demandante existen otros negocios similares al giro del establecimiento clausurado. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento ochenta y dos, con fecha treinta y uno de julio de mil novecientos noventa y ocho, revoca la apelada y declaro improcedente la demanda, por estimar que el demandante no ha cumplido con agotar la via previa. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente accion es que se declare inaplicable para el caso del 1. demandante el Acta de Clausura N.o 1469-97-DASAD del dieciocho de octubre de mil novecientos noventa y siete, que dispone la clausura definitiva de su local comercial \"Sagitario\" ubicado en la avenida Garcilaso de la Vega N.o 765 y 769 Lima, con el giro de discoteca-exhibicion de peliculas, asi como que se le pague una indemnizacion por concepto de danos y perjuicios, extremo de su petitorio que resulta desestimable, al no ser ésta la via pertinente. Que no se ha acreditado en autos la alegacion del demandante, en el sentido de que en 2. el perimetro circundante del convento Santa Rafaela, en cuyo interior se encuentra la capilla Las Esclavitas se encuentran funcionando a menos de doscientos metros otras discotecas. 2 TRIBUNAL CONSTITUCIONAL Que, de autos se desprende que la Municipalidad demandada, al supervisar las 3. actividades del establecimiento y disponer la clausura del mismo, ha actuado de acuerdo a las facultades que le otorga la Ley Organica de Municipalidades en su articulo 1190 para ordenar la clausura transitoria 0 definitiva de edificios, establecimientos 0 servicios cuando su funcionamiento esté prohibido legalmente y constituya peligro 0 sean contrarios a las normas reglamentarias 0 produzcan olores, ruidos u otros danos perjudiciales para la salud 0 tranquilidad del vecindario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y dos, su fecha treinta y uno de julio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; y reformandola la declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO a accca 7.M.R.7 Lo que Ogrtifsco: lufll Dra. MARIAT tUZ1 VASOUZZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL 3", "fecha_publicacion": "1999-08-14", "id": 35462, "nombre_demandado": "Alcalde y Director Municipal de Vigilancia y Control Ciudadano de la Municipalidad Metropolitana de Lima", "nombre_demandante": "Andrés Avelino Huamayalli Cruz", "numero_expediente": "00787-1998-AA"}