{"CONTEXTO": " 00785-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00785-1996-AA.pdf) --- A TRIBUNAL CONSTITUCIONAL EXP. No 785-96-AA/TC Caso : Sindicato de Artistas e Intérpretes del Peru Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario contra la resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha nueve de agosto de mil novecientos noventa y seis, que declaro No Haber Nulidad en la sentencia de vista, su fecha once de enero de mil novecientos noventa y seis, que confirmando la apelada, su fecha nueve de febrero de mil novecientos noventa y cinco declaro improcedente la demanda de accion de Amparo interpuesta por el Sindicato de Artistas e Intérpretes del Peru contra la Comision Multisectorial de Libre Competencia del Instituto Nacional de Defensa de la Competencia y de la Proteccion de la Propiedad Intelectual - INDECOPI.", "ANTECEDENTES:": "El Sindicato de Artistas e Intérpretes del Peru interpone la presente accion de Amparo contra la Comision Multisectorial de Libre Competencia del Instituto Nacional de Defensa de la Competencia y de la Proteccion de la Propiedad Intelectual - INDECOPI, por amenaza de violacion de los principios de unidad, exclusividad e independencia de la funcion jurisdiccional y de revivir un proceso judicial fenecido, principios consagrados en el articulo 1390 inciso 1, 2, 13 de la Constitucion Politica del Estado de 1979, y solicita que la Institucion demandada se inhiba de \"conocer, rechazando y archivando la denuncia presentada por la Empresa PRO ART S.A. ante esa institucion por abuso de posicion de dominio del mercado contra el Sindicato demandante. 2 JCA TRIBUNAL CONSTITUCIONAL El Sindicato demandante senala que el D.S. No 013-87-DE y la R.M. No 053-91-TR, establecen a favor del Sindicato una prestacion constituida por el pago de una suma de dinero calculada sobre la base de un porcentaje (2%) del valor patrimonial de los contratos celebrados con los artistas extranjeros. Por lo cual, La Empresa PRO ART S.A. interpuso con fecha primero de agosto de mil novecientos noventa y cuatro, ante la Comision Multisectorial de Libre Competencia de INDECOPI, una denuncia contra el Sindicato demandante por abuso de posicion de dominio en el mercado, fundamentândose en el Decreto Legislativo No 701. El actor indica que esta denuncia fue interpuesta con el fin de no ejecutar la sentencia del veintiséis de mayo de mil novecientos noventa y cuatro, expedida por el Sexto Juzgado Civil de Lima, que confirmando la sentencia del Segundo Juzgado de Paz Letrado de Miraflores, se ordeno a la Empresa PRO ART S.A. pague al Sindicato de Artista e Intérpretes del Peru la suma de $1,600 dolares por concepto de \"Pase Intersindical\". En consecuencia, el hecho que INDECOPI haya admitido a tramite la denuncia formulada implica la amenaza de la violacion de los \"preceptos constitucionales que garantizan la independencia de los Poderes Politicos y el acatamiento y respeto de las sentencia judiciales y el principio de cosa juzgada\". POR ART S.A. al contestar la demanda indica que con fecha nueve de agosto de mil novecientos noventa y cuatro, consigno ante el Segundo Juzgado de Paz Letrado de Barranco los $1,600 dolares, que el Sexto Juzgado Civil de Lima le ordeno pagar al Sindicato. La denuncia interpuesta ante INDECOPI no pretende reabrir un proceso judicial fenecido, ni mucho menos cuestionar lo que en esa oportunidad se dictamino. INDECOPI contesta la demanda deduciendo la excepcion de representacion defectuosa 0 insuficiente y la excepcion de falta de legitimidad para obrar al no haber acompanado el representante de la demandante el poder que lo acredita como tal, asimismo, deduce la excepcion de falta de agotamiento de la via administrativa, por que conforme reconoce el autor, a la fecha de la interposicion de la accion de Amparo, existia un proceso administrativo en tramite ante la Comision de Represion de Competencia Desleal del INDECOPI, por lo que de acuerdo al articulo 270 de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\", debio esperar a la culminacion del mismo. Asimismo, el articulo 16° del Decreto Ley No 25868, establece que en los asuntos de competencia de cualquiera de los organos funcionales de INDECOPI no podra intervenir el Poder Judicial, en tanto no se haya agotado la via administrativa. Indica también que la sola iniciacion de un proceso administrativo de competencia de INDECOPI planteado conforme al Decreto Legislativo No 701, no implica reiniciar un proceso judicial firme, sino que el mismo esta orientado a establecer la eventual existencia de una practica atentatoria de las normas de libre mercado, por lo que no se esta amenazando un derecho constitucional al dar inicio a un procedimiento administrativo regular previsto en la Ley. El Décimo Octavo Juzgado Especializado en lo Civil de Lima, por resolucion de fecha nueve de febrero de mil novecientos noventa y cinco, declaro infundada la excepcion de representacion defectuosa 0 insuficiente y la de legitimidad para obrar, al considerar que el representante legal del Sindicato es el Secretario General, quien al ejercer los derechos de esa 3 TRIBUNAL CONSTITUCIONAL institucion ha acreditado el interés para obrar, y fundada la excepcion de falta de agotamiento de la via administrativa, en consecuencia improcedente la accion de Amparo por los fundamentos siguientes: 1) la denuncia formulada ante INDECOPI versa sobre abuso de posicion de dominio en el mercado, la cual se quiere remediar con la accion de Amparo; 2) con el certificado de consignacion > de fojas 102, se evidencia que PRO ART S.A. acato la sentencia del Sexto Juzgado Civil de Lima. La Tercera Sala Civil de la Corte Superior de Justicia de Lima, por resolucion de fecha once de enero de mil novecientos noventa y seis, confirmo la apelada al considerar que la accion de Amparo fue formulada el quince de agosto de mil novecientos noventa y cuatro, y la Empresa PRO ART consigno el nueve de agosto de mil novecientos noventa y cuatro, los $1,600 dolares, por lo que acato la sentencia. La denuncia realizada ante INDECOPI por abuso de posicion de dominio en el mercado, no constituye una violacion 0 amenaza de derechos constitucionales. La Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, por resolucion de fecha nueve de agosto de mil novecientos noventa y seis, declaro No Haber Nulidad en la sentencia de vista, que declaro improcedente la accion, por los fundamentos de la recurrida y al considerar que INDECOPI se limito a cumplir con la Ley al admitir a tramite la denuncia de PRO ART S.A, que, asimismo, no aparece en autos que la alegada amenaza sea cierta e inminente.", "FUNDAMENTOS:": "Que, el Sindicato de Artistas e Intérpretes del Peru al interponer la presente accion de Amparo buscaba que INDECOPI se inhiba de conocer la denuncia interpuesta por la Empresa PRO ART S.A. contra el Sindicato por abuso de posicion de dominio en el mercado, referido a la expedicion del Pase Intersindical\", por considerar que la referida denuncia buscaba suspender la ejecucion de la sentencia expedida por el Sexto Juzgado Civil de Lima, su fecha veintiséis de mayo de mil novecientos noventa y cuatro. Que; el INDECOPI, de acuerdo al articulo 2° del Decreto Ley No 25868, \"Ley de Organizacion y Funciones del Instituto Nacional de Defensa de la Competencia y de la Proteccion de la Propiedad Intelectual - INDECOPI, es el organismo encargado de aplicar las normas legales destinadas a proteger el mercado de las practicas monopôlicas que resulten controlistas y restrictivas de la competencia en la produccion y comercializacion de bienes y en la prestacion de servicios; que, esta funcion le corresponde a la Comision Multisectorial de la Libre Competencia del INDECOPI, conforme al articulo 21° de la norma antes citada y de acuerdo al Decreto Legislativo No 701; que, de la revision de los documentos que obran en autos y de los fundamentos de la denuncia que se planteo ante INDECOPI se aprecia que la misma no estaba referida a enervar la decision judicial sobre el pago de dolares, seguido entre el Sindicato contra PRO ART S.A., sino a determinar la existencia de \"practicas monopôlicas\" por parte del Sindicato respecto del otorgamiento del \"pase Intersindical\". 4 TRIBUNAL CONSTITUCIONAL Que, el inicio de un procedimiento administrativo por parte de INDECOPI, er cumplimiento de sus funciones no constituye una amenaza de violacion de derechos constitucionales, que, la Institucion demandada carece de la facultad de dejar sin efecto la decisiones judiciales. Que, asimismo, al no haberse acreditado que la amenaza sea cierta e inminente, Sindicato debio agotar la via administrativa, segun lo senala el articulo 270 de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\". Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Confirmando la sentencia de la Sala Constitucional y Social de la Corte Suprema de Justicia de la Republica, que declaro No Haber Nulidad en la sentencia de vista, la que confirmando la apelada, declaro IMPROCEDENTE la accion de Amparo interpuesta. MANDARON se publique en el diario oficial \"El Peruano\", conforme a ley; y, los devolvieron. S.S. V 1 A ACOSTA SANCHEZ Nu NUGENT DIAZ VALVERDE GARCIA MARCELO ut Lo que Certifioo:, MLC Dra. MARIALUZ ZVASOUEZDELOPEZ SECRETARIA-RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-11-13", "id": 36435, "nombre_demandado": "Comisión Multisectorial de Libre Competencia del Instituto Nacional de Defensa de la Competencia y de la Protección de la Propiedad Intelectual (INDECOPI)", "nombre_demandante": "Sindicato de Artistas e Intérpretes del Perú", "numero_expediente": "00785-1996-AA"}