{"CONTEXTO": " 00785-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00785-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 785-98-AA/TC LIMA WALTER MILTON GUERRERO RODRIGUEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Walter Milton Guerrero Rodriguez contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos treinta y cinco, su fecha ocho de julio de mil novecientos noventa y ocho, que declaro improcedente.", "ANTECEDENTES:": "Don Walter Milton Guerrero Rodriguez interpone Accion de Amparo contra el Congreso de la Republica y la Oficina de Normalizacion Previsional solicitando que se declare la inaplicabilidad de la Resolucion Administrativa No 162-94-CCD/G-RR-HH de fecha ocho de marzo de mil novecientos noventa y cuatro y, consecuentemente, su incorporacion al Régimen Pensionario del Decreto Ley No 20530 al haber ingresado a trabajar en la Administracion Publica en abril del ano 1970, habiendo prestado servicios desde entonces para el Ministerio de Pesqueria, el Ministerio de Industria, Comercio, Turismo e Integracion, Sociedad Paramonga Ltda. S.A., Banco de la Nacion, COFIDE S.A. y como Diputado de Ica desde el veintiocho de julio de mil novecientos noventa hasta el cinco de abril de mil novecientos noventa y dos, por lo que también pide se le anadan cuatro anos por concepto de formacion profesional, a su tiempo de servicios, al ostentar el titulo de Economista. Refiere que se ha violado el principio de legalidad y seguridad juridica con relacion a su derecho peticionado que constitucionalmente tiene carâcter irrevocable. La demandada Oficina de Normalizacion Previsional contesta la demanda precisando que las entidades nombradas en donde laboro el demandante tienen regimenes totalmente diferentes entre si, en las cuales tampoco se ha probado fehacientemente que se hayan efectuado el pago de las aportaciones a que se refiere el articulo 7° del Decreto Ley No 20530, no siendo posible entonces, dicha acumulacion solicitada. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha treinta de diciembre de mil novecientos noventa y siete, declaro infundada la demanda por considerar principalmente, que el 2 TRIBUNAL CONSTITUCIONAL demandante ha trabajado en diversas instituciones publicas que se encontraban sujetas, unas bajo el régimen de la actividad publica y otras como privada, regimenes que no son acumulables, conforme lo establece el Decreto Ley No 20530 y la Tercera Disposicion Final y Transitoria de la Constitucion Politica vigente, y que tampoco puede ser incorporado al Régimen de Pensiones del Decreto Ley No 20530 por no ser la via idonea para ello, ya que en la Accion de Amparo no puede discutirse la procedencia 0 improcedencia de la acumulacion de tiempo de servicios del demandante, en vista de que las acciones de garantia se interponen por la violacion 0 amenaza de los derechos constitucionales por accion u omision de actos de cumplimiento obligatorio, lo cual no se advierte en autos. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuatrocientos treinta y cinco, con fecha ocho de julio de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda por estimar que el reconocimiento de derecho pensionario que se pretende excede del marco establecido por el articulo 200° inciso 2) de la Constitucion Politica del Estado y los articulos 1° y 2° de la Ley No 23506, y que para el efecto solicitado en el petitorio de la demanda tanto el texto constitucional como el ordenamiento procesal civil previenen otro trâmite y via pertinente. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la acumulacion, el reconocimiento de tiempo de servicios y el pago 1. consiguiente de la pension por el Régimen del Decreto Ley No 20530 son acciones que corresponden por entero a la Administracion Publica, y el debate, la evaluacion y solucion de los mismos, en caso de discrepancia, a la via comun ordinaria, con mayor razon aun si en el presente caso se solicita que se anadan los cuatro anos por concepto de formacion profesional, que también requiere el cumplimiento de los requisitos formales previstos por la ley. Que la Accion de Amparo no declara ni instituye derecho alguno, sino que actua 2. como mecanismo tutelar de un derecho constitucional previamente reconocido con arreglo a derecho, y que se sienta amenazado O violado de manera cierta, inminente y actual, lo cual no se advierte en autos, por lo que no resulta ser ésta la via idonea para la sustanciacion del petitorio del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos treinta y cinco, su fecha ocho de julio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la 3 TRIBUNAL CONSTITUCIONAL notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "PC ACOSTA SANCHEZ, TPMas DIAZ VALVERDE, arcid NUGENT, - GARCIA MARCELO Certif100: LO que Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIAN RLONSTITUEIENAE TRUBUNAL MF", "fecha_publicacion": "1999-01-22", "id": 34857, "nombre_demandado": "Congreso de la República y otro", "nombre_demandante": "Walter Milton Guerrero Rodríguez", "numero_expediente": "00785-1998-AA"}