{"CONTEXTO": " 00799-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00799-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9799-98-AA/TC LAMBAYEQUE MIROPE NEYRA CHINGUEL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los treinta dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Mirope Neira Chinguel contra la Sentencia expedida por la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, de fojas ciento doce, su fecha diez de agosto de mil novecientos noventa y ocho, que declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Mirope Neira Chinguel interpone demanda de Accion de Amparo contra el Director Subregional de Educacion de Jaén-Subregion I, don Olmer Eleodoro Cayatopa Fernandez, con el objeto de que: 1) Se suspendan los actos administrativos que lo perjudican; 2) Se expida la resolucion de nombramiento; y 3) Se levante el bloqueo de su cuenta y se consignen los haberes correspondientes. Refiere que en el concurso nacional para cubrir las plazas de vacantes docentes y directivos, convocado por la Ley N.o 26815, obtuvo el segundo puesto de mérito y, como tal, el veintiséis de enero de mil novecientos noventa y ocho se le adjudico la plaza de Director del Centro Educativo Jaén de Bracamoros. Sin embargo, alega que el demandado se niega a emitir la resolucion de nombramiento correspondiente, por considerar que al haber sido sancionado administrativamente, ello no es procedente. Asimismo, senala que la sancion que se le impuso debido a la supuesta inasistencia a su centro de trabajo no tuvo en consideracion que en su oportunidad solicito licencia por estudios de maestria en la Universidad Nacional Enrique Guzman y Valle y que dicha sancion ya ha sido cumplida y concluida el treinta de setiembre de mil novecientos noventa y siete. El demandado contesta la demanda senalando que si bien es cierto el demandante aprobo el Concurso Publico de Nombramiento de Docentes y Directivos, no puede ser nombrado como Director del Centro Educativo Jaén de Bracamoros, por haber sido sancionado administrativamente con separacion temporal, por cuatro meses a partir del uno de junio de mil novecientos noventa y siete. Asimismo, senala que mediante la Resolucion de Direccion Subregional Sectorial N.o 0079697-RENOM-EDJA se abrio proceso administrativo contra el demandante por faltas incurridas en el ejercicio de sus funciones, y I TRIBUNAL CONSTITUCIONAL que mediante la Resoluon de Direccion Subregional N.o 01088-97-RENOM-ED-JA se le sanciono con cese temporal por cuatro meses a partir del uno de junio de mil novecientos A noventa y siete. Sin embargo, al no estar de acuerdo con dicha decision, el recurrente interpuso Recurso de Apelacion, el cual fue resuelto mediante la Resolucion N.o 274-97- RENOM/JA expedida por la Gerencia Subregional de Jaén, declarando fundado dicho medio impugnativo y, en consecuencia, dejando sin efecto la sancion impuesta. La Direccion a cargo del demandado, no conforme con dicha Resolucion, interpuso Recurso de Nulidad, el cual fue resuelto mediante la Resolucion Presidencial Regional N.o 027-98- CTAR-RENOM/P al declarar nula la Resolucion anterior y ordenar que la Gerencia Subregional de Jaén resuelva el Recurso de Apelacion conforme a ley. Ante tal situacion, se emite la Resolucion de Gerencia Subregional N.° 060-98-RENOMIJA declarando infundado el Recurso de Apelacion antes citado; acto administrativo que quedo consentido segun Oficio N.o 311-98-RENOM-GSR-JA. Por ultimo, senala que en mérito a la Resolucion de Gerencia Subregional N. 060-98-RENOMJA, se expidio el Decreto Directoral N.o 009-98-RENOM-GSREIJ/DSREIJ/OAJ/DJR dejando sin efecto el Acta de Adjudicacion de Plaza de Director al demandante, de acuerdo a lo dispuesto en el numeral 4.1 de la Directiva N.o 003-97-CN. El Primer Juzgado Civil de Jaén, a fojas cincuenta y ocho, con fecha doce de junio de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que las resoluciones administrativas que imponen al demandante la separacion temporal por cuatro meses son actos que han violado el derecho elemental de superacion y perfeccionamiento que tiene todo trabajador. La Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, a fojas ciento doce, con fecha diez de agosto de mil novecientos noventa y ocho, revocando la sentencia apelada declara improcedente la demanda, por considerar que no se ha cumplido con agotar las vias previas. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el demandante ocupo el segundo puesto en el concurso publico para cubrir las 1. plazas vacantes de docentes y directivos, convocado por la Ley N.o 26815, y como tal, opto por ocupar la plaza de Director del Centro Educativo Jaén de Bracamoros, conforme consta en el Acta de Adjudicacion obrante a fojas nueve, de fecha veintiséis de enero de mil novecientos noventa y ocho. Que, si bien es cierto el demandante fue sancionado con separacion temporal del 2. servicio por cuatro meses, a partir del uno de junio de mil novecientos noventa y siete, segun Resolucion de Direccion Subregional Sectorial N.o 01088-97-RENOM- ED-JA, del diecinueve de mayo de mil novecientos noventa y siete, se debe tener presente que luego de transcurrido el plazo de dicha sancion, tal circunstancia no debe perjudicar al trabajador, porque en caso contrario se estaria atentando contra el 2 TRIBUNAL CONSTITUCIONAL derecho al trabajo consagrado en el articulo 22° de la Constitucion Politica del Estado. Que este Tribunal considera que la Directiva N.° 003-97-CN, que regulaba el 3. nombramiento de docentes y directivos del Concurso Publico convocado por la Ley N.o 26815, al establecer, en el numeral 4.1, que no es procedente el nombramiento de aquellos postulantes que, previo proceso administrativo, hubiesen sido sancionados con suspension, separacion temporal 0 definitiva del cargo, como es el caso del demandante; implica imponer una sancion adicional por el mismo hecho al servidor luego de haber cumplido la sancion administrativa impuesta en su oportunidad, lo cual atenta contra el principio non bis in idem, consagrado en el articulo 1390 inciso 13) de la Constitucion Politica del Estado. Que, frente a la pretension del demandante para que se le paguen los haberes 4. dejados de percibir, debemos senalar que ello unicamente corresponde como contraprestacion por el trabajo realizado, situacion que no ha ocurrido en el presente caso. Que, por ultimo, cabe puntualizar que tras haberse acreditado la vulneracion de los 5. derechos constitucionales antes senalados, aunque no asi la ilicitud 0 intencion dolosa de parte del demandado, no resulta de aplicacion el articulo 11° de la Ley N.° 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, de fojas ciento doce, su fecha diez de agosto de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; y reformandola, la declara FUNDADA en el extremo que solicita se suspendan los actos administrativos que lo perjudican y se expida la resolucion de nombramiento; e improcedente respecto del pago de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "L Mrrl ACOSTA SANCHEZ DIAZ VALVERDE NUGENT MlUL GARCIA MARCELO LO QUE CERTIFICO. 2 GLB 3  DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-10", "id": 35702, "nombre_demandado": "Director Subregional de Educación de Jaén-Subregión I (Olmer Eleodoro Cayatopa Fernández)", "nombre_demandante": "Mirope Neira Chinguel", "numero_expediente": "00799-1998-AA"}