{"CONTEXTO": " 00793-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00793-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.o 793-97-AA/TC ICA VICTOR EVARISTO DE. LA CRUZ GARCIA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veintitrés dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Evaristo de la Cruz Garcia contra la Resolucion expedida por la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, de fojas ciento veintidos, su fecha veinte de mayo de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Victor Evaristo de la Cruz Garcia, don Julio Eduardo Navarrete Camasca, dona Silvia Rosanna Uchuya Loyola, don Rubén Rigoberto Ku Farfan, don Dagoberto Cruz Carlos Medina, dona Rosa Mercedes Comena Hernândez, don Jorge Luis Anchante de la Cruz y dona Jennifer Victoria Guerrero Siguas interponen Accion de Amparo contra el Alcalde de la Municipalidad Distrital de San Andrés, con la finalidad de que se declaren inaplicables las resoluciones de alcaldia N.os 178-96-MDSA-ALC; y 186-96-MDSA/ALC, asi como la Directiva N.o 001-96-MDSA, de fechas seis y veintiséis de diciembre de mil novecientos noventa y seis, respectivamente. Sostienen los demandantes que son servidores de la Municipalidad Distrital de San Andrés, algunos de los cuales cuentan con mas de treinta anos de servicios y otros con cuatro anos, todos nombrados dentro de la carrera administrativa. Refieren que en mérito a la Ley del Presupuesto de la Republica para el ano 1996, en la Octava Disposicion Transitoria de la Ley N.o 26553, dispuso que los servidores de las municipalidades, tanto provinciales como distritales, estan incluidos bajo los alcances del Decreto Ley N.o 26093. TRIBUNAL CONSTITUCIONAL El Alcalde de la Municipalidad Distrital de San Andrés, al contestar la demanda senala que el Decreto Ley N.o 26093 establece en su articulo 1°, segundo paragrafo, que se autoriza a los titulares de los ministerios, instituciones publicas y concejos, a dictar las normas necesarias para la correcta aplicacion de dicho dispositivo legal mediante resolucion; que, en cumplimiento de dicha norma, la Municipalidad Distrital de San Andrés expidio las resoluciones de alcaldia N.o 178-96-MDSA-ALC y N. 186-96-MDSA- ALC; la primera, aprueba a partir de la fecha seis de diciembre de mil novecientos noventa y seis la Directiva N.o 001-96-MDSA;y la segunda, designa a los miembros de la comision evaluadora. El Juez Especializado en lo Civil de Pisco, a fojas noventa y dos, con fecha veintisiete de febrero de mil novecientos noventa y siete, declaro fundada la Accion de Amparo, por considerar, principalmente, entre otras razones, que no se ha respetado el derecho de la parte demandante de ser comunicada sobre el lugar, fecha y hora para el inicio de las pruebas de evaluacion ni se ha autorizado a la comision técnica de evaluacion para que se efectue esa convocatoria, tal como se puede advertir de las citadas resoluciones y de la directiva mencionada, colocando asi en una situacion de incertidumbre e inseguridad juridica al trabajador al no fijarse fecha cierta para la ejecucion del Programa de Evaluacion Semestral. La Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, a fojas ciento veintidos, con fecha veinte de mayo de mil novecientos noventa y siete, revocando la apelada, declaro improcedente la demanda, por no haberse agotado las vias previas. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Amparo es que se declaren inaplicables para 1. sus casos las resoluciones de alcaldia N.os 178-96-MDSA-ALC del seis de diciembre de mil novecientos noventa y seis, que aprueba la Directiva N.o 001-96- MDSA y la Resolucion de Alcaldia N.o 186-96-MDSA/ALC, del veintiséis de diciembre del mismo ano, mediante la cual se designa a la Comision que se hara responsable de llevar a cabo el Proceso de Evaluacion del rendimiento de los trabajadores de la Municipalidad demandada. Que, contra las mencionadas resoluciones, los demandantes interpusieron 2. simultâneamente recursos de apelacion y reconsideracion con fecha seis de enero de mil novecientos noventa y siete y, como aparece de autos, interpusieron la presente Accion de Amparo con fecha ocho de enero de mil novecientos noventa y siete, antes de vencerse el plazo que tenia la Municipalidad demandada para resolver dichos recursos impugnativos, esto es, en forma prematura, sin cumplir con la 2 TRIBUNAL CONSTITUCIONAL exigencia de agotar la via administrativa, contraviniendo lo dispuesto en el articulo 27° de la Ley N.° 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, de fojas ciento veintidos, su fecha veinte de mayo de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT - à - C GARCIA MARCELO LM.R.T.. LO QUE CERTIFICO. DRA. MARIA LUZ-VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-09-10", "id": 35701, "nombre_demandado": "Alcalde de la Municipalidad Distrital de San Andrés", "nombre_demandante": "Víctor Evaristo de la Cruz García y otros", "numero_expediente": "00793-1997-AA"}