{"CONTEXTO": " 00797-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00797-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No. 797-98-AA/TC CASMA JOSÉ SANTOS RAMOS ARNAO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto con fecha veinte de agosto de mil novecientos noventa y ocho por don José Santos Ramos Arnao contra la resolucion de la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, que con fecha seis de agosto del citado ano declaro improcedente la Accion de Amparo. ANTECEDENTES : Don José Santos Ramos Arnao interpuso con fecha nueve de diciembre de mil novecientos noventa y siete Accion de Amparo contra don Mario Francisco Granda Coianti a fin de que cese la violacion a su derecho de propiedad, la cual fue propiciada por e demandado con la accion de desalojo que le sigue y que \"motiva el presente Amparo\" (sic). Dice el demandante, que la Municipalidad Provincial de Casma le vendio el Lote No 6, MZ. \"C\" Sector \"La Capilla\", Zona \"Caleta Sur\" en el Balneario de Tortugas, con un area de 6,130.00 m? ; constando ello en la Resolucion Directoral No 010-92-DE/PEB-T de fojas nueve, su fecha veintinueve de diciembre de mil novecientos noventa y dos. Que, no obstante, haber sido reconocida su propiedad por el Tribunal Constitucional mediante sentencia de fecha trece de junio de mil novecientos noventa y siete, (folio 11), la Municipalidad vendio parte de su lote a don Mario Francisco Granda Coianti quien le ha iniciado una accion judicial de desalojo, accion que el demandante considera como una violacion a su derecho de propiedad y al principio de cosa juzgada. A fojas veintiocho, declara don José Santos Ramos Arnao, que el proceso de desalojo aun esta en trâmite y que para impedir la continuacion de aquella accion judicial, interpuso una accion interdictal de retener, que aun no ha fenecido. (fojas 26 a 31). Don Mario Granda Coianti contesta la demanda solicitando sea declarada infundada, por las razones siguientes: Que la Municipalidad Provincial de Casma le vendio en el Balneario de Tortugas el lote con servicios denominado \"Penasco\", de la Manzana \"C\", Zona \"Caleta Sur\", Sector \"La Capilla\", con un area de 162.00 m?; ello consta en el Contrato de Compra-Venta de fojas cuarenta y seis, celebrado con fecha dieciocho de setiembre de mil novecientos noventa y seis. Que en su calidad de propietario del aludido predio, interpuso accion de desalojo por ocupacion precaria contra el demandante, que concluyo con la entrega del bien 2 TRIBUNAL CONSTITUCIONAL mediante diligencia judicial realizada el veintitrés de diciembre de mil novecientos noventa y siete; y finalmente, que el Tribunal Constitucional se pronuncio sobre la posesion y no sobre la propiedad, que el demandante no ha podido probar. (fojas 55 a 57). El Juzgado Mixto de la Provincia de Casma falla con fecha catorce de abril de mil novecientos noventa y ocho, declarando improcedente la Accion de Amparo, en base a lo siguiente: Que el demandante no ha podido probar en forma concreta que se violaron los derechos constitucionales que menciona en la demanda; que ademas, cumpliendo con una sentencia de la Corte Superior de Justicia del Santa, se procedio con el desalojo otorgandole al demandado la posesion del bien controvertido. (fojas 77 a 79). La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, con fecha seis de agosto de mil novecientos noventa y ocho, confirma la apelada y, en consecuencia, declara improcedente la Accion de Amparo, por considerar que de la copia simple del Acta de Lanzamiento, corriente a fojas cincuenta y dos, se acredita que la supuesta violacion O amenaza se ha convertido en irreparable. (fojas 114, 115). FUNDAMENTOS : 1. Que, la Accion de Amparo es una accion de garantia cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, del tenor de la demanda se desprende que el demandante, don José Santos Ramos Arnao, pretende, con la Accion de Amparo, que cese la violacion a su derecho de propiedad, propiciada por el demandado, don Mario Francisco Granda Coianti, a través de una accion de desalojo que le sigue por ser ocupante precario. 3. Que, no es verdad que la Municipalidad Provincial del Santa haya desacatado la Sentencia del Tribunal Constitucional su fecha trece de junio de mil novecientos noventa y siete, a fojas once, pues vendio al demandado el lote denominado \"Penasco\" con un area de 162.00 m?. con fecha dieciocho de setiembre de mil novecientos noventa y seis, es decir, en fecha anterior a la citada sentencia. (fojas 46y 47). 4. Que, determinar si los 162.00 m? que comprende el lote \"Penasco\" se hallan dentro del ârea del Lote No 6 de propiedad del demandante amerita mayores pruebas de caracter técnico que no pueden ser sustanciadas dentro de una accion de garantia. 5. Que, de la copia del Acta de Lanzamiento de fojas cincuenta y dos, se aprecia que la presunta violacion invocada en la demanda, se convirtio en irreparable, configurandose la causal de improcedencia establecida en el numeral 1) del articulo 6° de la Ley No 23506. 6. Que, del mismo modo, se configura la causal de improcedencia establecida en el numeral 3) del articulo 6° de la citada Ley No 23506, pues en el escrito de demanda don José Santos Ramos Arnao manifiesta que antes de iniciar la presente Accion de Amparo, interpuso \"sucesivos recursos para dejar sin efecto el desalojo, inclusive una accion de interdicto de retener\" (sic) que no han concluido. Importando ello, que antes de incoar la presente accion de garantia, ya habia optado por recurrir a la via judicial ordinaria. 77 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento catorce, su fecha seis de agosto de mil novecientos noventa y ocho, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, VAricu DIAZ VALVERDE, NUGENT, V arcia / MVI GARCIA MARCELO. Lo que Certifico:) btu Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1999-01-22", "id": 34865, "nombre_demandado": "Mario Francisco Granda Coianti", "nombre_demandante": "José Santos Ramos Arnao", "numero_expediente": "00797-1998-AA"}