{"CONTEXTO": " 00795-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00795-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 795-98-AA/TC LA LIBERTAD MIGUEL ANGEL SANCHEZ MIRANDA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de lo senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Miguel Angel Sanchez Miranda contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de La Libertad, de fojas seiscientos cincuenta y tres, de fecha veintisiete de julio de mil novecientos noventa y ocho, corregida a fojas seiscientos sesenta y uno, con fecha trece de agosto del mismo ano que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Miguel Angel Sanchez Miranda interpone demanda de Accion de Ampard contra don Max Diaz Navarro en su calidad de gerente general, don Juan Flores Garcia, doi Wilmer Diaz Cuba y don Hipolito Castro Garcia, en calidad de miembros del Consejo d Vigilancia; don Damian Reyes Contreras, don Erasmo Herrera Varas, don Juan Casanova Gutiérrez, en calidad de miembros de una Comision Investigadora; don Modesto Toribic Sedano y don Lorenzo Gaitan Villanueva, en calidad de miembros de otra Comisioi Investigadora y don Jaime Heredia Rios, en calidad de miembro de la Comision d Seguimiento de Acuerdos; todos pertenecientes a la Empresa Agro Industrial Laredo S.A. solicitando se declare inaplicable para el recurrente el contenido de la Carta N.o 101 de treinta de abril de mil novecientos noventa y ocho, suscrita por el citado Gerente General mediante la cual se lo separa del trabajo y del cargo de Jefe de Turno de Produccion de mencionada Empresa, por considerar que la misma resulta violatoria de sus derecho fundamentales a un debido proceso, a la defensa, al trabajo, a la proteccion contra el despido y a la igualdad ante la ley, consagrados en la vigente Constitucion Politica del Estado Refiere que en las Juntas Generales de Representantes de Accionistas del treinta y uno a - TRIBUNAL CONSTITUCIONAL enero y del tres de febrero de mil novecientos noventa y ocho, sin habérsele citado ni oido las \"Comisiones Investigadoras\" se han pronunciado por una supuesta responsabilidad de persona en actos realizados cuando ejercio la Presidencia de la Comision Transitoria d Administracion y Adecuacion de la entonces cooperativa del mismo nombre, proponiendo su separacion de la empresa. Indica que con fecha dos de mayo de mil novecientos novent y ocho se le hizo entrega de la Carta N.o 101, la misma que se hizo efectiva a partir del di siguiente de finalizadas sus vacaciones, esto es, a partir del dia veintiuno del mismo mes ano. Don Max Diaz Navarro contesta la demanda proponiendo la excepcion de caducidad de la accion, por considerar que los hechos ocurrieron el cinco de febrero de mi novecientos noventa y ocho al concluirse las juntas generales iniciadas el treinta y uno d enero de mil novecientos noventa y ocho y la accion se ha presentado el siete de mayo dicho ano, habiendo vencido los sesenta dias de plazo para interponer la accion. Indica qu el demandante ha recurrido a la via civil impugnando los acuerdos de la Junta General d Accionistas, persiguiendo el mismo fin que motiva la presente Accion de Amparo Manifiesta que el demandante ha sido cesado de conformidad con el articulo 31° de Decreto Supremo N.o 003-97-TR, comunicandosele mediante carta la causa y fecha de su cese, ya que se trata de hechos flagrantes cometidos por éste, los cuales fueron materia d minuciosa investigacion por comisiones creadas en juntas generales de accionistas con presencia y participacion del demandante, por lo que se considero innecesario otorgarle plazo de seis dias para que haga sus descargos, razon por la que debio acudir al Fuero Laboral, planteando su accion de nulidad de despido. Los codemandados, anteriorment citados, contestan la demanda en términos similares a los expuestos por don Max Dia Navarro. El Segundo Juzgado de Trabajo de Trujillo, a fojas quinientos cuarenta y cinco, con fecha dos de junio de mil novecientos noventa y ocho, declara infundada la excepcion d litispendencia propuesta por los demandados e infundada la demanda, por considerar que I se ha acreditado la existencia de procesos idénticos y porque cualquier violacion al ejercicic del derecho de defensa que le asiste al trabajador con motivo del despido y cuestionamiento de las causas que lo sustentan se encuentran tutelados dentro de legislacion laboral. La Sala Laboral de la Corte Superior de Justicia de La Libertad, a fojas seisciento cincuenta y tres, con fecha veintisiete de julio de mil novecientos noventa y ocho, corregida mediante resolucion del trece de agosto del mismo ano, confirma la apelada, entendiende como improcedente la demanda, por estimar que la proteccion de los trabajadores contra 2 TRIBUNAL CONSTITUCIONAL despido arbitrario esta regulada por el Texto Unico Ordenado del Decreto Legislativo N. 728. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTOS : Que, tomando en consideracion los fundamentos que contiene la sentencia de vista 1. que sirven de sustento para declarar la improcedencia de la demanda, este Tribuna considera necesario repetir el criterio uniforme contenido en reiterado pronunciamientos respecto a que la Accion de Amparo en nuestro ordenamient juridico no es un proceso subsidiario al que se pueda acudir cuando no existan vias judiciales idoneas para dilucidar la controversia en torno a probables agresiones derechos de rango constitucional, sino que es un proceso alternativo en el que proteccion de los derechos constitucionales queda librada a la opcion que pueda tomar el justiciable, con el unico limite de que no existe etapa probatoria, por la qu la posibilidad de la tutela de los atributos subjetivos queda condicionada a que acto lesivo sea de tal naturaleza que cree conciencia en el Juez Constituciona respecto de la necesidad de poner coto a la agresion sufrida por el demandante. Que, estando a lo expuesto precedentemente, teniéndose en cuenta que el cese de 2. demandante se efectuo sin observarse el principio de inmediatez, y en atencion a violacion notoria de su derecho de defensa y otros de rango constitucional, quedaba expedito su derecho a recurrir a la via del amparo, solicitando el restablecimiento sus derechos constitucionales invocados en su demanda. Al respecto cabe precisa que conforme se advierte de fojas trescientos cuarenta y cuatro a tresciento cincuenta y seis, el demandante, en su condicion de accionista de la Empresa Agro Industrial Laredo S.A., ha recurrido por ante el Cuarto Juzgado Especializado en Civil de Trujillo, solicitando la nulidad de acuerdos adoptados en una Junta Genera Extraordinaria de Accionistas de dicha empresa, por considerar que los mismos SOI contrarios a la ley y al Estatuto Social de la empresa, materia y petitorios distintos los contenidos en la presente accion de garantia. Que el contenido de la Carta N.o 101 del treinta de abril de mil novecientos novent 3. y ocho, de fojas cinco, consigna que al recurrente se le \"separa del centro de trabajo como Jefe de Turno de Produccion... cuyo cese ocurrira al dia siguiente de vencida sus vacaciones\", 9 lo cual crea una incertidumbre juridica, ya que se sostiene qu dicho cese seria \"hasta resultas de las acciones judiciales iniciadas\", sembrando un duda razonable que favorece al demandante, ya que con estas afirmaciones se da entender que no se tiene la certeza de que el demandante sea el responsable de lo hechos que se le imputan y no se ha determinado el grado de su responsabilidad, 3 TRIBUNAL CONSTITUCIONAL lo hubiera, no habiéndose acreditado en autos que existiera una causa justa prevista en la ley, que justificara la posterior separacion de su puesto de trabajo, conforme a las normas contenidas en el articulo 22° y siguientes del citado Decreto Supremo N.° 003-97-TR; en consecuencia, habiendo la demandada procedido en sentido contrario al senalado por ley, toda vez que ha procedido a separar al demandante de su habitual puesto de trabajo sin haber determinado previamente su responsabilidad en los hechos que se le imputan, se ha infringido flagrantemente lo establecido en el literal \"e\" del inciso 24) del articulo 2° de la Constitucion Politica del Estado que garantiza que \"toda persona es considerada inocente mientras no se haya declarado judicialmente su responsabilidad\". Que el articulo 31° del acotado Decreto Supremo, que aprueba la Ley de 4. Productividad y Competitividad Laboral, al referirse al procedimiento que debe ser seguido por el empleador en el caso de despido de un trabajador, senala que \"tanto en el caso contemplado en el presente articulo como en el 32°, debe observarse el principio de inmediatez\", lo que no ha sido observado por la parte demandada, ya que los hechos --no probados-- que se le imputan al demandante y que han motivado su separacion definitiva de su centro de trabajo a partir del veintiuno de mayo de mil novecientos noventa y ocho, datarian de anos anteriores, cuando el demandante desempefiaba el cargo de Presidente de la Comision Transitoria de Administracion de la Cooperativa Agraria Azucarera Laredo Limitada en Transformacion, el cual desempeno hasta el trece de julio de mil novecientos noventa y siete, fecha a partir de la cual se reincorporo a su puesto habitual de Jefe de Turno de Produccion de dicha empresa. Que, en autos no se ha acreditado que el Consejo de Vigilancia de la Empresa Agro 5. Industrial Laredo S.A. haya participado en las investigaciones que se han practicado por las actuaciones que ha tenido el demandante cuando ejercio su funcion como Presidente de la citada Comision Transitoria de Administracion, segun lo establece los estatutos de dicha empresa que obran de fojas siete a dieciocho. Que, conforme lo expresan los demandados en sus escritos de contestacion de la 6. demanda, éstos no han considerado necesario emplazar al demandante para que dentro del plazo de seis dias establecido por la ley y durante las investigaciones practicadas, tuviera la oportunidad de comparecer, a ser oido, a exponer sus descargos y a ofrecer y actuar las pruebas que mas convengan a su interés como trabajador de la citada empresa --entre otros aspectos-- razon por la que se encuentra 4 TRIBUNAL CONSTITUCIONAL acreditada la violacion del fundamental derecho de defensa que tiene toda persona, y a ejercerlo en un debido proceso. Que, segun la doctrina, \"el derecho al trabajo presenta, sin duda alguna, varias 7. formas de manifestarse. Podriamos hablar, en primer término, del derecho a adquirir un empleo. En segundo lugar, del derecho a conservar un empleo. >9 (Néstor De Buen Lozano. Derecho del Trabajo. 4.\" ed. México, Editorial Porrua, 1981. tomo I,p. 80). Dicho derecho, que se encuentra consagrado en el articulo 22° de la vigente Constitucion Politica del Peru, debe ser protegido de toda forma de abuso que pretenda transgredirlo; asimismo, debe también tenerse en cuenta que \"ninguna relacion laboral puede limitar el ejercicio de los derechos constitucionales, ni desconocer 0 rebajar la dignidad del trabajador\", conforme lo prescribe el tercer parrafo del articulo 23° de nuestra Carta Politica del Estado. Que la remuneracion es la contraprestacion de un servicio efectivamente prestado, 8. conforme lo tiene establecido este Supremo Tribunal. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA: : REVOCANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de La Libertad, de fojas seiscientos cincuenta y tres, su fecha veintisiete de julio de mil novecientos noventa y ocho, corregida a fojas seiscientos sesenta y uno, con fecha trece de agosto del mismo ano, que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA, en consecuencia, inaplicable a don Miguel Angel Sanchez Miranda las decisiones administrativas contenidas en la Carta N.o 101 de fecha treinta de abril de mil novecientos noventa y ocho, debiendo la Empresa Agro Industrial Laredo S.A. reincorporarlo en el cargo que ocupaba 0 a otro de igual nivel, sin el abono de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Rici GARCIA MARCELO AAM Lo que Certifigo: Dra. MARIA LUZ VASQUEZ 5 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-17", "id": 35429, "nombre_demandado": "Gerente General de la Empresa Agro Industrial Laredo SA (Max Díaz Navarro) y otros", "nombre_demandante": "Miguel Ángel Sánchez Miranda", "numero_expediente": "00795-1998-AA"}