{"CONTEXTO": " 00790-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00790-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 790-96-AA/TC LUIS PABLO CHACALIAZA ALTAMIRANO ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a dieciséis dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Ica de fecha doce de setiembre demilnovecientos noventa y seis, en la Accion de Amparo seguida.contrala Municipalidad Provincial t+ Nazca. -n03 chia frt 51 03", "ANTECEDENTES:": "113 o'umul sn sup Con fecha veintiséis de junio de mil novecientos noventa y seis, don Luis Pablo Chacaliaza Altamirano interpone Accion de Amparo contra la Municipalidad Provincial de Nazca a fin de que se declare inaplicable la Resolucion de Alcaldia' No 028-96-AMPN de quince de marzo de mil novecientos noventa y seis, por la cual se le cesa por causal de excedencia. Sostiene que laboro para la demandada desde/el dieciséis de noviembre de mil novecientos ochenta y seis hasta el diecinueve de marzo de milunoyeciehtos noventa y seis; que, la comision evaluadora ha tactuado en forma arbitrania àl aplicar el puntaje minimo de sesenta puntos que se requeria para no ser descalificado; que, interpuso recurso de reconsideracion, no habiéndosele dado respuesta alguna; que, se ha vulnerado su derecho al trabajo. Admitida la demanda, ésta es contestada por dona Haydée Luz Torres Zegarra, Alcaldesa de la Municipalidad Provincial de Nazca, la que senala haber actuado de conformidad con el Decreto Ley No 26093, habiéndose aprobado el reglamento de evaluacion semestral mediante Resolucion de Alcaldia No 023-96-AMPN de siete de marzo de mil novecientos noventa y seis, y senala que el demandante fue declarado excedente al no aprobar el examen de evaluacion, destacando que se llevo a cabo con la presencia de un representante del Ministerio Publico, por lo que la demanda debe declararse improcedente. Con fecha veintitrés de julio de mil novecientos noventa y seis, el Juez Provisional del Juzgado Civil de Nazca expide resolucion declarando infundada la Accion de Amparo, por considerar que la Municipalidad Provincial de Nazca, al emitir la Resolucion No 33 de fecha dieciocho de marzo de mil novecientos noventa y seis, en la que se le reconoce mas de nueve anos de servicios y se dispone el pago de su compensacion por tiempo de servicios, no ha violado ningun derecho constitucional. Interpuesto recurso de apelacion, la Sala Civil de la Corte Superior de Justicia de Ica expide resolucion con fecha doce de setiembre de mil novecientos noventa y seis, confirmando la apelada. Contra esta resolucion el demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, la demandada mediante Resolucion de Alcaldia No 028-96- AMPN de quince de marzo de mil novecientos noventa y seis, dispuso el cese del demandante, ejecutândose dicha resolucion antes de quedar consentida, situacion que lo exime del agotamiento de la via previa, toda vez que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506 de Habeas Corpus y Amparo. 2. Que, la octava disposicion transitoria y final de la Ley de Presupuesto Publico para el ano mil novecientos noventa y seis incluyo a los gobiernos locales dentro de los alcances del Decreto Ley No 26093, facultândose a las Municipalidades a efectuar semestralmente programas de evaluacion de personal, de acuerdo a las normas que para el efecto establezcan, y a cesar por causal de excedencia al personal que no califique. 3. Que, el derecho constitucional a la proteccion contra el despido. . arbitrario supone que el trabajador no puede ser despedido sino por causa justa, débidamente comprobada; por lo que los procesos especiales de cese de los servidores publiços part causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones, legales vigentes, a fin si de no vulnerar derechos fundamentales de los mismos. 4. Que, se aprecia de los actuados que el proceso de evàluacion; fue asumido por una Comision designada por Resolucion de Alcaldia No 026-96-AMPN de trece de marzo de mil novecientos noventa y seis integrada por los regidores,don José Anicama Risso, dona Natalia Canales Munarriz y don Rafael Alarcon Espinoza) lo que çontraviene lo dispuesto en el articulo 191° dela Constitucion Politica del Estadoy et inciso 3) del articulo 370 de la Ley Organica de Municipalidades No 23853, en vintud de los' cuales los Regidores ejercen funcion de fiscalizacion y.xigilancia.de los açtos de la administracion municipal, careciendo de competencia para realizar acciones que originen cese de personal. 5. Que, asimismo, la evaluacion no comprendio todo el semestre como lo establece el Decreto Ley No 26093, sino los meses de enero y febrero del ano mil novecientos noventa y seis, ya que la Resolucion cuestionada, que dispone el cese por excedencia, se expidio el quince de marzo de dicho ano. 6. Que, en consecuencia, se han violado los derechos constitucionales del demandante a la proteccion contra el despido arbitrario y al debido proceso. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "REVOCANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Ica fojas cincuenta y tres, su fecha doce de setiembre de mil novecientos noventa y seis, que, confirmando la apelada, declaro infundada la demanda; reformandola la declara FUNDADA, en consecuencia inaplicable al demandante la Resolucion de Alcaldia No 028-96 AMPN de TRIBUNAL CONSTITUCIONAL quince de marzo de mil novecientos noventa y seis, ordenandose se le reponga en el cargo que venia ocupando u otro de igual nivel, sin reintegro de las remuneraciones dejadas de percibir durante el tiempo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ TA3D Gi sul DIAZ VALVERDE sailqb1 teit 29 no3, soia gi le a0 Bup a NUGENT J. 1 V 398 sup is - - GARCIA MARCELO ginsente GATI 1210 1S3URA, JuI AIRAF al AROT R Lo que Certifico: LANCIOUTOGNC Dra. MARIA LUZVASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL NF", "fecha_publicacion": "1998-11-16", "id": 37188, "nombre_demandado": "Municipalidad Provincial de Nasca", "nombre_demandante": "Luis Pablo Chacaliaza Altamirano", "numero_expediente": "00790-1996-AA"}