{"CONTEXTO": " 00796-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00796-1998-HC.pdf) --- DEL TRIBUNAL CONSTITUCIONAL EXP. No 796-98-HC/TC AREQUIPA JOSÉ VICENTE BEDREGAL BEDREGAL. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad que debe ser entendido como Recurso Extraordinario interpuesto por don José Vicente Bedregal Bedregal contra la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas veintinueve, su fecha catorce de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don José Vicente Bedregal Bedregal interpone Accion de Habeas Corpus contra los secretarios de juzgado, don Walter Zegarra Laura y don Gustavo Prado Carrera, del Cuarto y Tercer Juzgado Especializado en lo Penal, respectivamente, del Distrito Judicial de Arequipa; sostiene el actor que ambos auxiliares jurisdiccionales omitieron oficiar al Registro Central de Condenas de la Corte Superior de Justicia de Arequipa, para que le sean anulados los antecedentes que registraba por procesos judiciales definitivamente archivados. Realizada la investigacion sumaria, el emplazado, don Gustavo Prado Carrera niega los cargos y aduce que no es verdad que el actor le haya consultado sobre los hechos materia de su reclamo; por su parte, don Walter Zegarra Laura alega haber hecho el oficio para que se anulen los antecedentes del actor, entregândole a éste dicho documento para que realice el trâmite. El Quinto Juzgado Especializado en lo Penal de Arequipa, a fojas veintiuno, con fecha tres de agosto de mil novecientos noventa y ocho, declara improcedente la Accion de Habeas Corpus, por considerar principalmente que se arriba a la conviccion juridica de no encontrarse los hechos fâcticos materia de veredicto dentro del marco previsto por el articulo 12° de la Ley No 23506\". La Primera Sala Penal de la Corte Superior de Justicia de Arequipa, a fojas veintinueve, con fecha catorce de agosto de mil novecientos noventa y ocho, confirma la apelada, por considerar principalmente que del escrito de la demanda y de la prueba actuada no emergen elementos que especifiquen fehacientemente la trasgresion de los derechos constitucionales supuestamente violados. Contra esta resolucion, el actor interpone Recurso Extraordinario. I 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que la omision funcional atribuida a los emplazados al no haber tramitado la nulidad de los antecedentes judiciales del actor es un reclamo que no guarda correspondencia con ninguno de los derechos tutelados por la Accion de Habeas Corpus, previstos en el articulo 12° de la Ley No 23506. 2. Que el pretender extender el ambito de proteccion de esta accion de garantia para subsanar casos en los que mas que una trasgresion al derecho a la libertad individual es patente una situacion de deficiencia administrativa, desnaturaliza el objeto propio de este instituto procesal constitucional. 3. Que, no siendo en este caso la Accion de Habeas Corpus la via idonea de solucion, es de aplicacion contrario sensu el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas veintinueve, su fecha catorce de agosto de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone, la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT Av cra L à GARCIA MARCELO Lo que dertific0: Dra. MARIAtIZVASOUEZ RELATORA SECRETARIA CONSTITUCIONAL JMS TRIBUNAL 2", "fecha_publicacion": "1999-04-22", "id": 35051, "nombre_demandado": "Secretario del Cuarto Juzgado Especializado en lo Penal (Wálter Zegarra Laura) y otro", "nombre_demandante": "José Vicente Bedregal", "numero_expediente": "00796-1998-HC"}