{"CONTEXTO": " 00790-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00790-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 790-97-AA/TC CUSCO RUTH MARINA BACA MENDOZA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinticinco dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como Extraordinario, interpuesto por dona Ruth Marina Baca Mendoza contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, su fecha treinta de junio de mil novecientos noventa y siete, que declaro improcedente la demanda de accion de Amparo.", "ANTECEDENTES:": "Dona Ruth Marina Baca Mendoza interpone accion de Amparo contra el Director de la Region de Salud -Cusco-, doctor Carlos Gonzales Campana, por violacion a su derecho de libertad de trabajo, para que se cumpla con la Resolucion Ministerial No 240-96-SA/DM, del diecinueve de abril de mil novecientos noventa y seis, por la que se ordeno su reincorporacion al cargo de Secretaria IV, Nivel STA, de la Direccion Sub Regional de Salud del Cusco. Senala la demandante, que con fecha cinco de febrero de mil novecientos noventa y tres, presento su renuncia de acuerdo al \"Programa de Renuncias Voluntarias\", ? conforme a las disposiciones del Gobierno Central. Sin embargo, al no hacerse efectivo el pago del incentivo, el veinticuatro de marzo de mil novecientos noventa y tres, formulo desistimiento de la renuncia presentada. Este desistimiento no fue aceptado por la Direccion Sub Regional de Salud, por lo que inicio el proceso administrativo correspondiente, el cual termino con la expedicion de la Resolucion Ministerial No 240-96-SA/DM que declaro nula la Resolucion Ejecutiva Presidencial No 080-95-CTAR-RI/PE, de fecha cinco de marzo de mil novecientos noventa y cinco, que a su vez declaro inadmisible el recurso de revision interpuesto contra la Resolucion Ejecutiva Presidencial No 033-95-CTAR-RI/PE, de fecha dieciocho de febrero de mil novecientos noventa y cinco, que declaro infundado el recurso de apelacion, y dispuso su reincorporacion a su centro de trabajo. La Direccion Regional de Salud, a pesar de estar debidamente notificada de la Resolucion Ministerial antes mencionada, no cumple con reincorporarla en el cargo. Por lo que con fecha ocho y diecisiete de mayo de mil novecientos noventa y siete, requirio el cumplimiento de la Resolucion Ministerial No 240-96-SA/DM, sin obtener ningun resultado. TRIBUNAL CONSTITUCIONAL Don Carlos Gonzales Campana, al contestar la demanda, senala que la demandante presento en forma voluntaria su renuncia y procedio al cobro de incentivos, segun consta en el documento a fojas treinta y cuatro. Asimismo, la Resolucion Ministerial No 240-96- SA/DM es nula por las graves contradicciones en que se ha incurrido, por lo que el Procurador Publico del Ministerio de la Presidencia iniciara las acciones legales pertinentes para enervar los efectos de la mencionada Resolucion Ministerial. Senala también que no es posible ejecutar de forma inmediata la referida resolucion, toda vez que la plaza que ocupaba la demandante fue suprimida a raiz de su renuncia por lo que se tiene que tramitar la autorizacion para la habilitacion de la referida plaza y su correspondiente asignacion presupuestal ante el Ministerio de Economia y Finanzas por intermedio del Consejo Transitorio de Administracion Regional de la Region Inka. La Procuradora Publica, a cargo de los asuntos judiciales del Ministerio de Salud, al contestar la demanda, senala que la plaza que ocupaba la demandante fue suprimida conforme a las disposiciones legales para la reduccion del aparato estatal, razon por la que no ha sido posible reponerla en forma inmediata. Sin embargo, se esta tramitando la habilitacion de la referida plaza. Asimismo, senala que la accion de Amparo no es la pertinente para exigir el cumplimiento de un acto administrativo, es decir, el cumplimiento de la Resolucion Ministerial No 240-96-SA/DM, sino la accion de Cumplimiento. El Director General de la Region de Salud --Cusco--, a fojas ciento doce, presenta copia de la Resolucion Ministerial No 705-96-SA/D, de fecha seis de diciembre de mil novecientos noventa y seis, que deja sin efecto la Resolucion Ministerial No 240-96- SA/DM y dispone que se remitan los antecedentes documentarios al Ministerio de la Presidencia, organismo competente para pronunciarse sobre el recurso de revision interpuesto por la demandante. El Primer Juzgado Especializado en lo Civil del Cusco, de fojas ciento treinta y uno, su fecha diecisiete de marzo de mil novecientos noventa y siete, declaro improcedente la demanda por considerar que no se agoto la via previa, toda vez que la Resolucion Ministerial No 705-96-SA/D, que declaro nula la Resolucion Ministerial No 240-96- SA/DM, hace que se encuentre pendiente de resolver el recurso de revision interpuesto por la demandante. La Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento setenta, su fecha treinta de junio de mil novecientos noventa y siete, confirmo la apelada declarando improcedente la demanda por el mismo fundamento y por considerar ademas que la demandante debio interponer una accion de Cumplimiento por la naturaleza de su pretension. Contra esta resolucion, la demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que, dona Ruth Marina Baca Mendoza solicita su reincorporacion al cargo de Secretaria IV,N Nivel STA, de la Direccion Sub Regional de Salud del Cusco, en cumplimiento de la Resolucion Ministerial No 240-96-SA/D, por lo que de acuerdo al petitorio de la demanda, la accion pertinente era la de Cumplimiento que procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo. 2. Que la Resolucion Ministerial No 705-96-SA/D, que no es materia de la presente accion de Amparo, dejo sin efecto a la Resolucion Ministerial No 240-96-SA/D, por lo que ya no es posible exigir su cumplimiento. 3. Que determinar si procede 0 no la reincorporacion de dona Ruth Marina Baca Mendoza asi como el cuestionamiento de la Resolucion Ministerial No 705-96-SA/D debe realizarse en otra via por existir controversia respecto a si la demandante habria cobrado los incentivos y otros beneficios por su cese voluntario, de acuerdo al documento que obra a fojas treinta y cuatro. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios, de fojas ciento setenta, su fecha treinta de junio de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ M2L DIAZ VALVERDE % avoen NUGENT a GARCIA MARCELO Lo que Certifigo: MLC 3 Dre. MARIA LUZVASOUEZ BECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-02", "id": 37281, "nombre_demandado": "Director de la Región de Salud Cusco (Carlos Gonzáles Campana) (Procurador)", "nombre_demandante": "Ruth Marina Baca Mendoza", "numero_expediente": "00790-1997-AA"}