{"CONTEXTO": " 00793-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00793-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 793-96-HC/TC Caso: JESUS BEGAZO LAZO AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de diciembre de mil novecientos noventiséis, reunido en sesion de Pleno el Tribunal Constitucional, con la asistencia de los senores : Presidente, Nugent, Acosta Sanchez, Vice Presidente, Aguirre Roca, Diaz Valverde, Rey Terry, Revoredo Marsano de Mur,y Garcia Marcelo, A actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, que debe entenderse como extraordinario, interpuesto por JESUS BEGAZO LAZO contra la Resolucion de la Primera Sala Penal de Arequipa, de fecha diecimueve de agosto de mil novecientos noventa y seis, que confirmando la apelada, declara improcedente la accion de habeas corpus interpuesta.", "ANTECEDENTES:": "Accion de Habeas Corpus incoada por Anibal Maraza Borda, afavor de su patrocinado Jestis Begazo Lazo, dirigida contra el Cmdte. PNP Willy Rivera Vilca, Jefe de la Policia de Apoyo a la Justicia de Arequipa, Milagros Arce Zorrilla y Guillermina Milla, ampliada en contra del Juez del Vigésimo Octavo Juzgado Penal de Lima, doctor Julian Jeri Cisneros,por violacion a su libertad individual. Sostiénese que el beneficiario de la accion fue sentenciado a un aho de prision 2 TRIBUNAL CONSTITUCIONAL condicional por el Vigésimo Octavo Juzgado Penal de Lima por el delito de omision a la asistencia familiar, y a solicitud de la agraviada Arce Zorrilla, SO pretexto de no cumplir con la regla de conducta de registrar mensualmente su concurrencia, dicho Juzgado le revoca la condicionalidad de la pena y ordena su captura. Alega no haber sido requerido ni notificado, por residir en La Joya, Arequipa, disponièndose su inmediata captura, mandato que ha sido apelado ya que el accionante no pudo constituirse en Lima debido a que se encuentra en el Hospital Goyoneche de Arequipa, a raiz de un severo cuadro derivado de una hernia lateralizada de disco intervertebral, lo que le impide desplazarse, requiriendo reposo, tratamiento constante e intervencion quirirgica. Concluida la sumaria investigacion con el acta de constatacion de que el accionante se encuentra, en efecto, postrado en dicho nosocomio, vigilado por un miembro de la Policia Nacional, sufriendo una dolencia en la columna vertebral que requiere la intervencion quirirgica y la declaracion de uno de los accionados y del médico tratante del beneficiario de la accion. el Segundo Juzgado Especializado Penal de Arequipa, por resolucion de veinte de julio de mil novecientos noventa y seis, declara infundada la accion de habeas corpus interpuesta contra el referido oficial Superior de la Policia Nacional y las nombradas ciudadanas. Apelada dicha resolucion y concedida la alzada la Primera Sala Especializada Penal declara mula e insubsistente la apelada y dispone la regularizacion del procedimiento, afin de que se notifique con el admisorio tanto al Procurador Publico como al Ministerio Publico, ampliandose la accion en contra del Juez del Vigésimo Octavo Juzgado Penal de Lima, doctor Julian Jeri Cisneros, lo que subsana aquel Juzgado Especializado Penal mediante, resolucion de dos de agosto de mil novecientos noventa y seis. Con esta misma fecha y mediante fax se actua el informe razonado del secretario cursor del indicado Vigésimo Octavo Juzgado Penal de Lima, consignandose en el decreto del Juez accionado, que la orden de captura ha sido ordenada dentro del proceso regular que se le siguio al accionante por el referido delito, conforme al literal b) del articulo 16° de la Ley No 25398. Enseguida dicho Juzgado, por resolucion de la misma fecha: del mismo dia dos de agosto de mil novecientos noventa y seis, declara improcedente la accion interpuesta contra el precitado juez e infundada contra los accionados Rivera Vilca, Arce Zorrillay Milla Velarde. Interpuesta muevamente apelacion, la Primera Sala Penal de la Corte Superior de Arequipa, mediante resolucion de diecimueve de agosto de mil novecientos noventa y seis, confirma la apelada en cuanto declara improcedente la accion contra el indicado Juez Penal de Lima y la reforma en cuanto declara infundada la misma accion contra los accionados, extremo que, declara, igualmente, improcedente contra aquellos 3 TRIBUNAL CONSTITUCIONAL Interpuesto recurso de mulidad, entendido como extraordinario, la Corte Suprema de la Repiblica remite los autos a conocimiento del Tribunal Constitucional. FUNDAMENTOSy. Fallo: CONSIDERANDO: que, en el proceso penal por omision de asistencia familiar que al accionante se le siguiera, lefue impuesta pena privativa de libertad, de ejecucion suspensiva, condicionalidad que le es revocada, a solicitud de parte, por mandato judicial, decision respecto a la cual también recurre en apelacion el afectado; que, a raiz de la indicada revocatoria, se ordeno su captura, y la autoridad policial -observando las disposiciones legales pertinentes- se limito a dar cumplimiento a tal mandato judicial; que la actitud de la agraviada en aquel proceso penal, como la de su abogada, tampoco aparecen limitando 0 coactando la libertad individual del accionante, pues no se ha acreditado que no tuvieran otra conducta distinta a la que legalmente les corresponde en esa accion judicial, por lo que el ejercicio de esta garantia constitucional resulta improcedente, en estricta aplicacion de lo dispuesto en el inciso 2) del articulo 60 de la Ley No 23506, concordante con la prescripcion contenida en el literal b) del articulo 16° de la Ley No 25398, desde que no proceden acciones de garantia contra resoluciones judiciales emanadas de procedimiento regular, y es dentro de éste que los sujetos procesales pueden hacer uso de los recursos especificos respecto a los actos jurisdiccionales que los afectan, no habiéndose acreditado irregularidad alguna en aquel procedimiento penal;", "FALLA:": "Confirmando la recurrida, de diecimueve de agosto de mil novecientos noventa y seis, que, confirmando la apelada, de dos de agosto de mil novecientos noventa y seis, y reformandola, declara improcedente la accion de habeas corpus incoada por Jesus Begazo Lazo, contra el sehor Juez del Vigésimo Octavo Juzgado Epecializado Penal de Lima, doctor Julian Jeri Cisneros, el Comandante de la Policia Nacional WillyRiyera Vilca y las ciudadanas Milagros Arce Zorrilla y Guillermina. Milla Velarde Regispecszcomuniques, publiquese y archivese.", "SS.": "Traseu l - / - - NUGENT, ACOSTA SANCHEZ, AGUIRRE ROCA, Cr DIAZ VALVERDE, REY TERRY, REVOREDO MARSANO, GARCIA MARCELO vt Lo que cetifico: SSRLUS ECHAIZ ESPIN SECRETARIO RELATO TAIBUNAL CONSTITUCIO AL", "fecha_publicacion": "1997-05-24", "id": 42045, "nombre_demandado": "Comandante PNP Jefe de la Policía de Apoyo a la Justicia de Arequipa (Willy Rivera Vilca)", "nombre_demandante": "Jesús Begazo Lazo", "numero_expediente": "00793-1996-HC"}