{"CONTEXTO": " 00805-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00805-1998-AC.pdf) --- L d TRIBUNAL CONSTITUCIONAL EXP. N.o 805-98-AC/TC LIMA NANCY MUNOZ NAJAR ZUNIGA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de julio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Nancy Munoz Najar Zuniga contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos treinta y dos, su fecha treinta y uno de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Nancy Munoz Najar Zuniga interpone demanda de Accion de Cumplimiento contra el Banco de la Nacion y la Oficina de Normalizacion Previsional, a efectos de que se ordene a las demandadas para que cumplan con: a) El reconocimiento y pago de su pension de sobrevivencia-orfandad debidamente nivelada y reajustada con los haberes del trabajador activo que desempene cargo igual 0 equivalente al efectuado por el causante, segun las leyes N.o 23495 y N.o 25146, sin tope alguno, y con los reintegros e intereses legales respectivos; b) El cumplimiento de los actos de reconocimiento y pago en su pension de la bonificacion prevista en el articulo 18° del Decreto Ley N.o 20530 y el articulo 38° de la Resolucion Jefatural N.o 470-87-INAP/J, en monto equivalente a la diferencia existente entre la remuneracion principal de la categoria inmediata superior - Gerente- y la de la categoria de Subgerente que ostento el causante a la fecha de su cese, con los reintegros pensionarios e intereses legales respectivos; y c) La no aplicacion a su caso de la Sexta Disposicion Complementaria del Decreto Legislativo N.o 817 y el articulo 5° de la Ley N.o 26835. Manifiesta que a pesar de tener un derecho reconocido desde antes de la vigencia del citado Decreto Legislativo, se le ha impuesto un tope a su pension, y ello va en desmedro de su economia y vulnera sus derechos constitucionales. 47 TRIBUNAL CONSTITUCIONAL El apoderado del Banco de la Nacion contesta la demanda solicitando sea declarada improcedente, toda vez que dicho Banco viene cumpliendo con todas la normas dictadas en materia de pensiones dentro del marco juridico legal que ellas exigen, y dentro de ellas no ha dejado de aplicar lo que dispone la Ley N.o 26835. El apoderado de la Oficina de Normalizacion Previsional contesta la demanda y senala que la demandante no ha cumplido con efectuar su reclamo en la via administrativa; que la institucion demandada se ha circunscrito a aplicar lo prescrito por la Ley N.o 26557 que establece el tope a las pensiones que deben percibir todos los pensionistas del Estado que se encuentran comprendidos dentro del régimen del Decreto Ley N.o 20530. Agrega que no se ha negado a la demandante su derecho a estar incorporada dentro del citado régimen pensionario ni se ha dejado de pagar su pension. El Juez del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas noventa y siete, con fecha veintitrés de febrero de mil novecientos noventa y ocho, declaro infundada la demanda, por considerar que no se ha acreditado que las demandadas se hayan mostrado renuentes a acatar alguna norma legal 0 administrativa. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos treinta y dos, con fecha treinta y uno de julio de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda, por considerar que no se ha agotado la via previa, toda vez que la demandante no ha concluido su reclamacion en sede administrativa. Contra esta resolucion, la demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que el articulo 200° inciso 6) de la Constitucion Politica del Estado, concordante con la Ley N.o 26301, establece que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal O un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de fojas veintiuno a veinticuatro de autos, se advierte que la demandante 2. cumplio con agotar la via previa, al haber cursado las correspondientes cartas notariales conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que este Tribunal en reiteradas ejecutorias ha senalado que debido a la naturaleza 3. del derecho pensionario, y siendo el caso que los hechos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, resultando de aplicacion el articulo 26° de la Ley N.o 25398, Complementaria de la Ley de Habeas Corpus y Amparo. 2 TRIBUNAL CONSTITUCIONAL Que, en el Expediente N.o 008-96-1/TC, este Tribunal se ha pronunciado en el 4. sentido de que resulta inconstitucional la imposicion de topes sobre las pensiones nivelables, toda vez que atenta contra los derechos adquiridos a que se hace referencia en la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado de 1993. Que, de la revision de autos y especialmente de los escritos de contestacion de la 5. demanda se advierte que la demandada no ha venido cumpliendo con lo prescrito en las normas legales antes referidas, toda vez que ha venido aplicando topes a la pension que percibe la demandante, por consiguiente, queda acreditada la transgresion al derecho constitucional invocado en la demanda. Que este Tribunal en reiterada y uniforme jurisprudencia ha senalado, de acuerdo 6. con lo establecido por el Decreto Ley N.o 20530, la Octava Disposicion General y Transitoria de la entonces vigente Carta Politica del Estado de 1979, la Ley N.o 23495 y su Reglamento aprobado por el Decreto Supremo N.o 015-83-PCM y demas normas legales pertinentes, la nivelacion a que tienen derecho los pensionistas que gozan de pension nivelable regulada por el citado Decreto Ley debe efectuarse con referencia al funcionario 0 trabajador de la Administracion Publica, con estricta sujecion a dicha norma legal y demas que resulten aplicables al caso. Que, respecto a los demas extremos de la demanda, el presente proceso 7. constitucional -que, de conformidad con el articulo 13° de la Ley N.o 25398, carece de etapa probatoria- no resulta idoneo para dilucidar dichas pretensiones, toda vez que para ello resulta necesaria la verificacion de los requisitos establecidos en las normas legales y administrativas a que se hace referencia en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO en parte la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos treinta y dos, su fecha treinta y uno de julio de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Cumplimiento; reformandola la declara FUNDADA en el extremo referido a que el Banco de la Nacion cumpla con pagar a la demandante su pension de orfandad en forma nivelable y sin topes y la confirma en cuanto declaro improcedentes los demas extremos que contiene la demanda. Dispone la 3 TRIBUNAL CONSTITUCIONAL notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": ". - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO RUCLE AM Lo que certirfico: A DR. CÉSAR CUBAS LONGA SECRETARIO-RELATOR (e) 4", "fecha_publicacion": "1999-12-08", "id": 36061, "nombre_demandado": "Banco de la Nación y Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Nancy Muñoz Najar Zúñiga", "numero_expediente": "00805-1998-AC"}