{"CONTEXTO": " 00806-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00806-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 806-96-AA/IC RONALD SEGUISMUNDO SEVILLA OLAECHEA HUANUCO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a dieciocho dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;Y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ronald Seguismundo Sevilla Olaecha contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco, su fecha diecisiete de junio de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Ronald Seguismundo Sevilla Olaechea interpone Accion de Amparo contra la Sub- Region Pasco, su Gerente don Carlos Quispe Cajas y el Director de la Oficina de Asesoria Juridica, don Alessio Aguilar Gonzales para que se dejen sin efecto la Resolucion Gerencial No 077-94-GSR-P, la Resolucion Gerencial No 08896CTAR-RAACOSRP y el Oficio No 008-96-GSRP/OSRAJ, se declare la plena validez de la Resolucion Directoral No 206-93- DSRSP-DG-DA-DP y se disponga su reposicion con el pago de sus remuneraciones. Manifiesta que fue nombrado servidor de la Sub-Region de Salud Pasco, en el cargo de médico mediante la Resolucion Directoral No 206-93-DSRSP-DG-DA-DP de fecha veintisiete de diciembre de mil novecientos noventa y tres, en el Centro de Salud de Paragscha; que por Resolucion Directoral No 015-94-DSRP-DG-DA-DP del siete de febrero de mil novecientos noventa y cuatro, se rectifica la anterior resolucion, en el sentido que su nombramiento era como Médico de la Administracion Sub-Regional de Salud Pasco; que el cuatro de mayo de mil novecientos noventa y cuatro fue asignado al cargo de Director del Programa Sectorial I de la Direccion de Epidemiologia de la Sub-Region de Salud de Pasco; que el veintisiete de febrero de mil novecientos noventa y seis la Direccion de Personal de la Sub-Region de Salud de Pasco le remite copia de la Resolucion Gerencial 2 TRIBUNAL CONSTITUCIONAL No 048-96-CTAR-RAAC/GGSRP, la misma que anula la resolucion que dispuso su nombramiento; gracias a esta resolucion se entero que se habia expedido la Resolucion Gerencial No 077-94-GSR-P que declara nulo el concurso de méritos de fecha veintidos de diciembre de mil novecientos noventa y tres; que dicha resolucion se sustenta en que en el concurso no hubo \"bases minimas\" y que las vacantes se habian cubierto con personal administrativo, lo cual, sostiene, carece de veracidad; agrega que la resolucion que dispone la nulidad del nombramiento fue expedida fuera del plazo de seis meses con que cuenta para ello la Administracion. Los demandados absuelven el trâmite de contestacion de la demanda, manifestando que el proceso administrativo se inicio con el Informe No 00294-LLE-DSRCH-OSR- PASCO/RAAC de la Oficina de Control Interno, que senalaba que la Ley de Presupuesto del ano mil novecientos noventa y tres, prohibia los nombramientos; que fué por esa razon que se anulo el concurso y posteriormente el nombramiento del demandante; que no se han vulnerado los derechos constitucionales invocados toda vez que las resoluciones y el oficio impugnados provienen de procedimiento regular. El Juzgado Especializado en lo Civil de Cerro de Pasco emite sentencia declarando improcedente la demanda, por considerar que no se acreditaron los fundamentos de la demanda y que no se cumplio con el agotamiento de la via previa. Interpuesto el recurso de apelacion la Sala Civil de la Corte Superior de Justicia de Huanuco confirma la sentencia y declara improcedente la demanda, por estimar que la resolucion que dispuso la nulidad del concurso quedo firme, razon por la cual no puede reestablecerse la validez del nombramiento del demandante. Interpuesto recurso extraordinario los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el petitorio de la presente Accion de Amparo se circunscribe a que se declaren inaplicables al caso del demandante la Resolucion Gerencial No 077-94-GSR-P, la Resolucion Gerencial No 048-96-CTAR-RAR-RAAC/GSRP y el Oficio No 008-96- GSRP/OSRAJ. 2. Que, la Resolucion Gerencial No 077-94-GSR-P de fecha cuatro de marzo de mil novecientos noventa y cuatro, que declara la nulidad del Concurso de Méritos en el que participo el demandante y en virtud de la cual fue nombrado como servidor de carrera de la demandada, se sustenta en que en el cuestionado concurso no existieron las bases pertinentes, que se llegaron a cubrir plazas asistenciales con personal administrativo y que el mismo se llevo a cabo por una Comision que estuvo integrada por personal no requerido en la Directiva No 061-93-OEP del Ministerio de Salud; de otro lado, la TRIBUNAL CONSTITUCIONAL demandada sostiene que no tuvo conocimiento de la Resolucion Directoral No 206-93- DSRSP-DG.DP de fecha veintisiete de diciembre de mil novecientos noventa y tres, mediante la cual se nombro al demandante. 3. Que, la dilucidacion de los hechos controvertidos requiere la actuacion de pruebas, lo que no es posible en la presente accion de garantia, que por su naturaleza especial y sumarisima carece de estacion probatoria; en consecuencia, la demanda resulta improcedente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Huanuco de fojas doscientas veinte, su fecha diecisiete de junio de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\"; y la devolucion de los actuados. ehuind S.S. / L e ACOSTA SANCHEZ NUGENT hilbsl DIAZ VALVERDE aVO L / GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCI", "fecha_publicacion": "1998-07-29", "id": 37069, "nombre_demandado": "Sub-Región Pasco", "nombre_demandante": "Ronald Seguismundo Sevilla Olaecha", "numero_expediente": "00806-1996-AA"}