{"CONTEXTO": " 00803-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00803-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 803-97-AA/TC CHICLAYO LEONEL GASTULO OLIVA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintinueve dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Leonel Gastulo Oliva contra la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento sesenta y uno, su fecha nueve de julio de mil novecientos noventa y siete, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Leonel Gastulo Oliva interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Motupe, con el proposito de que se declare inaplicable a su caso la Resolucion Municipal N.o 020-96-MDM del doce de diciembre de mil novecientos noventa y seis; asimismo, que se le reponga en su cargo de Jefe del Organo de Auditoria Interna de la Municipalidad Distrital de Motupe; y se le abonen las remuneraciones correspondientes a los meses de enero y febrero de mil novecientos noventa y siete. Sostiene que mediante Resolucion Municipal N.o 020-96-MDM expedida por la Municipalidad Distrital de Motupe con fecha doce de diciembre de mil novecientos noventa y seis, fue resuelto el contrato que suscribio con la demandada a fin de que ejerza el cargo de Auditor Interno de la Municipalidad Distrital de Motupe, que venia desempefiando; que la municipalidad resuelve su contrato sin observar el tramite previo correspondiente, como lo establece la ley, sin comunicar a la Contraloria General dicha decision y sin haberle instaurado proceso administrativo. Aduce que ha recurrido ante la Contraloria General de la Republica, la que ha ordenado su reposicion mediante Oficio N. 400-96-CG/SCH sin que el demandado haya dado cumplimiento a lo ordenado. Que la Resolucion Municipal N.o 020-96-MDM es nula ipso jure por haberse dictado sin TRIBUNAL CONSTITUCIONAL observarse la forma prescrita por ley; que se ha conculcado su derecho a la libertad del trabajo. LA El Alcalde de la Municipalidad Distrital de Motupe, al contestar la demanda, senala que la Resolucion N.o 020-96-MDM del doce de diciembre de mil novecientos noventa y seis es el resultado de un procedimiento administrativo seguido contra el demandado, de acuerdo a ley, quedando consentida al no haberse interpuesto recurso impugnativo alguno contra la misma, resolucion que, en su parte considerativa, expone los fundamentos juridicos por los cuales no se requiere, antes de la expedicion de la misma, la opinion de la Contraloria General de la Republica en torno a la procedencia de la aplicacion de sanciones de remocion. El Juez del Primer Juzgado Mixto de Lambayeque, a fojas ciento veintiocho, con fecha doce de mayo de mil novecientos noventa y siete, declaro infundada la demanda por considerar, principalmente, que del estudio de autos esta acreditado que el demandante ingreso a laborar mediante contrato en la Municipalidad Distrital de Motupe el dieciocho de marzo de mil novecientos noventa y seis, y segun documento que obra a fojas noventa y nueve, el Banco Central de Reserva comunica a la Municipalidad demandada que el demandante renuncio el nueve de abril de mil novecientos noventa y dos, acogiéndose al Programa de Incentivos; situacion que le impide desempenar funciones en la administracion publica hasta cinco anos después de su cese, es decir, hasta el nueve de abril de mil novecientos noventa y siete; hecho grave que fue ocultado por el demandante. La Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas ciento sesenta y uno, con fecha nueve de julio de mil novecientos noventa y siete, confirma la apelada que declaro infundada la demanda, entendiéndola como improcedente. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley N.o 23506, concordante con el articulo 200° inciso 2) de la Constitucion Politica del Estado. Que el objeto de la presente Accion de Amparo se circunscribe a que se declare 2. inaplicable al caso del demandante la Resolucion Municipal N.o 020-96-MDM de fecha doce de diciembre de mil novecientos noventa y seis, que dispuso la resolucion del contrato suscrito con el demandante para que éste ejerza el cargo de Auditor Interno de la Municipalidad Distrital de Motupe. 2 TRIBUNAL CONSTITUCIONAL Que, del estudio de autos se puede observar a fojas noventa y nueve, que el Banco 3. Central de Reserva comunica mediante oficio a la Municipalidad, que el demandante renuncio a dicha Institucion el nueve de abril de mil novecientos noventa y dos, acogiéndose al Programa de Incentivos al Retiro; situacion que le impedia desempenar funciones en la Administracion Publica, hasta cinco anos después de su cese, es decir, hasta el nueve de abril de mil novecientos noventa y siete; hecho que fue ocultado por el demandante. Que, asimismo, si bien es cierto en el acapite V de la Directiva N.o 001-93-CG/CE 4. aprobada por Resolucion de Contraloria N.o 189-93-CG, en el numeral 4) se establece que la responsabilidad de los Organos de Auditoria Interna por aspectos funcionales con motivo del ejercicio del control gubernamental es determinada por la Contraloria General de la Republica, asi como viabilizada conforme al articulo 19° inciso c), de la citada Ley; debe tenerse en cuenta, que de acuerdo con el acapite 8) del punto 6 de las disposiciones especificas de la misma Directiva, compete al titular de la entidad efectuar cualquier accion de personal que implique apartamiento temporal 0 definitivo del cargo, incluidos los casos de vacaciones, suspensiones, licencias etc., se hace conocer previamente a su ejecucion a la Contraloria General de la Republica dentro de los diez (10) dias de adoptada la decision. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas ciento sesenta y uno, su fecha nueve de julio de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda, reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Lur ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO UBL avera I.M.R.T.. Lo que Gertifioos 3 Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAE", "fecha_publicacion": "1999-08-14", "id": 35490, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Motupe", "nombre_demandante": "Leonel Gastulo Oliva", "numero_expediente": "00803-1997-AA"}