{"CONTEXTO": " 00805-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00805-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 805-96-AA/TC HUANUCO GLADYS YSABEL CHACON MALPARTIDA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huânuco, el primer dia del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO": "Recurso Extraordinario, interpuesto por dona Gladys Ysabel Chacon Malpartida, contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huânuco, a fojas doscientos veintitrés, su fecha diecisiete de junio de mil novecientos noventa y seis, que declaro improcedente la accion de amparo interpuesta contra la Sub- Region de Pasco y otros. ANTECEDENTES : Dofia Gladys Ysabel Chacon Malpartida, interpone demanda de Accion de Amparo en contra de la Sub-Region de Pasco, de don Carlos Quispe Cajas y de don Alessio Aguilar Gonzales, respectivamente; Gerente y Director de la Oficina de Asesoria Juridica, solicitando se deje sin efecto la resolucion que declaro nulo el concurso en el cual participo y gano una plaza en el sector Salud, se declare la validez de la resolucion mediante la cual la nombran y se ordene su reposicion en el trabajo por haberse violado su derecho a la legitima defensa, al debido proceso, al trabajo, a la remuneracion, a la proteccion contra el despido arbitrario y a los derechos adquiridos que ampara la Constitucion Politica del Estado, refiriendo como hechos que en su calidad de profesional participo en el Concurso de Méritos para cubrir unas plazas convocada por la Oficina Sub- Regional de Salud de Pasco, que habiendo ganado el concurso se le nombro Obstetriz I mediante Resolucion Directoral No 20693-DSRSP-DG-DA-D del veintisiete de diciembre de mil novecientos noventa y tres, fecha desde la cual venia ocupando el cargo; que mediante la Resolucion Gerencial No 077-94-GSR-P del cuatro de marzo de mil novecientos noventa y cuatro, se declaro nulo y sin efecto legal el Concurso de Méritos; que, no se le notifico, por lo que continuo trabajando, y es mas, se le asigno otras funciones hasta que el veintisiete de febrero de mil novecientos noventa y seis se le notifica con la Resolucion Gerencial No 048-96-CTAR-RAAC/GSRP que declara nula y sin efecto legal alguno la resolucion que la nombro, esto es, después de tres anos. Los co-demandados don Alcides Espinoza Leon y don Alessio Aguilar Gonzales, en calidad de Gerente Sub-Regional Pasco y de encargado de la Oficina Sub-Regional de Asesoria Juridica contestan la demanda manifestando que, de acuerdo la Oficina de Control Interno recomendo se deje sin efecto el Concurso de Méritos de Provision de Plazas en razon que al hacerlo se habian transgredido varias normas legales, entre ellas el Decreto Ley No 25986 Ley de Presupuesto de la Republica del Ejercicio de 1993, Capitulo II, Articulo 170, numeral I, inciso a) en la que se prohibe efectuar nombramientos e L TRIBUNAL CONSTITUCIONAL incremento de personal bajo cualquier forma 0 modalidad, se expide la Resolucion Gerencial No 077-94-GSR-P con la que se declara nula y se deja sin efecto el Concurso, por lo que los interesados interponen recursos impugnativos, entre ellos la demandante. Pero luego, al tomarse conocimiento de la existencia de la Resolucion Directoral No 206- 93-DSRSP-DG-DA-DP, que dicha resolucion quedo firme al agotarse la via administrativa, que nombro a la demandante, se expide la Resolucion Gerencial No 048-96-CTAR- RAAC/GSRP de fecha veintitrés de febrero de mil novecientos noventa y seis, que la declara nula. El Juzgado en lo Civil de Cerro de Pasco, a fojas ciento cuarenta y cuatro, su fecha diecisiete de abril de mil novecientos noventa y seis, declara improcedente la demanda por considerar, principalmente, que la via de amparo no es la idonea para que se deje sin efecto las resoluciones administrativas sin que se haya establecido a plenitud que dichas resoluciones hayan vulnerado un derecho constitucional, entre otros fundamentos. La Sala Civil de Cerro de Pasco, con fecha diecisiete de junio de mil novecientos noventa y seis, a fojas doscientos veintitrés, confirma la apelada, por estimar que la resolucion que declaro nulo el concurso en el cual participo la demandante, ha quedado firme. Contra esta Resolucion la demandante interpone Recurso Extraordinario. FUNDAMENTOS: : 1. Que, la demandante fue nombrada en el cargo de Obstetriz I Nivel IV, mediante Resolucion Directoral No 20693-DSRSP-DG-DA-D del veintisiete de diciembre de mil novecientos noventa y tres expedida por el Director General de la Direccion Sub- Regional de Salud Pasco, la misma que es declarada nula por Resolucion Gerencial No 048-96-CTAR-RAR-RAAC/GSRP del veintitrés de febrero de mil novecientos noventa y seis, es decir, después de haber transcurrido mas de seis meses, cuando la Administracion habia perdido la facultad para declarar su nulidad, en virtud a lo establecido en el articulo 110° de la Ley de Normas Generales de Procedimientos, cuyo texto unico ordenado fue aprobado por el Decreto Supremo No 02-94-JUS, vigente al momento de la expedicion de la mencionada Resolucion Gerencial No 048- 96-CTAR-RAACOSRP: por lo que se cometia asi un abuso de autoridad, siendo el objeto de las acciones de garantia el reponer las cosas al estado anterior a la violacion del derecho. 2. Que, no se ha producido caducidad de la accion por cuanto la afectacion del derecho al trabajo recién el veintisiete de febrero de mil novecientos noventa y seis, cuando no se le permite el ingreso a su centro de trabajo al momento que se le entrega el Memorandum No 020-96-DSRSP-DP en el que se le hace conocer que se procede a ejecutar la Resolucion Gerencial No 048-96-CTAR-RAR-RAAC/GSRP, que anulaba su nombramiento, y esta Accion de Amparo la interpone el siete de marzo de mil novecientos noventa y seis. 3. Que, en la expedicion de la Resolucion Gerencial No 077-94-GSR-P del cuatro de marzo de mil novecientos noventa y cuatro, que declara nulo y sin efecto legal alguno el Concurso de Méritos en el cual participo la demandante, se ha violado el debido proceso y, no esta acreditado que esta resolucion haya sido notificada debidamente a la TRIBUNAL CONSTITUCIONAL demandante con el fin de que pudiera interponer sus recursos impugnativo sometiéndola asi a indefesion, violandose su derecho a usar los medios adecuados J su defensa, que le ampara el inciso 23) del Articulo 2° de la Constitucion Politica Estado. 4. Que, debe agregarse que entre la Resolucion Gerencial No 077-94-GSR-P (del 04 marzo de 1994) que declara nulo y sin efecto el Concurso de Méritos (del mes diciembre de 1993) y la Resolucion Gerencial No 048-96-CTAR-RAR-RAAC/GSRP (del de febrero de 1996) que declara nulo y sin efecto legal la Resolucion Directoral (del de diciembre de 1993) que nombro a la demandante como Obstetriz I, se practicado actos administrativos como la Resolucion Directoral No 046-95-DSRSP diecisiete de mayo de mil novecientos noventa y cinco en la que a la demandante se asigna funciones de coordinadora, y la Resolucion Gerencial No 035-96-CTA RAAC/GSRP del doce de febrero de mil novecientos noventa y seis nombrando a demandante representante del Sector Salud, dando asi validez y ratificando nombramiento. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confiere la Constitucion Politica del Estado y su Ley Orgânica, FALLA : REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justi de Huanuco, de fojas doscientos veintitrés, su fecha diecisiete de junio de mil novecient noventa y seis, que confirmo la apelada que declaro improcedente la deman reformandola la declara FUNDADA; en consecuencia inaplicables a la demandante Resolucion Gerencial No 048-96-CTAR-RAR-RAAC/GSRP del veintitrés de febrero de novecientos noventa y seis y la Resolucion Gerencial No 077-94-GSR-P del cuatro marzo de mil novecientos noventa y cuatro, en cuanto conciernen a la demandante; ordena que la Sub-Region de Pasco reponga a dona Gladys Ysabel Chacon Malpartida el cargo de Obstetriz T Nivel IV que desempenaba cuando fue cesada u otro de simi nivel, sin goce de haber durante el tiempo no laborado a raiz del cese. Dispone notificacion a las partes, su publicacion el diario oficial El Peruano y la devolucion de actuados. S.S.  ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. VL V Lo que Certifico: Dra. MARTA-LUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-02", "id": 37280, "nombre_demandado": "Gerente de la Oficina de Asesoría Jurídica de la Sub-Región de Pasco (Carlos Quispe Cajas) y otro", "nombre_demandante": "Gladys Isabel Chacón Malpartida", "numero_expediente": "00805-1996-AA"}