{"CONTEXTO": " 00810-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00810-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 810-96-AATC Eliseo Mamani Lajo AREQUIPA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso de Nulidad, entendido como el Extraordinario, interpuesto por don Eliseo Mamani Lajo contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha cinco de agosto de mil novecientos noventa y seis, que revocando la apelada, declaro improcedente la demanda. ANTECEDENTES: Don Eliseo Mamani Lajo presento Accion de Amparo, contra el Instituto Peruano de Seguridad Social y el Jefe de la Division de Pensiones de la Oficina de Normalizacion Previsional de Arequipa, con el objeto de que se declare la nulidad de la Resolucion No 22569-93 emitida por la Division Regional de Pensiones del mencionado Instituto, por medio de la cual se le denego su pension de jubilacion, y que la entidad demandada dispusiera se le otorgara su pension conforme al Decreto Ley No 19990. Manifesto, que de conformidad con dicha norma legal y su reglamento, con fecha veintitrés dejunio de mil novecientos noventa y dos, presento su solicitud ante el Instituto Peruano de Seguridad Social - Gerencia de Pensiones, para que le otorgaran su pension por haber aportado mas de dieciocho anos a la entidad demandada, la misma que fue denegada por lo que presento una reclamacion administrativa, con fecha dos de agosto de mil novecientos noventa y cinco, la que no le fue contestada por parte de la demandada, y dando por agotada la via administrativa, interpuso la presente demanda, por considerar que se ha vulnerado las garantias del articulo 103° de la vigente Constitucion Politica del Estado, al habérsele aplicado en forma retroactiva la Ley No 25967. La Oficina de Normalizacion Previsional, contesta la demanda solicitando que la misma sea declarada improcedente, por considerar, que el demandante pretendia que se le reconocieran mas anos de aportacion y asi tener derecho a una pension de jubilacion; asimismo planteo las excepciones de caducidad, por considerar que la resolucion administrativa cuestionada es del ano de mil novecientos noventa y tres, y que la reclamacion que interpuso el demandante es de fecha dieciséis de noviembre de mil novecientos noventa y cinco, y de TRIBUNAL CONSTITUCIONAL falta de agotamiento de la via previa administrativa, por no haberse cuestionado la Resolucion No 22569-93, mediante la que se le denego la pension de jubilacion. Asimismo, sostiene que la indicada resolucion denego la pension de jubilacion, por no contar el demandante con los requisitos establecidos por el Decreto Ley N\" 25967, vigente desde el diecinueve de diciembre de mil novecientos noventa y dos. El Segundo Juzgado Especializado en lo Civil de Arequipa, con fecha veintitrés de mayo de mil novecientos noventa y seis, a fojas ciento dieciseis declaro infundada la Accion de Amparo, por considerar que al no haber resuelto la demandada, la reclamacion presentada por el demandante con fecha dos de agosto de mil novecientos noventa y dos y habiendose vencido el plazo para ello, este considerd agotada la via administrativa; y ademas porque a la fecha de dictarse el Decreto Ley No 25967, la solicitud de jubilacion estaba en tramite, en consecuencia ésta debia adecuarse a dicha norma legal, por lo que la resolucion impugnada no viola derecho constitucional alguno del demandante. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha cinco de agosto de mil novecientos noventa y seis, a fojas ciento cincuenta y tres, revocando la apelada declaro improcedente la Accion de Amparo, por considerar, que la resolucion cuestionada fue emitida cn mil novecientos noventa y tres, sin que el demandante haya interpuesto los recursos administrativos pertinentes; y, por que la denominada reclamacion administrativa no fue materia de resolucion ni consta que el demandante hubiera interpuesto los recursos impugnativos, de conformidad con la Ley de Normas Generales de Procedimientos Administrativos, no habiéndose por ello agotado las vias previas. Contra esta resolucion el demandante interpone recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 1 de la Ley de Habeas Corpus y Amparo N\" 23506, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion o amenaza de violacion de un derecho constitucional. 2. Que, contra la Resolucion No 22569-93, que deniega la solicitud de otorgamiento de pension al demandante, éste no ha acreditado en autos, haber cumplido con interponer los recursos impugnativos que le facultaba el Decreto Supremo N 06-67-SC modificado por el Decreto Ley No 26111, aplicable al presente caso; siendo asi, la cuestionada resolucion quedo consentida, situacion que en modo alguno es revertida con la presentacion por parte del demandante de la denominada \"reclamacion\" de focha tres de agosto de mil novecientos noventa y cinco. TRIBUNAL CONSTITUCIONAL 3. Que, en consecuencia, no habicndo acreditado el demandante, haber cumplido con agotar la via administrativa, de conformidad con las normas legales correspondientes, resulta de aplicacion lo dispuesto por cl articulo 27° de la Ley No 23506, razon por la que resulta improcedente la presente accion de garantia. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento cincuenta y tres, su fecha cinco de agosto de mil novecientos noventa y seis, que revocando la apelada doclard IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. durer ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE,  GARCIA MARCELO. Lo que Certifigo: oin. MARIA LUZ VASOUEZ RELATO BEGRETA AFI UCION TROBUNAL FCVIAAM)", "fecha_publicacion": "1998-09-22", "id": 37545, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Eliseo Mamani Lajo", "numero_expediente": "00810-1996-AA"}