{"CONTEXTO": " 00815-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00815-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 815-96-AA /TC Lima Naldy Elda Huanca H. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de diciembre de mil novecientos noventa y seis, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Ricardo Nugent, Presidente Acosta Sanchez, Vicepresidente, Aguirre Roca, Rey Terry, Diaz Valverde, Revoredo Marsano, y, Garcia Marcelo, actuando como secretaria la doctora Maria luz Vazquez, pronuncia la siguiente sentencia: con el voto singular del Doctor Aguirre Roca:", "ASUNTO:": "Recurso extraordinario interpuesto por Naldy Elsa Huanca Huahuatico, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha veintiuno de agosto de mil novecientos noventa y seis, que revoca la. sentencia apelada, y declara improcedente la accion de amparo interpuesta contra de la Municipalidad Provincial de Camand.", "ANTECEDENTES:": "La demandante plantea su accion de amparo en contra de la resolucion municipal No 175-96-MPC, de fecha dos de mayo de mil novecientos noventa y dos, mediante la cual es cesado como trabajador del Municipio por la causal de excedencia, al no haber aprobado la evaluacion que se llevo a cabo de acuerdo a la resolucion Municipal 206-96.MPC-A; la Municipalidad implemento un proceso de evaluacion del personal nombrado, proceso que se llevo a cabo al amparo de la ley 26083, (Ley de Presupuesto del Sector Publico) las que requeren/orzosamente de la aprobacion, y normatividad de un decreto legislativo sectorial, emanado del Poder Ejecutivo, de acuerdo a los requerimientos de cada uno de los sectores, y de TRIBUNAL CONSTITUCIONAL conformidad con las leyes que los regulan; que el puesto de trabajo del demandante no habia sido materia de recorte presupuestal, menos de reorganizacion 0 resignacion alguna, por lo que no se le podia considerar como excedente, mas aun cuando va a ser ocupado por otra persona contratada. Quejde otro lador el proceso de evaluacion adolece de graves irregularidades, como el de ser efectuado por intermedio de un solo examen para todos los trabajadores sin diferenciar sus niveles, y. funciones; invocando en su demanda el derecho a la libertad del trabajo, y al de la estabilidad laboral. Fundamenta juridicamente su accion en lo dispuesto por los articulos 2° inciso 15), 26° y 270 de la Constitucion; articulo 14° inciso b) del decreto legislativo 276. El demandado contesta la demanda, afirmando que la Ley de Presupuesto del Sector Publico no establece que el Poder Ejecutivo, deba dictar previamente directivas para el cumplimiento del mandato contenido en la octava disposicion transitoria, y. final de dicha norma; que la ley 26093, establece de manera imperativa que las entidades municipales deben cumplir con efectuar programas de evaluacion, estableciendo ademas, que el personal que de acuerdo con dicha evaluacion no resulte calificado,debe ser cesado por excedencia, que dicha disposicion transitoria, incluye, dentro de los alcances de la ley 26093) a las Municipalidades, por lo que la interpretacion de la demandante resulta inexacta, y arbitraria, ademas de que el proceso se desarrollo en base a todas las normas legales vigentes. La sentencia del Juez en Primera Instancia, declara fundada la demanda interpuesta, por considerar, que Si el objeto del proceso de modernizacion, y reorganizacion implementada por el Gobierno, esta orientada a la reduccion del aparato estatal, al que se encuentra subsumida la reduccion de personal, no se ha acreditado en forma alguna que el proceso de evaluacion de personal nombrado, y contratado responda a un programa de recorte presupuestal, racionalizacion de plazas que obedezca en si a los fines establecidos por la politica economica general que tiene implementado el gobierno actual. El dictamen Fiscal, es de opinion se revoque la apelada, y se declare improcedente la accion de amparo, porque afirma que el Municipio tenia facultades para llevar a cabo la racionalizacion de acuerdo a las leyes pertinentes, y a su propia autonomia. La sentencia de la Sala Civil de la Corte Superior de Arequipa, de fecha diecinueve de agosto de mil novecientos noventa y seis, revoca la sentencia apelada que declara fundada la accion de amparo, y reformandola la declararon TRIBUNAL CONSTITUCIONAL improcedente, atendiendo a que el acto cuestionado en la demanda como es la resolucion administrativa, es un acto de la autoridad en el ejercicio de sus funciones.", "FUNDAMENTOS:": "Considerando: Que, conforme lo establece el articulo 191° de la Constitucion las Municipalidades, tienen autonomia, politica, économica, y administrativa en los asuntos de su competencia, siendo uno de ellos el aspecto de la evaluacion del personal a su cargo; Que, por otra parte, la Ley de Presupuesto de mil novecientos noventa y seis, en su octava Disposicion Transitoria y final, otorga facultades al Poder Ejecutivo para llevar a cabo un proceso de modernizacion integral en la Organizacion de las entidades que se encuentran comprendidas en el volumen tres del articulo IV de esta ley, esto es las Municipalidades, incluyéndolas dentro de los alcances del decreto ley 26093; Que, de los actuados podemos observar, la disposicion de efectuar la evaluacion de personal por parte del Municipio, y por otra parte la aceptacion para someterse a la misma en forma voluntaria por parte de la accionante, de lo que se desprende que ha habido consentimiento de la recurrente; esta aceptacion con llevaba dos resultados, una a favor de la demandante, y el otro adverso a ella; el primero para ratificar la relacion laboral, y el segundo para concluirla, como es su caso con el del cese. La accionante del amparo tuvo oportunidad de hacer uso de las vias que franqueaba la ley, antes, y después de la evaluacion si como afirma fue irregular. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion, y leyes pertinentes.", "FALLA:": "Confirmando la sentencia de vista de la Segunda Sala de la Corte Superior de Justicia de Arequipa, de veintiuno de agosto de mil novecientos noventa y seis, quey revocando la apelada, declara improcedente la accion de amparo; debiendo publicarse esta sentencig en el diario oficial el Peruano. S.S. Ricardo Nugent Acosta Sanchez Aguirre Roca Diaz Valverde Rey Terry Revoredo Marsano, y, Garcia Marcelo. ovrerr TRIBUNAL CONSTITUCIONAL VOTO SINGULAR DEL MAGISTRADO AGUIRRE ROCA Discrepo de la sentencia recaida en estos autos, porque considero que el fundamento en que se basan, tanto la de la Corte Superior, recurrida, como la de este Tribunal, para declarar \"improcedente la demanda, no son atendibles, toda vez que el inciso 40 del articulo 6, de la Ley No 23506, que invoca la recurrida, confirmada por la de este Tribunal, es impertinente, y que, por otro lado, la falta de agotamiento de la via previa en que busca apoyo la de este Tribunal, tampoco resulta, a mi criterio, aplicable, ya que, segun se afirma en la demanda, y no se ha desvirtuado en estos autos, el actor. fue despedido antes de que se venciera el plazo para que quedase consentida la resolucion municipal que lo cesa, declardndolo excedente. Como consecuencia de lo expuesto, a mi juicio, no siendo improcedente la accion y no habiendo cumplido la sentencia recurrida, que este Tribunal està confirmando, con pronunciarse sobre todos los puntos controvertidos, se ha producido el quebrantamiento de forma contemplado en el articulo 42° de la Ley No 26435, razon por la cual mi voto es porque se devuelvan los autos al aquo. afin que éste cumpla con pronunciarse sobre el fondo de la controversia -incluyendo, en su fallo, todos los puntos controvertidos- y, especialmente, sobre las solidas objeciones que formula la demanda respecto de la naturaleza y el grado de dificultad de las pruebas de evaluacion, a las mismas que, segun se aprecia en autos, donde se han presentado las copias respectivas, fueron sometidos los trabajadores manuales y los intelectuales, no obstante que un buen niimero de las preguntas suponen una culturay una aptitud intelectual muy superiores a la normal en los grupos de trabajadores manuales. Mas que pruebas de evaluacion, las comentadas parecen, en verdad, examenes selectivos, especialmente elaborados para hacer posible la eliminacion de un altisimo porcentaje del grupo obrero, lo cual no concuerda, por cierto, con la razon de ser de las evaluaciones, ni es equitativo. W bgurit R Manuel Aguirre Roca", "fecha_publicacion": "1997-05-22", "id": 42030, "nombre_demandado": "Municipalidad Provincial de Camaná", "nombre_demandante": "Naldy Elsa Huanca Huahuatico", "numero_expediente": "00815-1996-AA"}