{"CONTEXTO": " 00816-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00816-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 816-98-AA/TC. CHICLAYO MOISÉS LOPEZ CORDOVA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Moisés Lopez Cordova contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Lambayeque, su fecha tres de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Moisés Lopez Cordova interpone demanda de Accion de Amparo contra la empresa Electronorte S.A., solicitando que se deje sin efecto legal la carta notarial de despido mediante la cual se le cesa; se le reponga en el cargo que venia desempenando y se le abonen las remuneraciones dejadas de percibir como consecuencia de dicho despido; por cuanto considera que se han vulnerado sus derechos constitucionales a la adecuada proteccion contra el despido arbitrario y a trabajar libremente. Indica que ingreso a laborar al servicio de la demandada con fecha cinco de diciembre de mil novecientos setenta y cinco hasta el treinta y uno de agosto de mil novecientos noventa y siete, fecha en que se da por concluido su vinculo laboral, después de veintiun anos, ocho meses y veintisiete dias de servicio ininterrumpido sujeto al régimen laboral de la actividad privada, razon por la cual se encuentra protegido contra el despido arbitrario. Refiere que la demandada no ha precisado la causa de su cese en el trabajo; que no ha incurrido en ninguna de las faltas graves que hagan irrazonable la subsistencia de la relacion laboral. La empresa demandada contesta la demanda negândola y contradiciéndola en todos sus extremos y sostiene que el demandante fue despedido de conformidad con lo establecido por ley, conforme se expresa en la carta notarial cursada al demandante. Considera que el demandante ha debido acudir a la via laboral, en donde se deslindan los conflictos juridicos planteados por los trabajadores sujetos al régimen laboral de la actividad privada. El Tercer Juzgado Especializado de Trabajo de Chiclayo, con fecha dos de abril de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar, - TRIBUNAL CONSTITUCIONAL principalmente, que la emplazada, al amparo de la Ley de Productividad y Competitividad Laboral, ha cursado la cuestionada carta notarial mediante la cual se comunica al demandante su cese laboral, razon por la que no ha violado derecho constitucional alguno del demandante, pues el empleador ha hecho uso del poder discrecional, reconociéndole incluso la proteccion al despido arbitrario, esto es, consignandole el monto de indemnizacion respectiva. La Sala Laboral de la Corte Superior de Justicia de Lambayeque, con fecha tres de agosto de mil novecientos noventa y ocho, confirma la apelada, por considerar que en autos se verifica que la emplazada actuo en ejercicio de las facultades conferidas por ley, no habiendo lesionado derecho constitucional alguna al demandante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el acto considerado lesivo por el demandante ha sido ejecutado en forma inmediata, lo que exime a éste de la exigencia de agotar la via administrativa, ya que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley N.o 23506. Que, en reiterados y uniformes pronunciamientos, este Tribunal ha establecido que 2. el proceso de amparo en nuestro ordenamiento juridico no es un proceso subsidiario al que se pueda acudir cuando no existan vias judiciales idoneas para dilucidar la controversia en torno a probables agresiones a derechos de categoria constitucional, sino que es un proceso alternativo en el que la proteccion de los derechos constitucionales queda librada a la opcion que pueda tomar el agente que considere vulnerado alguno de los derechos enunciados en la Carta Fundamental, con el unico limite de que en el proceso constitucional no existe etapa probatoria, y que la posibilidad de la tutela de los atributos subjetivos queda condicionada a que el acto lesivo cree conciencia en el Juez Constitucional respecto de la necesidad de poner coto a la agresion sufrida por el recurrente. Que, asimismo, cabe senalar que el Juez Constitucional, en procesos como el 3. presente, no puede conocer un proceso de calificacion de despedido arbitrario en los términos prescritos en la denominada Ley de Productividad y Competitividad Laboral aprobado por el Decreto Supremo N.o 003-97-TR, sino solamente aquéllos en los cuales el alegado despido, eventualmente, resulte 0 no lesivo de derechos fundamentales; en cuanto ello ocurra, constituye inexorablemente materia de su competencia, de conformidad con el inciso 2) del articulo 200° de la Carta Politica del Estado concordante con el articulo 2° de la Ley N.o 23506. Al respecto, debemos anadir que lo senalado anteriormente contradice en modo alguno lo estipulado en dicha Ley de Productividad y Competitividad Laboral, sino que la interpreta de conformidad con lo senalado en la Primera Disposicion General de la Ley Organica del Tribunal Constitucional, en cuanto establece la interpretacion del ordenamiento legal \"segun los principios y preceptos constitucionales\". 2 TRIBUNAL CONSTITUCIONAL Que los hechos alegados por el demandante, que motivaron a éste a recurrir a través 4. del amparo constitucional, consisten en que la demandada curso a aquél la Carta Notarial de fecha veintiséis de agosto de mil novecientos noventa y siete, que obra en autos a fojas tres, mediante la cual se le comunico su cese como trabajador de dicha institucion, en virtud de lo dispuesto por los articulos 34° y 38° del Texto Unico y Ordenado del Decreto Legislativo N.o 728; asimismo, se le comunico que se encontraban a su disposicion la indemnizacion de ley y sus beneficios sociales correspondientes; es decir, la demandada ha hecho uso de una facultad que le permite concluir el vinculo laboral con el demandante, aceptando como penalidad el pago de la indemnizacion establecida por la ley, no habiendo invocado como sustento causa alguna vinculada a la conducta 0 capacidad del trabajador, en cuyo caso, la emplazada hubiera estado en la imperiosa obligacion de seguir el procedimiento establecido en el articulo 31° de la mencionada norma legal, lo cual podia permitir una evaluacion del hecho concreto que pudiera ser catalogado como lesivo 0 no de alguno de los derechos de rango constitucional que le asiste al demandante, susceptible de ser reparado en la via procesal constitucional del Amparo. Que, estando a lo expuesto en los fundamentos precedentes, se deja a salvo el 5. derecho que pueda corresponder al demandante, a efectos de que lo hiciera valer en una via legal mas lata, en las que se puedan ofrecer y actuar las pruebas que resulten necesarias, que permitan determinar la procedencia 0 no de algun otro beneficio de orden legal invocado en la demanda. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Lambayeque, de fojas doscientos sesenta y cinco, su fecha tres de agosto de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ nc DIAZ VALVERDE NUGENT GARCIA MARCELO aveva MR. Lo que certifioo: K BR. CESAR CUBAS LONGA SECRETARIO-RELNTOR (e) 3", "fecha_publicacion": "1999-11-25", "id": 35996, "nombre_demandado": "Electronorte SA", "nombre_demandante": "Moisés López Córdova", "numero_expediente": "00816-1998-AA"}