{"CONTEXTO": " 00818-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00818-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp: 818-97- AA/TC Tadeo Pereira Blanco Arequipa. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde y Garcia Marcelo; pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por don Tadeo Pereira Blanco, contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento tres, su fecha veintiuno de julio de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda. ANTECEDENTES: Don Tadeo Pereira Blanco, con fecha catorce de febrero de mil novecientos noventa y siete, interpuso Accion de Amparo contra la Municipalidad Provincial de Islay, solicitando se declare la inaplicabilidad de la Resolucion de Alcaldia No 378-96-MPI, de fecha dieciséis de diciembre de mil novecientos noventa y seis, que declara la nulidad de los Acuerdos de Trato Directo y Negociaciones bilaterales y las respectivas resoluciones de aprobacion, correspondientes a los anos 1991, 1992, 1993 y 1994; asi como también del articulo 2° de la Resolucion de Alcaldia No 025-97/MPI, de veintidos de enero de mil novecientos noventa y siete, que dispone abonar por concepto de Compensacion por Tiempo de Servicios la suma de S/, 1,757.40 Nuevos Soles. Considera que se han vulnerado sus derechos constitucionales referidos a la libertad de trabajo, a la igualdad ante la ley, y al debido proceso, entre otros. Indica, la resolucion ultima citada, contraviene el convenio colectivo celebrado el veintidos y veintiséis de mayo de mil novecientos noventa y dos, que establece un sueldo integro por cada ano de servicios, por lo que solicita se cumpla con dicho convenio, mas los intereses legales correspondientes, toda vez que el mismo ya habia adquirido fuerza de ley, y su no observancia y posterior declaratoria de su nulidad, constituye un abuso de poder. La Municipalidad Provincial de Islay, contesto la demanda, sosteniendo que muchos de los beneficios que contienen los pactos colectivos, han sido acordados contraviniendo expresas disposiciones legales, y que por ello han sido declarados nulos, toda vez que dichos convenios solo tienen validez si se ha observado el procedimiento establecido por los Decretos Supremos N's 003-82-PCM y 026-82-JUS, y que el convenio colectivo suscrito en el ano 1992, éste se aprobo sin contar con la opinion de la Comision Técnica del Instituto Nacional de Administracion Publica, siendo ello causal de nulidad de pleno 2 TRIBUNAL CONSTITUCIONAL derecho, por lo que se ha procedido a efectuar el calculo correspondiente en base a una remuneracion principal por cada ano de servicios, en conformidad con lo prescrito por la normatividad aplicable a los trabajadores de la administracion publica, a fin de no incurrir en responsabilidad civil y penal; que, en los pactos y convenios colectivos se acordaron bonificaciones que no estan autorizadas legalmente, tales como bonificacion por el dia del trabajo, dia de la madre, dia del aniversario de la ciudad y otros, asi como que se habia pactado el pago adelantado de la compensacion por tiempo de servicios, en base a una remuneracion total permanente, en contravencion de lo dispuesto por el inciso a) del articulo 9° del Decreto Supremo No 051-91-PCM referido a la aplicacion de una remuneracion principal por cada ano de servicios, y, las Leyes de Presupuesto de la Republica que prohiben el pago adelantado de dicha compensacion, ya que ésta se cancela al momento del cese del trabajador. El Juzgado Especializado en lo Civil de Islay, con fecha cuatro de abril de mil novecientos noventa y siete, a fojas sesenta y seis, declara infundada la demanda por considerar, que del estudio de autos se ha llegado a establecer que las negociaciones bilaterales en las que sustenta su pretension el demandante, fueron celebradas sin haberse observado las formalidades exigidas por los Decretos Supremos Nos 003-82-PCM y 026-82-JUS, y que ademas contravienen el articulo 44° del Decreto Legislativo No 276, que prohibe incrementos incrementos que modifiquen el sistema unico de remuneraciones. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha veintiuno de julio de mil novecientos noventa y siete, a fojas ciento tres, revoco la apelada declarando improcedente la demanda, por estimar que no se ha agotado la via previa, toda vez que el demandante después de formulada su demanda ha interpuesto recursos de apelacion contra las cuestionadas resoluciones. Contra ésta resolucion el demandante interpone recurso Extrordinario.", "FUNDAMENTOS:": "1. Que, conforme lo establece el articulo 1° de la Ley de Habeas Corpus y Amparo No 23506, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion o amenaza de violacion de un derecho constitucional. 2. Que, conforme se advierte de las instrumentales de fojas cincuenta y seis y cincuenta y nueve, contra las Resoluciones de Alcaldia N's 378-96-MPI y 025-97-MPI, el demandantes interpuso los correspondientes recursos de apelacion, ambos con fecha veintiuno de febrero de mil novecientos noventa y siete, esto es con posterioridad a la demanda materia de autos, presentada el catorce del mismo mes y ano; en consecuencia, 2 3 TRIBUNAL CONSTITUCIONAL no habiéndose agotado la via previa que exige el articulo 270 de la acotada ley, resulta improcedente la presente accion de garantia. Por estos Fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento tres de autos, su fecha veintiuno de julio de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo; dispone su notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. Ti ca ACOSTA SANCHEZ, NUGENT, Uile DIAZ VALVERDE, GARCIA MARCELO. Lo que Certifi00: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIK CONSTITUENONAL TRIBUNAL FCV(AAM) 3", "fecha_publicacion": "1998-09-22", "id": 37568, "nombre_demandado": "Municipalidad Provincial de Islay", "nombre_demandante": "Tadeo Pereira Blanco", "numero_expediente": "00818-1997-AA"}