{"CONTEXTO": " 00811-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00811-1997-AC.pdf) --- JCA DBL TRIBUNAL CONSTITUCIONAL Exp:811-97-ACTC Lima Alejandro Humberto Lopez Sanchez SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los doce dias del mes de noviembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vigpresidentsencargado de la Presidencia, Nugent, Diaz Valverde,y Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Alejandro Humberto Lopez Sanchez, contra la resolucion de la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, su fecha treinta de julio de mil novecientos noventa y siete, que revocando la apelada declara improcedente la accion de cumplimiento. ANTECENDENTES: Don Alejandro Humberto Lopez Sanchez interpone accion de cumplimiento contra el Alcalde de la Municipalidad de Comas, para que dé cumplimiento a la Resolucion de Alcaldia No 2799-95-A/MC, de fecha veintiocho de diciembre de mil novecientos noventa y cinco, que dispone en su segundo punto resolutivo cancelar la suma de S. 12,931.79 nuevos soles, correspondiente a la liquidacion de haberes del periodo de febrero de mil novecientos noventa y cuatro al mes de abril de mil novecientos noventa y cinco. Sostiene el demandante que mediante Resolucion de Alcaldia No 2799-95- AMC, de veintiocho de diciembre de mil novecientos noventa y cinco, la misma que 2 CA ve TRIBUNAL CONSTITUCIONAL se encuentra consentida, firme y vigente a la fecha de la presentacion de esta accion de garantia, en su segundo punto resolutivo, el Alcalde reconoce y ordena la cancelacion del monto adeudado por la suma de SV. 12,931.78 nuevos soles, correspondiente a la liquidacion de haberes dejados de percibir en su condicion de cesante de dicha entidad, por el periodo del mes de febrero de mil novecientos noventa y cuatro al mes de abril de mil novecientos noventa y cinco. Que mediante dicha resolucion se ordena se dé cumplimiento a lo resuelto en la Resolucion de Concejo No 21-95 de fecha veintiocho de abril de mil novecientos noventa y cinco, que le restituye el derecho de pensionista, comprendido dentro de los alcances del Decreto Ley No 20530, resolucion que a laj fecha se encuentra firme y vigente, por no encontrarse impugnadaj / formalmente. El actor aduce que en inmumerables oportunidades ha solicitado verbalmente y por escrito al Alcalde demandado y a sus funcionarios, para que le paguen dicho monto, dispuesto por la Resolucion de Alcaldia, materia de la presente accion. Que asimismo ha cumplido con agotar la via previa, segun lo dispuesto en el inciso c), del articulo 5° de la Ley No 26301, y cursarle Carta Notarial al Alcalde demandado, exigiendo el cumplimiento del acto administrativo contenido en la antes mencionada resolucion. Que afojas treintitrés el Apoderado Judicial de la Municipalidad Distrital de Comas en mérito al poder que obra en autos, contesta la demanda de accion de cumplimiento contradiciéndola en todos sus extremos, senalando que si bien es cierto la Resolucion de Alcaldia, dispone en Su articulo segundo \"cancelar el monto adeudado de la suma de S. 12,931.78, correspondiente a la liquidacion de haberes del periodo de febrero de mil novecientos noventa y cuatro al mes de abril de mil novecientos noventa y cinco, al demandante, asimismo indica que dicho pago debera efectuarse luego que la Oficina de Normalizacion Previsional verifique la legalidad del mismo. En ese sentido aduce que no es cierto que la Municipalidad de Comas pretenda desconocer el pago de la pension del demandante, a la cual se habria hecho merecedor gracias a todos sus anos de sacrificio en favor de la Municipalidad Distrital de Comas; que tampoco es cierto que se pretende desconocer derecho alguno; sino que por el contrario, solo busca que ello se haga pero de conformidad con las normas legales vigentes, de conformidad con el Decreto Legislativo No 817. El Juez del Quinto Juzgado Especializado Civil del Cono Norte de Lima, con fecha trece de febrero de mil novecientos noventa y siete, a fojas sesenta y cuatro a sesenta y siete, expide sentencia declarando fundada la demanda ordenando que cumpla la entidad demandada con pagar al demandante la suma de SV. 12,931.78 3 TRIBUNAL CONSTITUCIONAL nuevos soles, por concepto de la liquidacion de haberes, de los meses de febrero de mil novecientos noventa y cuatro hasta abril de mil novecientos noventa y cinco. Formulado el recurso de apelacion, la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, expide resolucion revocando la de primera instancia, reformandola declaro improcedente la accion de cumplimiento, por caducidad, interpuesta contra la Municipalidad Distrital de Comas. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "1.- Que, de conformidad con lo establecido en el inciso 6) del articulo 200° de la Constitucion Politica del Estado, la Accion de Cumplimiento es un proceso constitucional cuyo objeto es preservar la eficacia de las normas con rango, valor y fuerza de ley, asi como la de los actos administrativos emanados de la Administracion Publica, que funcionarios 0 autoridades se muestren renuentes a acatar. 2.- Que, ha sido reglamentado lo antes mencionado para su aplicacion mediante la Ley No 26301, dispositivo que en el articulo 5° prescribe que, para su ejercicio debe agotarse la via previa consistente en, ademas de lo previsto en el articulo 270 de la Ley No 23506, el requerimiento por conducto notarial de cumplimiento a la autoridad pertinente. 3.- Que, en el caso sub judice, segun se desprende de fojas seis, consta que el demandante con fecha once de diciembre de mil novecientos noventa y seis, notarialmente requirio a la Municipalidad Distrital de Comas respecto del cumplimiento de la obligacion derivada de la Resolucion de Alcaldia No 2799-95- A/MC, que reconoce y ordena la cancelacion por la suma de dinero que adeuda al demandante. 4.- Que, de los hechos expuestos se puede apreciar que el demandante solicita que se dé cumplimiento a la Resolucion de Alcaldia No 2799-95-A/MC, de fecha veintiocho de diciembre de mil novecientos noventa y cinco, que obra a fojas siete a once, que dispone en su segundo punto resolutivo cancelar la suma de doce mil novecientos treinta y un nuevos soles, correspondiente a la liquidacion de haberes devengados del periodo de febrero de mil novecientos noventa y cuatro al mes de abril de mil novecientos noventa y cinco. 4 TRIBUNAL CONSTITUCIONAL 5.- Que debe senalarse, que la Municipalidad Distrital de Comas es un Organo de Gobierno Local estructurado como persona juridica de derecho publico interno. y que goza de autonomia economica y administrativa en los aspectos que son de su competencia, tal y como lo senala el articulo 2° de la Ley Organica de Municipalidades No 23853, en concordancia con el articulo 191° de la Constitucion Politica del Estado. 6.- Que, en el presente caso, no se trata de un reconocimiento de una pension de cesantia, sino mas bien, de un derecho que ya ha sido reconocido al accionante, encontrandose incorporado a su patrimonio como un derecho adquirido que por A razon de la misma ley, tiene la calidad de irrevocable, del cual ha venido gozando y percibiendo mensualmente hasta la fecha. 7.- Que, el Decreto Legislativo No 817, sobre Régimen Previsional a cargo del Estado, reconoce los derechos legalmente obtenidos al amparo del Decreto Ley 20530, estableciendo ademas, que los derechos otorgados a la vigencia de la presente Ley, se sujetan a lo dispuesto por esta y por el Estatuto de la ONP, disponiendo igualmente, que cada entidad continia manteniendo la responsabilidad de pago de las pensiones que le corresponden con arreglo a ley. 8.- Que, en consecuencia, conforme se ha expresado en la sentencia recaida en el expediente No 008-96-I/TC, cuya ratio decidendi formulada en su décimo quinto y trigésimo tercer fundamento, constituyen jr-isprudencia de obligatorio cumplimiento, a tenor de lo establecido por la Primera Disposicion General de la Ley No 26435, Organica del Tribunal Constitucional, éste colegiado considera que el derecho pensionario adquirido por el actor al amparo del Decreto Ley No 20530, no puede ser desconocido en forma unilateral) y. fuera de los plazos de Ley por parte de la demandada, argumentando la aplicacion del articulo 6, del Decreto Supremo No 005-90-TR y articulo 10, del Decreto Legislativo No 763, sino que contra resoluciones firmes, solo procede determinar su nulidad mediante un proceso regular en sede judicial. 9.- Que, siendo asi, se evidencia la agresion al derecho pensionario del demandante, consagrado constitucionalmente, por lo que resulta amparable la presente accion de garantia. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Peri y su Ley Organica. 5 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la resolucion de vista expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento cuarentidos, su fecha treinta de julio de mil novecientos noventa y siete, la que revocando la apelada declaro improcedente la demanda y, REFORMANDOLA, declararon FUNDADA la accion de cumplimiento; ordenando que el Alcalde de la Municipalidad de Comas cumpla con efectivizar la Resolucion de Alcaldia Nro. 2799-95-A/MC, de fecha veintiocho de diciembre de mil novecientos noventa y cinco y proceda abonarle al actor la suma de S/. 12,931.78 (Doce mil novecientos treintiuno con 78/100 nuevos soles); dispusieron la publicacion en el Diario Oficial El Peruano con arreglo a ley;y los devolvieron. S.S. Acosta Sanchez Nugent Diaz Valverde V LLLL L Garcia Marcelo. LO QUE CERTIFICO. I.R.T. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-03-21", "id": 36747, "nombre_demandado": "Alcalde de la Municipalidad de Comas", "nombre_demandante": "Alejandro Humberto López Sánchez", "numero_expediente": "00811-1997-AC"}