{"CONTEXTO": " 00822-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00822-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp: 822-96-AA /TC Lima Pedro Gordillo Begazo. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de diciembre de mil novecientos noventa y seis, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Ricardo Nugent, Presidente Acosta Sanchez, Vicepresidente, Aguirre Roca, Rey Terry, Diaz Valverde, Revoredo Marsano,y, Garcia Marcelo, actuando como secretaria la doctora Maria luz Vazquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Pedro Luciano Gordillo Begazo, en contra de la resolucion de la Segunda Sala Civil de la Corte Superior de Arequipa de fecha dieciséis de agosto de mil novecientos noventa y seis, en la accion de amparo seguida por el aludido recurrente en contra de la Municipalidad Provincial de Camana.", "ANTECEDENTES:": "El actor,  apoyando su accion en lo contenido en el inciso 15) articulo 2°y articulos 26°y 279 de la Constitucion, concordante con el inciso b) del articulo 4° del decreto legislativo 276, presento accion de amparo en contra de la resolucion Municipal del Municipio Provincial de Camanarepresentado por su Alcaldejel senor Enrique Gutiérrez Souza, la que contenia, al decir del demandante, una flagrante violacion de sus derechos constitucionales de libertad y estabilidad en el trabajo, al haber sido cesado, porque habia sido nombrado como Bibliotecario, laborando 2 TRIBUNAL CONSTITUCIONAL como servidor de carrera en el nivel ST/D, en plaza debidamente presupuestada, y que habia sido sujeto de una evaluacion por parte de la entidad demandada; que si bien la Municipalidad estaba facultada por la Ley del Presupuesto para llevar adelante la evaluacion, también lo era que las evaluaciones debian guardar conformidad con las normas pertinentes, para la seguridad del caso; que al efecto se delego al Poder Ejecutivo para que, en el plazo de un anoy para que procediera a legislar, mediante decretos legislativos, en materia de reorganizacion, modificacion de sistemas administrativos en general, asignacion, y ejecucion de funciones, derivados de las leyes sectoriales que regulaban a dichas entidades; anadiendo que las condiciones anotadas no se dieron, ni tampoco se dicto decreto legislativo correspondiente. En lo relativo a la evaluacion en sf, manifesto, el demandante, que esta adolecio de graves irregularidades, tales como el haber aplicado un solo tipo de examen, sin hacer distingo de niveles, y el Municipio Provincial de Camana habia ejecutado la Resolucion Municipal, sin que esta antes hubiera quedado consentida, dado que no se le permitio seguir laborando en su centro de trabajo desde la fecha misma de la notificacion con la resolucion que impugna, por lo que,contando con el amparo del articulo 28° de la ley 23506, estimo no necesario el agotamiento de las vias previas. ELAlcalde don Enrique Gutiérrez Sousa, al contestar la demanda,solicito sea declarada infundada,porque la ley 26553 de Presupuesto del Sector Publico para mil novecientos noventa y seis, habia ordenado la realizacion de un programa de evaluacion de personal, de acuerdo a las normas que para tal efecto se establecieran, sin estar supeditado a la expedicion de nuevas disposiciones, ya que interpretarlo en modo diferente, resultaba incompatible con el articulo 191° de la Constitucion vigente, que establece la autonomia de las Municipalidades, en los aspectos economicos, politicos, y administrativosyen los asuntos de su competencia, tales como el aprobar asuntos relacionados con su organizacion interna, y su presupuesto; por otro lado, dijo que la ley 26093 establecio, de modo imperativorque las Mumicipalidades debian cumplir con efectuar programas de evaluacion, eNlaheciendocpresamentg en sus articulos 2° y 30 que el personal que no resultase calificado, debia ser cesado por excedenciagderogdndawe todas las disposiciones que se opusieran a ese decreto ley, habiendo quedado autorizados los Municipios para dictar las normas necesarias para la correcta aplicacion de la referida ley; que la Octava Disposicion Transitoria y final de la Ley 26533, establecio que incluye dentro de los alcances de la ley 26093, a las Municipalidadeslo que significaba que asi estaban autorizadas, y obligadas a llevar la evaluacion, dictando las normas necesarias para lograrlo, y actuando, asi,el Concejo Municipal, dentro, y por mandato de la ley, no habiendo cometido irregularidades en el proceso de evaluacion. 3 TRIBUNAL CONSTITUCIONAL La sentencia del senor Juez, de fecha catorce de junio de mil novecientos noventa y seis, declaro fundada la demanda, por estman,fundamentadimente que: la entidad demandada se anticipo a la regulacion que debia hacer el Poder Ejecutivo, dentro del marco del proceso de modernizacion y organizacion del aparato estatal, asi como por estimar que en autos no se habia acreditado que el proceso de evaluacion hubiera respondido a un programa de recorte presupuestal 0 de racionalizacion de plazas, por lo que no podia reputarse que el cese del trabajador sea legal, violandose asi su derecho. fundamental al trabajo. El dictamen Fiscal, que es de opinion se revoque la apelada, y se declare improcedente la accion de amparo, porque afirma que el Municipio tenia facultades para llevar a cabo la racionalizacion de acuerdo a las leyes pertinentes, y a su propia autonomia. La sentencia de la Sala, su fecha dieciséis de agosto de mil novecientos noventa y seis, revoca la sentencia apelada que declara fundada la accion de amparo, y reformandola la declararon improcedente, atendiendo a que el acto cuestionado en la demanda como es la resolucion administrativa, es un acto de la autoridad en el ejercicio de sus funciones.", "FUNDAMENTOS:": "Considerando: Que, conforme lo dictan los articulos 191° y 192° de la Constitucion, las Municipalidades, tienen autonomia politica, economica, y administrativa en los asuntos de su competencia, siendo uno de ellos el aspecto de la evaluacion del personal a su cargo; Que el recurrente se sometio por su voluntad a la evaluacion, y con conocimiento pleno de que si no aprobaba, seria cesado por causal de excedencia, de forma inmediata, y sin lugar a reclamaciones, en atencion a lo establecido por los articulos 20 y 30 de la Ley 26093; Que resulta inexacta la afirmacion del agraviado, cuando manifiesta que se le ha violentado el principio de defensa y de un debido proceso, por cuanto es de notarse que esta haciendo uso de los medios de defensa que él estimo por convenientes, sin que haya sido limitado en su actuar, Esto de un lado, y,de otro, también es de apreciarse, de conformidad con el inciso 3) del articulo 1390 de la Constitucion, que existe un debido proceso, dado que no ha sido desviado de lajurisdiccion predeterminada por ley, ni se le sometio a un procedimiento distinto de los previamente establecidos, ni juzgado por organos jurisdiccionales de excepcion, ni por comision especial creada al efecto, lo que si, y en todo caso, lo que sucede es que el actor equivoco la via a seguir; Que, tampoco se le ha violentado el derecho de estabilidad, y desempeno de trabajo, por cuanto el 4 TRIBUNAL CONSTITUCIONAL actor no ha sido despedido arbitrariamente, 0 como resultado de un irregular proceso, lo que ha sucedido en el caso bajo examen, es que el interesado no aprobo la evaluacion que le practico la entidad demandante, evaluacion respecto de la cual se emitio, y con arreglo a ley, la resolucion administrativa que pretende el accionante no se aplique, lo que equivaldria, a dejar sin efecto una resolucion administrativa, regularmente emitida, mediante una resolucion judicial; Que, el agraviado no ha demostrado en el procedimiento, el que se le haya violado ningin derecho constitucionalmente protegido. Por estos. fundamentos el Tribunal, en ejercicio de las atribuciones que le confieren la Constitucion, y leyes pertinentes.", "FALLA:": "Confirmando la sentencia,de vista de dieciséis de agosto de mil novecientos noventa y seis, quey revocando la de Primera Instancia, de catorce de junio de mil novecientos noventa y seis, declara improcedente la accion de amparo, debiendo efectuarse la publicacion pertinente en el diario oficial el Peruano. S.S. Nugent MA1 Acosta Sanchez Aguirre Roca Diaz Valverde Rey Terry Revoredo Marsano, y, - Garcia Marcelo. me Lii Lo que certifico: - m aua e1 27 pu Dea. Maria Luz Vasquez de Lopez SECRETARIA RELATORA", "fecha_publicacion": "1997-04-27", "id": 36110, "nombre_demandado": "Municipalidad Provincial de Camaná", "nombre_demandante": "Pedro Gordillo Bagazo", "numero_expediente": "00822-1996-AA"}