{"CONTEXTO": " 00823-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00823-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 823-98-AA/TC LIMA CARMEN LUISA GARRIDO LARA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por dona Carmen Luisa Garrido Lara, contra la Sentencia de la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, que con fecha veinte de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo de autos.", "ANTECEDENTES:": "Dona Carmen Luisa Garrido Lara interpuso con fecha diez de marzo de mil novecientos noventa y ocho Accion de Amparo contra don Felipe Castillo Alfaro en su calidad de Alcalde de la Municipalidad Distrital de Los Olivos, por haber ordenado mediante la Resolucion de Alcaldia N.o 903-97, de fecha veintitrés de junio de mil novecientos noventa y siete, el desalojo y demolicion de construcciones existentes en la zona de parqueo vehicular establecida oficialmente por el Plano Definitivo de Trazado y Lotizacion del Asentamiento Humano Chillon. Considera la demandante, que con dicha Resolucion se violan los derechos a la vivienda, de propiedad y de proteccion a la familia, pues, anade, ella y otras personas son posesionarias de dicha zona de parqueo vehicular, donde han realizado construcciones que les sirve de morada. Por tanto, solicita la no aplicacion de la referida Resolucion de Alcaldia N.° 903-97. (de fojas 55 a 64). El Alcalde emplazado contesta la demanda negândola y contradiciéndola en todos sus extremos. Hace saber que el area que ocupa la demandante junto con otras personas es una zona destinada para el estacionamiento de vehiculos y, por consiguiente, es una area publica; que dicha zona de estacionamiento es parte integrante del area que ocupa el Asentamiento Humano Chillon, cuyo plano definitivo se encuentra inscrito en los Registros Publicos de Lima en la Ficha N.o 309532, Asiento 2-b. Finalmente, 2 TRIBUNAL CONSTITUCIONAL considera el demandado, que la Municipalidad obro tuitivamente merced a la competencia que le otorga la Ley Orgânica de Municipalidades para cautelar, conservar y administrar los bienes de dominio publico; por consiguiente, acota, no violo ningun derecho constitucional. (de fojas 148 a 154). El Quinto Juzgado Especializado en lo Civil del Cono Norte de Lima, mediante Sentencia de fecha seis de mayo de mil novecientos noventa y ocho, declara improcedente la demanda, por considerar que se incurrio en la causal de caducidad contemplada en el articulo 370 de la Ley N.o 23506. (de fojas 281 a 286). La Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, con fecha veinte de julio de mil novecientos noventa y ocho, por el mismo fundamento, confirma la apelada y declara improcedente la demanda. (de fojas 397 a 399). Contra esta resolucion, la demandante interpone Recurso de Nulidad entendido como Recurso Extraordinario. (de fojas 437 a 440).", "FUNDAMENTOS:": "Que, segun lo dispone el articulo 370 de la Ley N.o 23506, el ejercicio de la 1. Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion. 2. Que el objeto de la pretension es suspender el mandato de demolicion y desalojo contenido en la Resolucion de Alcaldia N.o 903-97, de fojas setenta y ocho, su fecha veintitrés de junio de mil novecientos noventa y siete. Dicha medida obedece a que la demandante y otras personas vienen ocupando sin autorizacion alguna la zona publica destinada a estacionamiento, segun lo dispone el Plano Definitivo del Saneamiento Fisico Legal del Asentamiento Humano Chillon, cuyo secretario general denuncio dicha situacion anomala, que indudablemente no permite al asentamiento la utilizacion del equipamiento comunal y areas de estacionamiento. Que, como ya se ha expresado, la Resolucion N.o 903-97, materia de la presente 3. accion de garantia, fue dictada con fecha veintitrés de junio de mil novecientos noventa y siete, y la demanda fue interpuesta el diez de marzo de mil novecientos noventa y ocho, vale decir, fuera del plazo establecido en el articulo 370 que se comenta en el primer fundamento. Abundando sobre el particular, a fojas once y doce corre el Recurso de Nulidad que interpuso la demandante contra la referida Resolucion de Alcaldia N.o 903-97 y la Resolucion de Alcaldia N.o 028-97, de fecha seis de octubre de mil novecientos noventa y siete, esta ultima declarando improcedente una solicitud de la demandante y otros, contradiciendo la primera Resolucion que, consecuentemente, quedo firme. Igualmente, si se considera que con fecha seis de octubre de mil novecientos noventa y siete se agoto la via administrativa, la demandante pudo interponer la presente accion a partir de 2 3 TRIBUNAL CONSTITUCIONAL dicha fecha y no el diez de marzo de mil novecientos noventa y ocho, cuando habia transcurrido en exceso el plazo de sesenta dias habiles. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Sentencia de la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas trescientos noventa y siete, su fecha veinte de julio de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ VAriCi DIAZ VALVERDE NUGENT GARCIA MARCELO 2 2 - Ct 2 L JAM LO quel certifico: DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-12-08", "id": 36062, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Los Olivos (Felipe Castillo Alfaro)", "nombre_demandante": "Carmen Luisa Garrido Lara", "numero_expediente": "00823-1998-AA"}