{"CONTEXTO": " 00829-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00829-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:829-97-AA/TC CUSCO JUAN SANCHEZ T. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de mil novecientos noventa y siete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia, Nugent, Diaz Valverde,y Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario que interpone Juan Sanchez Tiahuallpa contra la Resolucion de la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Cusco y Madre de Dios su fecha veintidos de julio de mil novecientos noventa y siete, que confirma la apelada que declara infundada la demanda de Accion de Amparo interpuesta contra Cecilia Carpio Valle.", "ANTECEDENTES:": "Don Juan Sanchez Tiahuallpa con fecha dieciséis de enero de mil novecientos noventa y siete, interpone Accion de Amparo, por violacion de sus derechos constitucionales referidos a la defensa de la libertad de trabajo. Sostiene el demandante que en Su calidad de propietario y poseedor del predio sito en la avenida Ejército seiscientos noventa guion B, en el cual ha establecido un local comercial dedicado a la venta de calzados y afines, funcionando desde tiempo atras, pero la demandada se ha instalado desde el quince de diciembre de mil novecientos noventiséis frente a la puerta de acceso en donde funciona su 2 ICA PEL TRIBUNAL CONSTITUCIONAL negocio, impidiendo que las personas puedan ingresar, con lo cual viene violando su libertad de trabajo. Agrega el recurrente que para lograr la apertura de su local comercial ha tenido que gestionar su licencia de funcionamiento y ante la Superintendencia Nacional de Administracion Tributaria, efectuando el pago mensual de sus obligaciones tributarias, pero que desde que la demandante se ha instalado en el frontis de su negocio, no puede cumplir con el pago de sus obligaciones ante elfisco. Asimismo, indica que en virtud de los hechos expuestos ha tenido que sentar demuncia ante la autoridad policial, el dia dieciséis de diciembre de mil novecientos noventiséis, habiéndose constatado in situ que efectivamente existe impedimento para el ingreso de Su local comercial. ElJuez Suplente del Primer Juzgado en lo Civil del Cusco, confecha veinte de enero de mil novecientos noventisiete, admite a tramite la Accion de Amparo corriendo traslado de la misma por el término de ley. Absuelta la demanda por la demandada la cual la niega y rechaza categoricamente y propone las excepciones de oscuridad en el modo de proponer la demanda y la de falta de legitimidad para obrar del demandante, en virtud que no se puede determinar la supuesta violacion constitucional y solicitando se declare infundada la demanda. El Juez Provisional del Primer Juzgado en lo Civil del Cusco declara inadmisible la tacha formulada por el demandante, infundadas las excepciones de falta de legitimidad para obrar del demandante y de oscuridad en el modo de proponer la demanda deducidas por la demandada e infundada la demanda, por considerar, que no se habia violado el derecho constitucional invocado. Formulado el recurso de Apelacion, con fecha veinte de mayo de mil novecientos noventisiete. La Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios de fecha veintidos de julio de mil novecientos noventisiete, expide resolucion confirmando la sentencia apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional. 3 CA TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1.- Que, el objeto de las acciones de garantias es el reponer las cosas al estado anterior de la violacion 0 amenaza de violacion de un derecho constitucional. 2.- Que, la pretension del demandante es que la demandada cese en la perturbacion de su libertad de trabajo y no impida el acceso de sus clientes a su local comercial. 3.- Que, de conformidad con el Articulo 196° del Codigo Procesal Civil norma aplicable a titulo supletorio, segun se esta a lo dispuesto por el Articulo 63° de la Ley No 26435 Organica del Tribunal Constitucional, la carga de probar corresponde a quien afirma hechos que configuran su pretension, 0 a quien los contradice alegando muevos hechos y que de autos, se puede observar que el demandante no ha acreditado la existencia de hechos perturbatorios que constituyan una transgresion a Su derecho constitucional de libertad de trabajo. 4.-Que, a fojas sesentidos y setentitrés se acreditan mediante medios probatorios atipicos (fotografias) que la demandada tiene su puesto de comercio ambulatorio en la calzada de la avenida Ejército y que no impide el libre acceso de transeuntes al local comercial del demandante, desvituandose la aseveracion del accionante. Por estos Fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica. TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de la Primera Sala Civil de la Corte Superior de Justicia del Cusco y Madre de Dios defojas ciento catorce del cuaderno principal su fecha veintidos de julio de mil novecientos noventa y siete, que confirmo la apelada, declarando infundada la Accion de Amparo y dispusieron la publicacion de la presente resolucion en el Diario Oficial El Peruano;y, los devolvieron S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JLEE.", "fecha_publicacion": "1998-03-28", "id": 36774, "nombre_demandado": "Cecilia Carpio Valle", "nombre_demandante": "Juan Sánchez Tiahuallpa", "numero_expediente": "00829-1997-AA"}