{"CONTEXTO": " 00825-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00825-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp.: 825-97-AA/TC. NÉSTOR ALEJANDRO ALBORNOZ EYZAGUIRRE CI MINISTERIO DE EDUCACION LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de diciembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la sentencia de vista pronunciada por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, su fecha quince de julio de mil novecientos noventa y siete de fojas noventa y cinco que declaro improcedente la accion de amparo revocando la sentencia de primera instancia que declaro fundada.", "ANTECEDENTES:": "Don Néstor Alejandro Albornoz Eyzaguirre a fojas treinta interpone accion de amparo contra don Domingo Palermo Cabrejos, Ministro de Educacion con el fin que se deje sin efecto la resolucion No 196-96-ED expedido por el Secretario General del citado ministerio en representacion del Ministro de Educacion sostiene que la resolucion impugnada le esta privando el derecho a seguir trabajando como Director del Centro TRIBUNAL CONSTITUCIONAL 2 Educativo No 2023 'Augusto Salazar Bondy\" Expresa que, su derecho esta consignado con el articulo No 2 numeral 15 de la Constitucion Politica del Estado. El Procurador Publico del Ministerio de Educacion a fojas cuarenta y seis contesta la demanda y expone: la presente via no es la idonea para demandar la nulidad de la Resolucion que causa estado en la via laboral. Precisa que la accion de amparo procede contra hecho u omision no contra resoluciones. El Quinto Juzgado Especializado en lo Civil del Cono Norte de Lima, a fojas cincuenta y uno en primera instancia declara fundada la accion de amparo porque segun el Art. 110 del D.S. 02-94-JUS después de seis meses no puede declarar nula las resoluciones educativas. La Segunda Sala Civil Especializada de la Corte Superior de Justicia del Cono Norte de Lima a fojas noventa y cinco pronuncia sentencia en segunda instancia su fecha quince de julio del presente por el que declara improcedente la accion de amparo revocando la sentencia de primera instancia que declaro fundada la demanda. Sostiene que la accion de amparo no es la via idonea para la declaracion de ineficacia de una Resolucion administrativa.", "FUNDAMENTOS:": "A que, conforme a la ley 23506 y Art. 200 inc. 2 de la Constitucion Politica, la acciones de amparo procede contra hechos 0 actos que afecten 0 amenacen la Constitucion, no procede contra resoluciones 0 normas juridicas, excepto cuando los actos 0 hechos impugnados se sustenten en leyes 0 resoluciones que afecten 0 violen derechos constitucionales. Que, en el presente caso, el actor no sustenta su pretension en un hecho 0 acto concreto, se limita a demandar se declare sin efecto la Resolucion No 196-96; Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica y su Ley Orgânica, TRIBUNAL CONSTITUCIONAL 3", "FALLA:": "CONFIRMANDO la sentencia de vista pronunciada por la Segunda Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima su fecha quince de julio de mil novecientos noventa y siete de fojas noventa y cinco que declaro IMPROCEDENTE la sentencia apelada su fecha treinta de mayo de mil novecientos noventa y siete de fojas cincuenta y uno que declaro fundada la accion de amparo; dispusieron su publicacion en el Diario Oficial El Peruano, conforme a ley, y los devolvieron. S.S. Au Le ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Audhh Lo que Certifico: JGS. Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-11", "id": 36637, "nombre_demandado": "Ministerio de Educación (Ministro, Domingo Palermo Cabrejos)", "nombre_demandante": "Néstor Alejandro Albornóz Eyzaguirre", "numero_expediente": "00825-1997-AA"}