{"CONTEXTO": " 00826-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00826-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 826-97-AA/TC LIMA Empresa de Transportes Matucana S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Empresa de Transportes Matucana S.A. contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia del Callao, su fecha veintitrés de junio de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "La Empresa de Transportes Matucana S.A. representada por su Gerente don Orlando Américo Toledo Calero, con fecha tres de marzo de mil novecientos noventa y siete interpone demanda de Accion de Amparo contra don Oswaldo Macazana Huaringa, Alcalde de la Municipalidad Provincial de Huarochiri, con el proposito de que se declare inaplicable la Resolucion de Alcaldia N. 208-96-ALC-MPH-M de fecha quince de octubre de mil novecientos noventa y seis, al considerarse que se ha transgredido su derecho constitucional a la libertad de trabajo reconocido en el articulo 2° inciso 15) de la Constitucion Politica del Estado. Aduce que la demandada viene impidiendo que sus unidades vehiculares cumplan con brindar el servicio de transporte a los usuarios, y que la Comision Técnica Mixta de la Municipalidad Provincial de Huarochiri esta actuando en forma ilegal y arbitraria, por lo que solicita que se disponga el cese de sus funciones; asimismo, que se deje sin efecto el requerimiento de pago efectuado por el juzgado coactivo por concepto de papeletas de infraccion por la suma de siete mil cuatrocientos cincuenta nuevos soles (S/.7,450.00). Senala asimismo, que la Direccion General de Circulacion Terrestre del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion es la autoridad competente para otorgar concesiones de ruta y expedir tarjeta de circulacion entre las localidades de Chosica 2 TRIBUNAL CONSTITUCIONAL y Matucana asi como para cursar oficios a la Policia Nacional del Peru, solicitando la intervencion de los vehiculos y la imposicion de papeletas de infraccion. PH Don Oswaldo Macazana Huaringa contesta la demanda en representacion de la Municipalidad Provincial de Huarochiri, solicitando se declare infundada; senala que el Decreto Supremo N.o 12-95-MTC en su Cuarta Disposicion Complementaria dispone la creacion de una comision técnica mixta para cada municipalidad provincial y que dentro de sus funciones esta la de aprobar las directivas y planes destinados a fomentar el orden del transito y del transporte publico de su jurisdiccion. Alega que respecto a las papeletas por infraccion, éstas han sido aplicadas por la autoridad policial mediante la codificacion H-19 (Ordenanza N.o 04-96-CM-MPH-M) por \"utilizar vehiculos no habilitados para la prestacion de servicios\", ademas, por no contar con la respectiva tarjeta de circulacion, y por carecer de concesion de ruta otorgada por la demandada y el Ministerio de Transportes, Comunicaciones, Vivienda y Construccion. En cuanto al cobro coactivo, éste se ha efectuado de conformidad a lo establecido por el Decreto Supremo N.o 12-95-MTC. El Juzgado Mixto de Huarochir-Matucana, a fojas sesenta y cuatro, con fecha diez de abril de mil novecientos noventa y siete, expide resolucion declarando infundada la demanda, considerando principalmente, que la demandante no ha probado tener la concesion de ruta de transporte interprovincial y no tener la tarjeta de circulacion. La Sala Civil de la Corte Superior de Justicia del Callao, a fojas ciento dieciséis, con fecha veintitrés de junio de mil novecientos noventa y siete, confirma la sentencia apelada por los mismos fundamentos de la recurrida. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, del petitorio de la demanda se desprende que el objeto de la presente Accion de Amparo es que cesen las funciones de la Comision Técnica Mixta de la Municipalidad Provincial de Huarochiri y se deje sin efecto la notificacion coactiva a través de la cual se exige el pago de una multa ascendente a la suma de siete mil cuatrocientos cincuenta nuevos soles (SI. 7,450.00), impuesta a la demandante de acuerdo a lo establecido en el acapite H-19, articulo 14° de la Ordenanza N.o 04-96- CM-MPH-M del treinta y uno de diciembre de mil novecientos noventa y seis, por utilizar vehiculos no habilitados. Que, en el presente caso esta establecido en autos, por documentos emitidos por la 2. Direccion General de Circulacion Terrestre del Ministerio de Transportes 3 TRIBUNAL CONSTITUCIONAL Comunicaciones, Vivienda y Construccion, que obran de fojas tres a siete, que el servicio que presta la demandante es de Transporte Terrestre Interprovincial, en cuyo caso la normatividad aplicable es el Decreto Supremo N.o 05-95-MTC que aprobo el Reglamento del Servicio Publico de Transporte Terrestre Interprovincial de Pasajeros por Carretera en Omnibus, siendo la autoridad competente la Direccion General de Circulacion para otorgar la concesion de ruta y aplicar las sanciones previstas en el Titulo XII, debiendo destacarse que esta previsto en el articulo 74° inciso b), que constituyen servicios no autorizados aquéllos en los que se utilizan vehiculos no habilitados que no porten tarjeta de circulacion; en consecuencia, la intervencion de la comision prevista en el Decreto Supremo N.o 012-95-MTC, regula el transporte urbano e interurbano, mas no el transporte interprovincial, por lo tanto se ha atribuido funciones que no le competen, debiendo senalarse que no corresponde al Tribunal Constitucional disponer el cese de las funciones de esta Comision, como se solicita en el petitorio. Que el Reglamento mencionado prevé asimismo en su articulo 76° que cualquier 3. persona natural ojuridica podra denunciar ante la autoridad competente los servicios no autorizados; la que procedera de acuerdo a lo dispuesto en dichas normas, denuncia que debio presentar la demandada ante la Direccion General de Circulacion del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion. Que, de autos se desprende que se ha acreditado que la demandada actuo en forma 4. arbitraria, asumiendo funciones que no eran de su competencia y vulnerando con ello los derechos constitucionales al debido proceso y a la libertad de empresa. Por estos tundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO en parte la Resolucion emitida por la Sala Civil de la Corte Superior de Justicia del Callao, de fojas ciento dieciséis, su fecha veintitrés de junio de mil novecientos noventa y siete, que confirmando la apelada declaro INFUNDADA la demanda en cuanto se refiere a la solicitud para que se disponga el cese de las actividades de la Comision Técnica Mixta y REVOCANDOLA en el extremo relativo de la solicitud para que no se aplique la Resolucion de Alcaldia N.o 208-96-ALC-MPH-M, reformandola en este extremo la declara FUNDADA, en consecuencia, inaplicable a la Empresa de Transportes Matucana S.A. la Resolucion de Alcaldia N.o 208-96- ALC-MPH-M, de fecha quince de octubre de mil novecientos noventa y seis, y dispone que la Comision Técnica Mixta de la Municipalidad Provincial de Huarochiri se abstenga de aplicarlas medidas reclamadas 4 TRIBUNAL CONSTITUCIONAL contra la demandante que restrinjan su derecho a prestar el servicio de transporte interprovincial; ordena que la demandada suspenda el proceso coactivo dispuesto por la mencionada resolucion. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO SCA. Lo que Certifico: il Dra. MARIALUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-07-22", "id": 35329, "nombre_demandado": "Alcalde la Municipalidad Provincial de Huarochirí", "nombre_demandante": "Empresa de Transportes Matucana SA", "numero_expediente": "00826-1997-AA"}