{"CONTEXTO": " 00830-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00830-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 830-98-AA/TC CAJAMARCA MUNICIPALIDAD PROVINCIAL DE CAJAMARCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL V En Huaraz, a los veintisiete dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Municipalidad Provincial de Cajamarca contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Cajamarca, de fecha veintiuno de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Municipalidad Provincial de Cajamarca interpone demanda de Accion de Amparo contra la Ejecutora Coactiva de la Subgerencia de Recaudacion y Mercadeo del Instituto Peruano de Seguridad Social-Cajamarca-lPSS, doctora Carmen Salomon Huamanchumo, con la finalidad de que se deje sin efecto la Resolucion N.o 07, de fecha cuatro de enero de mil novecientos noventa y ocho, recaida en el Expediente N.o 162-94 en la cobranza coactiva seguida por el IPSS contra la Municipalidad demandante sobre cobro de aportaciones insolutas; manifiesta que con la Resolucion N.° 07 se ha dispuesto levantar la suspension del proceso coactivo, requiriendo que la Municipalidad de Cajamarca cumpla con cancelar la suma puesta a cobro mas los intereses, recargos, costas y gastos administrativos en el término de cuarenta y ocho horas bajo apercibimiento de hacer efectivas las medidas cautelares, lo que atentaria contra el derecho de propiedad, maxime cuando la deuda que se pretende cobrar se encuentra totalmente cancelada con la suscripcion de un contrato de compensacion de deuda denominada compraventa de un terreno, por lo que resulta ilegal, injusto y arbitrario que el IPSS-Cajamarca persista en su afan de cobrar supuestos adeudos por concepto de aportaciones. Ampara su demanda en lo dispuesto por los articulos 139° incisos 2), 3) y 14); 200°, inciso 2), de la Constitucion Politica del Estado y los articulos 1°y 24°, > inciso 12), de la Ley N.o 23506. La demandada contesta la demanda negandola y contradiciéndola en todos sus extremos y solicita que se declare improcedente la demanda, toda vez que manifiesta que se ha actuado en estricto cumplimiento de la consecusion de un proceso regular, como es la 2 TRIBUNAL CONSTITUCIONAL ejecucion coactiva y como tal, no se ha vulnerado ningun derecho constitucional de la demandante, y es de aplicacion el inciso 2) del articulo 6° de la Ley N.o 23506. El Segundo Juzgado Civil de Cajamarca, con fecha veintidos de abril de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar, entre otras razones, que si bien el Decreto Ley N.o 17355 faculta, a las entidades del sector publico nacional como organismos publicos autonomos descentralizados, como es el IPSS, a realizar actos de coercion para el cobro de tributos 0 aportaciones insolutas, también es verdad que de acuerdo al ordenamiento constitucional vigente, la potestad de administrar justicia se ejerce en los juzgados y tribunales; que, por otro lado, la ejecutora coactiva no tiene facultad para resolver una accion sobre cobro de deuda, pues ello corresponde ventilarlo ante organo jurisdiccional competente, no siendo por tanto de aplicacion el articulo 6° del Decreto Ley N.o 17355, al tener prevalencia la norma constitucional ante otra de menor jerarquia. Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Cajamarca, con fecha veintiuno de agosto de mil novecientos noventa y ocho, revoca la apelada y reformandola la declara improcedente, por considerar que no procede la Accion de Amparo entre dependencias administrativas y los organismos creados por la Constitucion por los actos efectuados en el ejercicio regular de sus funciones; solo procede ésta cuando se hayan agotado las vias previas; y que la demandante tiene expedito su derecho para hacerlo valer conforme a ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Municipalidad Provincial de Cajamarca interpone la presente accion de garantia contra la Ejecutora Coactiva del Instituto Peruano de Seguridad Social- IPSS, que de acuerdo con lo establecido en el articulo 6° inciso 4) de la Ley N.o 23506, no proceden las acciones de garantia entre las dependencias administrativas, incluyendo las empresas publicas, contra los poderes del Estado y los organismos creados por la Constitucion por los actos efectuados en el ejercicio regular de sus funciones. Que, respecto a los argumentos esgrimidos por la demandante en relacion al 2. cumplimiento de un acto juridico celebrado entre las partes, se deja a salvo su derecho a efectos de que lo haga valer en la via correspondiente y que en la estacion probatoria se acredite 0 desvirtue lo pertinente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Cajamarca, de fojas doscientos veinticuatro, su fecha veintiuno de agosto de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 2 auced GARCIA MARCELO - MR Lo que Certifi00: ufdk Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIA RLONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-08-07", "id": 35602, "nombre_demandado": "Ejecutora Coactiva de la Subgerencia de Recaudación y Mercadeo del Instituto Peruano de Seguridad Social de Cajamarca (Carmen Salomón Huamanchumo)", "nombre_demandante": "Municipalidad Provincial de Cajamarca", "numero_expediente": "00830-1998-AA"}