{"CONTEXTO": " 00834-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00834-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No: 834-96-AA/TC. Caso : Saturnino Quispe Illanes Arequipa SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Vicepresidente, encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, interpuesto contra la sentencia de la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Arequipa, de diecinueve de agosto de mil novecientos noventa y seis, que declara improcedente la accion de amparo incoada por don Saturnino Quispe Illanes con el Jefe del a Division de Pensiones del Instituto Peruano de Seguridad Social.", "ANTECEDENTES:": "Don Saturnino Quispe Illanes, actor de la demanda de accion de amparo, solicita se declare inaplicable la Resolucion Administrativa No 222202, porque al concederle su pension de jubilacion se aplico retroactivamente el Decreto Ley No 25967, y no el régimen que le correspondia, toda vez que su solicitud de pension fue presentada el seis de agosto de mil novecientos noventa y dos, al amparo del Decreto Ley No 19990; esta situacion a su juicio vulnera su derecho constitucional, al libre acceso a las prestaciones de pensiones, asi como el principio de retroactividad de las normas; en consecuencia pide se rectifique su pension y se le conceda en concordancia con el Decreto Ley No 19990. Senala, que oportunamente agoto la via administrativa. La Oficina de Normalizacion Previsional, mediante su apoderado, plantea la excepcion de caducidad, estimando que la resolucion, que ahora se pretende impugnar quedo consentida, contesta la demanda negandola en todos sus extremos, argumentando que solo se ha limitado a cumplir con lo establecido por la unica Displosicion Transitoria del Decreto Ley No 25967 que establecia su aplicacion a las solicitudes en tramite. El Tercer Juzgado Especializado en lo Civil del Distrito Judicial de Arequipa, declaro, fundada la excepcion de caducidad e improcedente la demanda. TRIBUNAL CONSTITUCIONAL La Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Arequipa, con lo expuesto por la fiscalia superior, revocandola en cuanto declara fundada la excepcion de caducidad, declaro improcedente la accion por considerar que no cabe interponer acciones de garantia contra el Decreto Ley No 25967, conforme al articulo 10 del dispositivo acotado. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, estando a las reiteradas ejecutorias de este supremo Tribunal, en materia de pensiones se ha llegado ha establecer que, por la naturaleza de este derecho, es de aplicacion el articulo 26° segundo parrafo, ultima parte, de la Ley No 25398, al considerar que existiendo continuidad de actos que constituyen la afectacion, no se produce la caducidad de la accion, toda vez que, mes por mes se renueva la vulneracion. Que, de autos fluye la existencia de dos hechos: a) el actor contaba con 21 afos de aportaciones y b) habia presentado su solicitud el seis de agosto de mil novecientos noventa y dos; estos dos hechos se produjeron cuando estaba vigente el Decreto Ley No 19990 y no el Decreto Ley No 25967, que entro en vigencia, el diecinueve de diciembre de mil novecientos noventa y dos, es decir, después de mas de cuatro meses de presentada su solicitud. Que, conforme el Articulo 187° de la Constitucion de 1979 y el Articulo 103° de la Constitucion vigente, las leyes no pueden aplicarse a hechos producidos con anterioridad a su promulgacion; salvo excepciones que senala la propia constitucion, circunstancia que no es el caso. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "Revocando, la sentencia de vista, expedida por la Primera Sala Especializada en lo Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento sesenta y ocho, su fecha diecinueve de agosto de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la accion; y reformandola declararon FUNDADA la demanda; en consecuencia inaplicable al actor la Resolucion Administrativa No 22202, de diez de octubre de mil novecientos noventa y cuatro, debiendo la entidad demandada liquidar la pension de jubilacion de don Saturnino Quispe Illanes conforme a las normas contenidas en el Decreto Ley No 19990; dispusieron se publique en el Diario Oficial \"El Peruano\" y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO duith HOV - / S.G.Ch. Lo que Certifico Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-08", "id": 36612, "nombre_demandado": "Jefe de la División de Pensiones del Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Saturnino Quispe Illanes", "numero_expediente": "00834-1996-AA"}