{"CONTEXTO": " 00835-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00835-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 835-96-AA/TC dD CUSCO PROSERGEN S.R.LTDA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Proveedores de Servicios Generales Sociedad de Responsabilidad Limitada-Prosergen S.R.Ltda. contra la Resolucion de la Primera Sala Civil de la Corte Superior del Cusco y Madre de Dios, de fojas ciento setenta y cinco, su fecha seis de setiembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Prosergen S.R.Ltda. representada por don Hugo Félix Alatrista Gironzini, interpone Accion de Amparo contra la Ejecutora Coactiva del Instituto Peruano de Seguridad Social IPSS, dona Julia Alejandrina Soria Delgado, para que se suspenda el embargo a los bienes de la empresa y se disponga la nulidad de los actuados en el proceso coactivo iniciado, por ser irregular. Ello, por violar su derecho constitucional de peticion. La demandante senala que: 1) El IPSS contrata a la Empresa Gacon S.A. para que lleve a cabo la fiscalizacion de aportaciones en la empresa demandante, sin embargo, el inspector designado, don Guido Silva Arbildo, no realizo la referida fiscalizacion; 2) Interpuso Recurso de Queja para que la fiscalizacion se lleve a cabo con el propio personal del IPSS; 3) El cuatro de abril de mil novecientos noventa y cinco recibio una notificacion coactiva en la que le requiere el pago de cuatro mil veinticuatro nuevos soles y seis céntimos (SI. 4,024.06), por aportaciones sociales, segun el Informe Inspectivo N.o 1111, del veintisiete de setiembre de mil novecientos noventa y cuatro; 4) Interpuso Recurso de Nulidad contra el proceso coactivo que se le inicio, al amparo de normas derogadas; y, 5) El once de setiembre de mil novecientos noventa y cinco, en mérito al referido proceso coactivo, se llevo a cabo el embargo sobre los bienes inmuebles de la empresa. La Ejecutora Coactiva del IPSS, dona Julia Alejandrina Soria Delgado, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: 1) Don Guido Silva Arbildo no realizo labores de fiscalizacion, porque dicha labor es realizada directamente por el IPSS; 2) Mediante Carta N.o 1348-5G0-GDC-IPS5-94, Gacon S.A. TRIBUNAL CONSTITUCIONAL notifico a Prosergen S.R.Ltda. para que le proporcione documentos a fin de que sus trabajadores desarrollen actividades de captacion, levantamiento y analisis de la informacion requerida por el IPSS para determinar el estado de los pagos de aportaciones y hacer el calculo de los recargos; 3) El proceso coactivo se rige por el Decreto Ley N.o 17355 y no por el Decreto Legislativo N.o 773, Codigo Tributario entonces vigente, y por ello el embargo de bienes se llevo a cabo en forma regular; y, 4) La demandante no cumplio con agotar la via previa. El Primer Juzgado Civil de Cusco, a fojas ciento treinta, con fecha veinticinco de junio de mil novecientos noventa y seis, declara fundada la demanda. Sus fundamentos son los siguientes: 1) La demandante acredito que la labor de fiscalizacion fue practicada por la empresa Gacon S.A.; 2) Se violo el derecho al debido proceso; y, 3) Se vulnero el derecho de peticion de la demandante por no dar respuesta a los recursos interpuestos. La Primera Sala Civil de la Corte Superior de Justicia de Cusco y Madre de Dios, a fojas ciento setenta y cinco, con fecha seis de setiembre de mil novecientos noventa y seis, revoca la apelada y reformandola declara improcedente la demanda, por considerar que: 1) El Ejecutor Coactivo no puede pronunciarse sobre la procedencia 0 improcedencia de la obligacion materia de la ejecucion, por carecer de jurisdiccion; y, 2) La decision administrativa que genero el cobro coactivo fue emitada por el IPSS y no por la demandada. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la demanda es que se suspenda el embargo sobre los bienes de la 1. empresa Prosergen S.R.Ltda. y se disponga la nulidad de los actuados en el proceso coactivo iniciado por el Instituto Peruano de Seguridad Social contra la referida empresa, por ser irregular. Dicho proceso se inicio para el cobro de cuatro mil veinticuatro nuevos soles con seis céntimos (SI. 4,024.06) por concepto de aportaciones sociales, de acuerdo con el Informe Inspectivo N.o 1111, del veintisiete setiembre de mil novecientos noventa y cuatro. Que el articulo 73° del Decreto Supremo N.o 018-78-TR, Reglamento del Sistema 2. de Inscripcion y Recaudacion de Seguro Social del Perû, establece que el reclamo se interpondra ante la oficina que ha ejecutado el acto administrativo impugnado. Esta oficina elevara el expediente al organo competente para resolver los reclamos; y, el articulo 670 de la misma norma senala que son organos de resolucion en primera instancia, las gerencias regionales, y en segunda y ultima instancia, la Gerencia General. Que el articulo 46° de la Ley N.o 24786, Ley General del Instituto Peruano de 3. Seguridad Social, aplicable al caso de autos, senala que el IPSS goza de la facultad 2 TRIBUNAL CONSTITUCIONAL de cobrar coactivamente las aportaciones, recargos, intereses, multas y toda obligacion ylo adeudo que se establezca, adoptando medidas precautelatorias para asegurar el cumplimiento de las referidas obligaciones. Asimismo, el articulo 11° del Decreto Ley N.o 17355, sobre Cobranza Coactiva y Ejecucion Forzosa, aplicable al caso de autos de conformidad con lo establecido en el articulo 370 del Decreto Supremo N.o 018-78-TR, establece que el Juez Coactivo esta facultado para ordenar las medidas precautelatorias que, a juicio de la Administracion sean necesarias para cautelar los bienes 0 intereses publicos a favor del Estado. Que, a fojas once de autos, obra el Recurso de Reclamacion interpuesto por el 4. Gerente de la empresa demandante Prosergen S.R.Ltda. don Hugo Félix Alatrista Gironzini, contra el Acta de Liquidacion Inspectiva N.o 001111; y, a fojas ciento tres, obra la Resolucion N.° 22-5G0-GDC-PSS5-94, que declaro improcedente el referido reclamo. Ademas, no esta acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra la Resolucion N.o 222-SGO- GDC-IPSS-94. En efecto, la demandante inicia la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Asimismo, al no haberse continuado el trâmite en la via administrativa, el IPSS inicio el proceso coactivo con la notificacion de fojas quince, de fecha treinta de enero de mil novecientos noventa y cinco; y, con fecha once de setiembre de mil novecientos noventa y cinco, nueve meses después de emitida la Resolucion N.° 22-5G0-GDC-1PSS:-94, se llevo a cabo el embargo sobre los bienes de la empresa demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Cusco y Madre de Dios, de fojas ciento setenta y cinco, su fecha seis de setiembre de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO 12/ CUNCA LA M.L.C/G.LB: Lo que_Deptifipot 3 Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-14", "id": 35489, "nombre_demandado": "Ejecutora Coactiva del Instituto Peruano de Seguridad Social (Julia Alejandrina Soria Delgado)", "nombre_demandante": "Prosergen SRLtda (Hugo Félix Alatrista Gironzini)", "numero_expediente": "00835-1996-AA"}