{"CONTEXTO": " 00831-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00831-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 831-97-AA/TC TACNA ZENON GREGORIO CUEVAS PARE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas doscientos noventa y siete, su fecha veintiséis de junio de mil novecientos noventa y siete, que revocando la apelada, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Zenon Gregorio Cuevas Pare interpone Accion de Amparo contra la Direccion Sub-Regional de Educacion de Moquegua, en la persona de don Luis Alberto Salas Adasme, en su calidad de Director Sub-Regional de Educacion de Moquegua, contra don Luis Dante Zubia Cortez, como Gerente General Sub- Regional de Desarrollo de Moquegua y contra don César Hugo Nunez Bravo, como Presidente Ejecutivo del Consejo Transitorio de Administracion Regional de la Region Moquegua-Tacna-Puno, con el objeto de que se declare nula y sin efecto la Resolucion Ejecutiva Regional No 621-96-CTAR/R.MTP, del veinticuatro de octubre de mil novecientos noventa y seis, que lo cesa por causal de excedencia, publicada en el diario oficial El Peruano el dos de noviembre de mil novecientos noventa y seis, notificada con su transcripcion el cuatro de diciembre de mil novecientos noventa y seis, e inaplicable al demandante la Resolucion Ministerial No 290-96-PRES, y su Directiva No 001-96-PRES/VMDR, del quince de julio de mil novecientos noventa y seis, por ser profesional del magisterio con cargo de Especialista en Educacion; la reposicion en su puesto de trabajo; el abono de sus haberes dejados de percibir desde la fecha de su supuesto cese arbitrario hasta el momento de su reposicion, asi como los derechos otorgados por ley y sus correspondientes intereses; se disponga la destitucion de sus cargos a los demandados responsables de su cese; el pago de las costas del juicio e indemnizacion del dano moral y material, por cuanto se ha vulnerado su derecho a la libertad de trabajo, amparando su demanda en el articulo 24° incisos 15), 22), 23) y 24) de la Constitucion Politica del Peru. Manifiesta que a mérito de lo dispuesto en la Resolucion Directoral No 00123, de veintitrés de mayo de mil novecientos setenta y nueve, se venia desempenando como profesor de educacion secundaria, con caracter permanente e 2 TRIBUNAL CONSTITUCIONAL ininterrumpido hasta el cinco de noviembre de mil novecientos noventa y seis, fecha en que fue despedido arbitrariamente, cuando ocupaba el cargo de Especialista en Educacion de la Oficina Técnico-Pedagogica, a mérito de la Resolucion Directoral Sub-Regional No 0116, de veintisiete de marzo de mil novecientos noventa y seis, relacion laboral amparada por la Ley del Profesorado No 24029, modificada por Ley No 25212, y su Reglamento aprobado por Decreto Supremo No 019-90-ED, en M mérito de los cuales son evaluados anualmente, por lo que no le alcanza lo dispuesto en la Resolucion Ministerial No 290-96-PRES y su Directiva correspondiente. Los demandados absuelven la demanda, senalando que es falso que el demandante haya laborado en forma permanente e ininterrumpida hasta el cinco de noviembre de mil novecientos noventa y seis, toda vez que a la fecha de su cese, se desempenaba en el area administrativa en el cargo de Especialista en Educacion de la Oficina Técnico-Pedagogica, y como senala el inciso b) del articulo 152° del Decreto Supremo No 019-90-ED, el demandante, como integrante del àrea senalada, estaba dentro de los alcances de las areas de inspectoria, investigacion, planificacion, racionalizacion y de personal; por tales razones, con la resolucion materia de la presente accion, ha concluido su vinculo al haber sido cesado por causal de excedencia, en razon de no haberse presentado a la evaluacion correspondiente al primer semestre de mil novecientos noventa y seis, de acuerdo a lo dispuesto en la Resolucion Ministerial No 290-96-PRES, publicada el quince de julio de mil novecientos noventa y seis, que aprueba la Directiva No 001-96-PRES/VMDR. Por su parte, el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion, absuelve la demanda senalando que ésta fue interpuesta por una persona que no ha obtenido el necesario puntaje para aprobar la evaluacion, vale decir, se ha sometido a la correspondiente evaluacion y recién, al verse desaprobado, objeta la misma. Refiere que la Resolucion Ejecutiva Regional sub- materia, se encuentra conforme a derecho y dentro del marco juridico existente. El Juzgado Especializado Penal de Mariscal Nieto-Moquegua (habilitado a fojas doscientos cuarenta) fallo declarando procedente la Accion de Amparo, por considerar principalmente que los integrantes de la Comision Evaluadora no han sido nombrados mediante Resolucion Ministerial y que la directiva de evaluacion semestral en cuestion no era aplicable al demandante, porque estaba bajo el principio de irretroactividad de la ley. La Sala Especializada en lo Civil de la Corte Superior de Justicia de Tacna y Moquegua, expidio resolucion a fojas doscientos noventa y siete, revocando la apelada y, reformandola, declaro improcedente la Accion de Amparo, por considerar principalmente que el demandante no estaba exonerado de la evaluacion semestral del personal de la administracion y que la resolucion sub-materia se expidio con arreglo a ley, no habiéndose amenazado ni violado derecho constitucional alguno. . TRIBUNAL CONSTITUCIONAL Interpuesto el Recurso Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, el articulo 1o del Decreto Ley No 26093 establece que los titulares de los Ministerios y de las Instituciones Publicas Descentralizadas deberan M cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para tal efecto se establezcan, autorizândolos para que mediante resolucion dicten las normas necesarias para su correcta aplicacion, estableciendo ademas que el personal que no califique podra ser cesado por causal de excedencia. 2.- Que, mediante Resolucion Ministerial No 290-96-PRES, publicada el quince dejulio de mil novecientos noventa y seis, se aprobo la Directiva No 001-96- PRES/VDMR y el \"Programa de Evaluacion Semestral del Rendimiento Laboral a ser Aplicado a los Trabajadores de los Consejos Transitorios de Administracion Regional\", el cual en su numeral 5.8 dispone que el personal que no se presente a rendir las pruebas de evaluacion en las fechas previstas ni en la de rezagados sera automâticamente considerado como excedente, debiendo cesar por esta causal. 3.- Que, el articulo 1470 del Decreto Supremo No 019-90-ED, que aprueba el Reglamento de la Ley del Profesorado, establece que el ejercicio profesional del profesor se realiza en las areas de docencia y de la administracion de la educacion, prescribiendo en su inciso a) que \"pertenecen al area de la docencia los profesores que desempenen funciones educativas en relacion directa con los educandos ..\", y en su inciso b) que \"pertenecen al area de la administracion de la educacion los profesores que desempenan funciones técnico-pedagogicas..: disposicion que esta de acuerdo con el articulo 31° de la Ley No 25212 modificatoria de la Ley del Profesorado No 24029. 4.- Que, en el presente caso, el demandante al momento de la evaluacion correspondiente al primer semestre de mil novecientos noventa y seis, ocupaba el cargo de Especialista en Educacion I (Ciencias), al cual fue rotado con efectividad del catorce de marzo de mil novecientos noventa y seis, a mérito de la Resolucion Directoral Sub-Regional No 0116, del veintisiete de marzo de mil novecientos noventa y seis, que obra a fojas doscientos veintitrés, después de ser reasignado y ascendido por concurso al cargo de Especialista en Personal III con efectividad a partir del quince de enero de mil novecientos noventa y dos, segun Resolucion Directoral Subregional No 0026, del diez de febrero de mil novecientos noventa y dos, que en copia obra a fojas tres. 5.- Que, de conformidad con lo prescrito por el articulo 4° de la Resolucion Suprema No 290-96-PRES, de once de julio de mil novecientos noventa y seis, publicada el quince del mismo mes y ano, la Directiva No 001-96- PRES/VMDR, no es de aplicacion para el personal docente del Magisterio, ni para los docentes que segun CAP vigente estén ocupando temporalmente TRIBUNAL CONSTITUCIONAL cargos administrativos y cuyo plazo de permanencia no exceda de seis meses, lo cual no es el caso del demandante, puesto que se encontraba ocupando el cargo administrativo promovido antes senalado, por mas de seis meses, en consecuencia estaba obligado a someterse a la evaluacion semestral correspondiente al primer semestre de mil novecientos noventa y seis, por lo que al haber sido cesado automâticamente por la causal de excedencia mediante Resolucion Ejecutiva Regional No 621-96-CTAR/R.MTP en razon de que no se presento a la evaluacion, se ha cumplido estrictamente con lo dispuesto por ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas doscientos noventa y siete, su fecha veintiséis de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo interpuesta, reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Uue DIAZ VALVERDE NUGENT EM L LC GARCIA MARCELO Lo que Certifico: - - A / Dra. MARIALUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MF", "fecha_publicacion": "1998-10-23", "id": 37157, "nombre_demandado": "Dirección Subregional de Educación de Moquegua (Director, Luis Alberto Salas Adasme), Gerencia Subregional de Desarrollo de Moquegua (Gerente General, Luis Dante Zubia Cortez) y Consejo Transitorio de Administración Regional de la Región Moquegua Tacna Puno (Presidente Ejecutivo, César Hugo Núñez Bravo)", "nombre_demandante": "Zenón Gregorio Cuevas Pare", "numero_expediente": "00831-1997-AA"}