{"CONTEXTO": " 00831-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00831-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 831-98-AA/TC LIMA FRANCISCO ZACARIAS CARDOZO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Francisco Zacarias Cardozo contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha trece de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Francisco Lacarias Cardozo interpone Accion de Amparo contra el Ministerio de Agricultura y la Oficina de Normalizacion Previsional para que no se aplique a su persona la Resolucion Ministerial N.o 0156-96-AG del veintiuno de febrero de mil novecientos noventa y seis, que declara nula la Resolucion N.o 19690-INIAA-OGRE.P, del diecisiete de diciembre de mil novecientos noventa, que disponia su incorporacion en el Régimen de Pensiones del Decreto Ley N.o 20530. Invoca que no le permitieron ejercer el derecho de defensa, que se han afectado sus derechos adquiridos asi como el derecho de pension provisional. La Resolucion impugnada ha infringido el articulo 110° del Decreto Supremo N.o 02-94-JUS, senala que la facultad de la administracion para declarar la nulidad de resoluciones que afecten el interés publico prescribe a los seis meses. La Ley N.o 25066, articulo 27°, establece dos condiciones para que proceda la incorporacion al régimen de pensiones a cargo del Estado sujeto a la Ley N.o 20530: a) Que al veintiséis de febrero de mil novecientos setenta y cuatro, fecha de la dacion de la Ley N.o 25066, los empleados publicos se encontraran laborando para el Estado, ya sea como contratados 0 nombrados; y, b) Que a la fecha de la dacion de la Ley N.o 25066, del veintiuno de junio de mil novecientos ochenta y nueve, se encuentren dentro de los alcances de la Ley N.o 11377 y el Decreto Legislativo N.o 276. El recurrente trabajo en forma ininterrumpida para el Estado desde el once de enero de mil novecientos sesenta y cinco hasta el catorce de febrero de mil novecientos noventa y uno, sumando veintiséis anos y un mes de servicio, situacion que ha sido desconocida por la Resolucion N.o 0156-96-AG que no reconoce el tiempo trabajado bajo el régimen laboral de la Ley N.o 4916 del once de enero de mil novecientos sesenta y cinco al cinco de febrero de mil novecientos setenta y cuatro. La Oficina de Normalizacion Previsional-ONP deduce excepcion de caducidad de la accion. Senala que el articulo 140 del Decreto Ley N.o 20530 prohibe la acumulacion de TRIBUNAL CONSTITUCIONAL tiempo de servicios del régimen privado con el régimen publico, por lo tanto, el tiempo laborado en Enafer, bajo el régimen de la Ley N.o 4916, viola la citada Ley. El demandante presento documentos falsos. El tiempo de servicios prestados en el Ministerio de Educacion, sede Moyobamba, no puede ser computado, porque el articulo 103° de la Constitucion no ampara el abuso del derecho. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima declaro fundada la demanda. Fundamenta que las resoluciones directorales N.o 196- 90-INIAA-OGRH.P del diecisiete de diciembre de mil novecientos noventa, y el N.o 031- 91-INIAA-OGRH-P, del catorce de febrero de mil novecientos noventa y uno, fueron declaradas nulas por la autoridad administrativa, excediendo la facultad otorgada por el articulo 110° del Decreto Supremo N.o 02-94-JUS para declarar la nulidad de resoluciones cuando sobrepasan seis meses de haber quedado consentidas. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma en el extremo que declara infundada la excepcion de caducidad y revoca en la parte que declara fundada la Accion de Amparo; reformandola, la declaro improcedente. Fundamenta que es necesario acreditar fehacientemente estar incorporado al régimen de la Ley N.o 20530, para ello es necesario contar con una via amplia diferente a la via del amparo, que es de carâcter residual. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el demandante pretende que se declare inaplicable para el caso concreto la Resolucion Ministerial N.o 0156-96-AG de fecha veintiuno de febrero de mil novecientos noventa y seis, que declara nula su incorporacion al régimen de pensiones del Decreto Ley N.o 20530 y se le restituya sus derechos constitucionales violados. Que, mediante la Resolucion Directoral N.o 196-90-INIAA-OGRH.P de fecha 2. diecisiete de diciembre de mil novecientos noventa, se incorporo al demandante al régimen de pensiones del Decreto Ley N.o 20530. Asimismo, mediante Resolucion Directoral N.o 031-91-INIAA-OGRH.P de fecha catorce de febrero de mil novecientos noventa y uno se le otorga una pension provisional de cesantia. Que, por Resolucion Ministerial N.o 0156-96-AG de fecha veintiuno de febrero de 3. mil novecientos noventa y seis, la demandada declaro nulas e insubsistentes las resoluciones directorales senaladas en el fundamento anterior, asi como todas aquellas resoluciones que estén referidas a la incorporacion del demandante dentro del régimen previsional del Decreto Ley N.o 20530. Que, por lo dispuesto en el articulo 110° de la Ley de Normas Generales de 4. Procedimientos Administrativos, aprobada por el Decreto Supremo N.o 02-94-JUS, TRIBUNAL CONSTITUCIONAL la Administracion Publica solo puede declarar la nulidad de las resoluciones administrativas dentro del plazo de seis meses, contados a partir de la fecha en que hayan quedado consentidas; en el caso sub examine se advierte que la Resolucion Ministerial impugnada mediante la presente accion, fue expedida cuando habia transcurrido en exceso el plazo que tenia la demandada para declarar dichas nulidades, atentando con ello los principios de cosa decidida y seguridad juridica que protege nuestro ordenamiento juridico, maxime si el Tribunal, en reiterada jurisprudencia, ha senalado que una vez vencido dicho plazo solo es posible determinar la nulidad de una resolucion administrativa mediante un proceso regular en sede judicial a efectos de salvaguardar también el derecho de defensa y debido proceso que tiene toda persona. Que, a mayor abundamiento, a la fecha, nuestro ordenamiento legal ha sido 5. contundente en la aplicacion e interpretacion del articulo 110° de la Ley de Normas Generales de Procedimientos Administrativos, pues como consecuencia del pronunciamiento de este Tribunal en el Expediente N.o 008-96-I/TC, se expidio la Ley N.o 26835 y el Decreto Supremo N.o 070-98-EF que aprueba el Texto Unico Ordenado del Régimen Pensionario del Estado, donde expresamente en sus articulos 30 y 6°, respectivamente, senalan que vencido el plazo establecido en el referido articulo 110° toda nulidad debera ser declarada judicialmente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y uno, su fecha trece de agosto de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola la declara FUNDADA, en consecuencia, inaplicable al demandante la Resolucion Ministerial N.o 0156-96-AG de fecha veintiuno de febrero de mil novecientos noventa y seis; dejando a salvo el derecho de la demandada para que la haga valer conforme a ley. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZL DIAZ VALVERDE NUGENT GARCIA MARCELO MR. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35747, "nombre_demandado": "Ministerio de Agricultura y otro", "nombre_demandante": "Francisco Zacarías Cardozo", "numero_expediente": "00831-1998-AA"}