{"CONTEXTO": " 00830-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00830-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 830-96-AA AREQUIPA ROBERTO JUAN FLORES HUAMANI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE; GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad, entendido como extraordinario, interpuesto por don Roberto Juan Flores Huamani, conttra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha veintinueve de agosto de mil novecientos noventa y cinco, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "A fojas veintidos don Roberto Juan Flores Huamani interpone demanda de accion de amparo contra don Emilio Frisancho Calderon, encargado de la Division de Pensiones del Instituto Peruano de Seguridad Social, hoy Oficina Nacional Previsional, con el proposito que se que se dejen sin efecto las Resoluciones No 22557-93-IPSS, 25741-94- IPSS y 289-95-IPSS, que deniegan la pension de jubilacion solicitada. Manifiesta que ha laborado y aportado al Sistema Nacional de Pensiones por mas de 15 anos, en calidad de trabajador de construccion civil; que las resoluciones cuestionadas se han expedido aplicando el art. 1° del Decreto Ley 25967, a pesar que su solicitud fue TRIBUNAL CONSTITUCIONAL presentada el dia 3 de junio de 1992, cuando se encontraba vigente el Decreto Ley 19990, y cuando aun el anteriormente citado Decreto Ley no existia; que su solicitud de pension debio resolverse aplicando el art. 41° del Decreto Ley 19990 y no aplicando retroactivamente el Decreto Ley 25967. El emplazado contesta la demanda a fojas 75, solicitando se la declare improcedente, en razon que, segun afirma, la accion de amparo no es la via idonea para reclamar su derecho; que el demandante no ha aportado el minimo de 20 anos que establece el Decreto Ley 25967, razon por la cual no le corresponde pension de jubilacion; agrega que en todo caso tampoco podria gozar de dicha pension amparandose en el Decreto Ley 19990, debido a que en su art. 38° se estipula que para el caso de los varones, la jubilacion opera cuando éstos cumplan 60 anos de edad, mientras que el actor tenia 58 anos en la fecha de ocurrida la contingencia; propone las excepciones de falta de legitimidad para obrar del demandado y de representacion defectuosa e insuficiente del demandado. El Quinto Juzgado en lo Civil de Arequipa, con fecha veintidos de enero de mil novecientos noventa y seis, declara infundadas las excepciones e improcedente la accion, por considerar que la via correspondiente era la accion comtenciowo-administrativa. Interpuesto recurso de apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa confirma la apelada, declarando improcedente la accion, estimando que en la presente causa se configuro la causal de caducidad. Contra esta resolucion el accionante interpuso recurso de nulidad, entendido como extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el petitorio de la presente accion esta dirigido a dejar sin efecto las Resoluciones No 22557-93-IPSS, No 25741-94-IPSS y No 289-95-IPSS, que le deniegan al demandante el goce de una pension de jubilacion. 2. Que, antes de entrar a analizar el fondo de la cuestion controvertida debe examinarse la causal de caducidad senalada en la resolucion de vista; al respecto debe tenerse en cuenta que, la privacion de la pension de jubilacion es un hecho que mensualmente se produce y, en tanto su periodicidad no sea mayor a los 60 dias, no opera la caducidad porque deviene en una vinculacion contractual de tracto sucesivo entre el pensionista y la Oficina de Normalizacion Previsional. TRIBUNAL CONSTITUCIONAL 3. Que, las excepciones de falta de letigimidad para obrar y de representacion defectuosa 0 insuficiente del demandado, propuestas por don Francisco Emilio Frisancho Calderon, son atendibles en razon que por Decreto Supremo No 061-95-EF, la Oficina de Normalizacion Previsional asume la representacion del Instituto Peruano de Seguridad Social, en cuanto se refiere a la administracion del régimen pensionario. 4. Que, en autos aparece que el demandante ceso en sus actividades laborales el dia diecinueve de enero de 1992 y que solicito su pension de jubilacion con fecha 3 de junio del mismo ano, por el Sistema Nacional de Pensiones regulado por el Decreto Ley No 19990; habiendo aportado por un periodo de 15 anos. 5. Que, con posteridad, el 7 de diciembre de 1992, se promulgo el Decreto Ley No 25967 que varia las condiciones de calificacion y otorgamiento de las pensiones de dicho Sistema, senalando en su articulo primero que podran tener el goce de pension de jubilacion aquellos asegurados que acrediten haber efectuado aportaciones por un periodo no menor de 20 anos completos; que en aplicacion de este dispositivo legal se denego al demandante la pension de jubilacion solicitada. 6. Que, como se ha expresado en la sentencia recaida en la accion de inconstitucionalidad signada con el No 007-96-I/TC, cuya ratio decidendi formulada en su duodécimo fundamento, constituye jurisprudencia de obligatorio cumplimiento, a tenor de lo prescrito por la primera disposicion general de la Ley No 26435, Organica del Tribunal Constitucional, el nuevo sistema de calculo de la pension de jubilacion establecida por el Decreto Ley No 25967 se aplicara unicamente a los asegurados cuya contingencia ocurra con posterioridad a la fecha de su entrada en vigencia y no a aquéllos cuya contigencia haya ocurrido con anterioridad; en consecuencia, al haberse aplicado. el mencionado decreto ley al actor, pese a que la contingencia ocurrio en su caso con anterioridad a su fecha de promulgacion, se ha vulnerado la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado. 7. Que, la entidad emplazada ha alegado también que al demandante no podria corresponderle tampoco pension de jubilacion de acuerdo al régimen pensionario establecido por el Decreto Ley No 19990, por el hecho que al momento de cesar en sus actividades laborales contaba con solo 58 anos de edad, mientras que el articulo 38° de dicho dispositivo legal prescribe como edad minima para la jubilacion los 60 anos de edad; al respecto debe tenerse presente que el Decreto Supremo No 018-82-TR, de fecha 22 de julio de 1982, redujo la edad de jubilacion de los trabajadores de construccion civil -sector laboral al que pertenecia el demandante- a 55 anos de edad. TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "Revocando la resolucion de fojas ciento setenta, expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha primero de diciembre de mil novecientos noventa y cinco, que confirmando la apelada declaro improcedente la demanda; reformandola declararon FUNDADAS las excepciones de falta de legitimidad para obrar y de representacion defectuosa o insuficiente del demandado, en consecuencia improcedente la demanda respecto a don Emilio Frisancho Calderon; y, FUNDADA la accion de amparo; en consecuencia inaplicables al demandante las Resoluciones No 22557-93-IPSS, 25741-94 y 289-95-IPSS, debiendo la Oficina de Normalizacion Previsional emitir nueva resolucion, con arreglo a ley; dispusieron que no resulta de aplicacion en el caso de autos lo previsto en el art. 11° de la Ley No 23506, atendiendo a las circunstancias especiales del proceso; ordenaron se publique en el Diario Oficial El Peruano, con arreglo a Ley; y los devolvieron. SS mewils Hhr CA ACOSTA SANCHEZ NUGENT arei DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. - A DRA. MARIA LUZ VASQUEZ VARGAS. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL. CCL", "fecha_publicacion": "1998-01-22", "id": 36660, "nombre_demandado": "División de Pensiones del Instituto Peruano de Seguridad Social (Jefe, Francisco Emilio Frisancho Calderón)", "nombre_demandante": "Roberto Juan Flores Huamaní", "numero_expediente": "00830-1996-AA"}