{"CONTEXTO": " 00840-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00840-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N840-96-AA/TC CASO: MODESTO RIVERA CACERES AREQUIPA SENTENCIA En Arequipa, a los veintisiete dias del mes de octubre de mil novecientos noventisiete, el Tribunal Constitucional, en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE encargado de la PRESIDENCIA, NUGENT, DIAZ VALVERDE, GARCIA MARCELO,y; actuando como Secretaria Relatora la doctora Maria Luz Vasquez V., pronuncia la siguiente sentencia:", "ASUNTO": "Recurso Extraordinario interpuesto por don Modesto Rivera Caceres, contra la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha 19 de setiembre de 1996, que Revoca la sentencia apelada, su fecha 28 de junio de 1996 que declara Fundada la demanda interpuesta; Reformandola declararon Improcedente dicha accion, en los seguidos con el Coordinador Departamental de la Oficina de Normalizacion Previsional, senor Emilio Frisancho Calderon.", "ANTECEDENTES": "Don Modesto Rivera Caceres, interpone accion de amparo afin de que se le otorgue la pension de Jubilacion acorde con sus 35 anos aportados al IPSS, hoy Oficina de Normalizacion Previsional y en concordancia con la Legislacion que al momento de su cese y presentacion de su solicitud de pension estuvo vigente, es decir el D.L. 19990 y no como senala la resolucion N21803-93-IPSS, es decir el DL. 25967, promulgado el20 de diciembre de 1992, posterior a lafecha de presentacion de su solicitud pidiendo su pension de jubilacion. TRIBUNAL CONSTITUCIONAL Senala el recurrente, que la aplicacion que hace el IPSS en la Resolucion 21803-93-IPSS del DL. 25967, es retroactiva y viola los derechos consagrados en los articulos 4, 10° y 11° de la Constitucion y lo dispuesto en el articulo 103 del mismo cuerpo legal. A fojas 32 del expediente, aparece la contestacion de la demanda, en la cual se deduce la excepcion de caducidad, pues senalan que desde la fecha en que se emitio la resolucion N25840, mediante la cual se declara improcedente el recurso de reconsideracion, hasta el momento de plantear el amparo, han transcurrido mas de los 60 dias que otorga el articulo 370 de la ley 23506 para el planteamiento de la accion. Asimismo plantean excepcion de falta de agotamiento de la via administrativa, ya que senalan que no se han respetado los plazos al interponer los recursos impugnativos de apelacion y reconsideracion, habiéndose excedido en mas de un ano para la interposicion del recurso de apelacion. Por otro lado senalan que la accion de amparo no es la via idonea para reclamar derechos laborales, mas aun cuando el articulo 10° del Decreto Ley 25967 establece que no es procedente ninguna accion de amparo en contra del presente Decreto Ley. A fojas 63 y con fecha 28 de junio de 1996, el Segundo Juzgado Especializado en lo Civil de Arequipa Falla declarando Fundada la demanda y en consecuencia nula e inaplicable con respecto al demandante la Resolucion 21803-93- IPSS y dispone que la ONP, proceda a expedir nueva resolucion fijando con arreglo a ley la pension de jubilacion, al considerar que la aplicacion efectuada del DL. 25967 fue hecho en. forma retroactiva, prohibicion que expresamente senala el articulo 103 de la Constitucion. Obra a fojas 93 la sentencia de 19 de setiembre de 1996, emitida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa que revoca la sentencia apelada y reformandola la declara Improcedente, porque considera que asi lo dispone el articulo 10°de la ley 25967 cuando senala que no es procedente ninguna accion de amparo dirigida a impugnar directa 0 indirectamente, los efectos de la aplicacion de dicho decreto ley, vigente desde el 19 de diciembre de 1992.", "FUNDAMENTOS": "Que, el articulo 270 de la ley 23506, senala que se interpondra accion de amparo solo cuando se hayan agotado las vias previas, es decir, cuando el interesado ha recurrido previamente ante el supuesto agresor con todos los recursos preestablecidos para enervar los efectos del acto que ocasiona la afectacion, y conforme lo dispone la ley. Que, en el presente caso, la accion de amparo se interpone contra la resolucion No 21863-93 por la cual se otorga Pension de Jubilacion en aplicacion al D.Ley 25967 y no a la ley 19990 que estuvo vigente al momento de que el recurrente solicitara dicha pension. 3 TRIBUNAL CONSTITUCIONAL Que, el demandante interpuso Recurso de Reconsideracion (fs.9) contra la resolucion enunciada parrafo anterior, el mismo que fue resuelto mediante resolucion No 25840-95, también cuestionada en su demanda por haber sido declarado improcedente (fs.3). Que, el accionante planteo el recurso de Apelacion, el cual obra afojas 11 del expediente, casi al aho de haberse emitido la resolucion que resuelve Su recurso de reconsideracion, cuando el articulo 99° del D.S. 02-94-JUS senala como plazo maximo para interponer dicho recurso: 15 dias. Que, habiendo quedado la resolucion N25840-95 consentida, constituye cosa decidida; por otro lado, este Colegiado considera que se han presentado excesos evidentes al momento de transitarse por la via previa, no debiendo olvidarse que el interesado es el primer obligado a reparar en la correcta tramitacion de sus reclamos administrativos, cuando menos en lo que corresponde al cumplimiento de los plazos que establece la ley. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucionaly y su Ley Organica,", "FALLA": "CONFIRMANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, Su fecha 19 de setiembre de 1996 que Revoca la sentencia del Segundo Juzgado Especializado en lo Civil de Arequipa que declara Fundada la demanda; Reformandola declararon IMPROCEDENTE la accion de amparo incoada; DISPUSIERON que la presente sea publicada en el diario oficial El Peruano; y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIASVALVERDE GARCIAMARCELO RR 2 L G.G.F ( L / Lo que Certifico: ELOPEZ Dra. MARIAL LUZ' VASQUEZDEL RELATORA SECRÉTARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1997-11-23", "id": 36462, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Modesto Rivera Cáceres", "numero_expediente": "00840-1996-AA"}