{"CONTEXTO": " 00842-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00842-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 842-98-HC/TC LIMA MARIA ANGÉLICA LOPEZ SARMIENTO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Dona Maria Angélica Lopez Sarmiento interpone Recurso Extraordinario contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuarenta y nueve, su fecha veinte de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Maria Angélica Lopez Sarmiento interpone Accion de Habeas Corpus contra el Presidente del Instituto Nacional Penitenciario, general PNP (r) Juan Nakandakari Kanashiro, por cuanto la autoridad penitenciaria omite darle libertad inmediata, conforme a lo ordenado por la Sala Nacional Corporativa de Terrorismo en la Causa Penal N.o 231-93, habiendo por ello trasgredido el articulo 2°, inciso 24), literales \"b\" y \"f\" de la Constitucion Politica del Estado. Realizada la investigacion sumaria, la declaracion explicativa la dio el Jefe del Registro Penitenciario del Penal de Mujeres de Chorrillos, don Marco Antonio Mayuri Muchotrigo, quien depuso que su Despacho remitio un oficio a la Décimo Novena Fiscalia Provincial Especializada en lo Penal, solicitândole informacion de la interna en relacion a la sentencia de doce anos confirmada por la Corte Suprema el uno de diciembre de mil novecientos noventa y cinco, para proceder a una posible excarcelacion en cumplimiento de la Sentencia expedida por la Sala Especializada de Derecho Publico. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas veintitrés, con fecha once de agosto de mil novecientos noventa y ocho, declara improcedente la Accion de Habeas Corpus, considerando principalmente que no existen elementos probatorios que permitan acreditar los extremos de la denuncia. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuarenta y nueve, con fecha veinte de agosto de mil 2 TRIBUNAL CONSTITUCIONAL novecientos noventa y ocho, confirma la apelada que declaro improcedente la Accion de Habeas Corpus. Contra esta resolucion, la demandante interpuso Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la demandante alega que la autoridad administrativa penitenciaria ha omitido excarcelarla no obstante existir una orden judicial que dispone su libertad inmediata. 2. Que el articulo 6°, inciso 1) de la Ley de Habeas Corpus y Amparo prescribe que en caso de haber cesado la violacion 0 amenaza de violacion de un derecho constitucional, 0 si la violacion se ha convertido en irreparable, no proceden las acciones de garantia. 3. Que, siendo asi y a que este Tribunal ha tomado conocimiento con fecha siete de junio de mil novecientos noventa y nueve, mediante el Oficio N.o 380-99-INPE-P. que la actora fue excarcelada del Establecimiento Penitenciario de Mujeres de Chorrillos con fecha veinticuatro de marzo de mil novecientos noventa y nueve, tal como lo acredita el Oficio N.o 171-99-ORP-D-INPE-JRPEPMCH y el Certificado de Excarcelacion expedido por el Jefe de Registros Penitenciarios del mencionado Establecimiento Penitenciario, deviene en inoperante el objeto de la presente Accion de Habeas Corpus. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuarenta y nueve, su fecha veinte de agosto de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus reformandola declara que carece de objeto pronunciarse sobre el fondo del asunto controvertido, por haberse producido sustraccion de la materia. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "A vlrc - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO : Cw JMS Lo que, Certif100: u folts Dra. MARTA-LUZVASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-12", "id": 35498, "nombre_demandado": "Presidente del Instituto Nacional Penitenciario (Juan Nakandakari Kanashiro)", "nombre_demandante": "María Angélica López Sarmiento", "numero_expediente": "00842-1998-HC"}