{"CONTEXTO": " 00856-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00856-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 856-98-AC/TC LIMA OBERTILA DAZA RODRIGUEZ DE MARREROS dM N SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Obertila Daza Rodriguez de Marreros, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y cinco, su fecha diecisiete de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Obertila Daza Rodriguez de Marreros interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se aplique y se cumpla con lo dispuesto en la Primera Disposicion Final y Transitoria de la actual Constitucion Politica del Peru y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, referente al pago de su pension de cesantia que ha venido cobrando hasta setiembre de mil novecientos noventa y siete, por el régimen del Decreto Ley N.o 20530 y que, sin embargo, desde el mes de octubre de dicho ano, de manera arbitraria, la demandada se niega a pagarle, por lo que solicita que cese la agresion y que se ordene la restitucion de su condicion de beneficiaria del régimen de pensiones normado por el Decreto Ley N.o 20530, dejândose sin efecto legal todo acto administrativo en contrario. TRIBUNAL CONSTITUCIONAL La Empresa Nacional de Edificaciones-Enace contesta la demanda y manifiesta que las resoluciones cuyo cumplimiento reclama la demandante no estan vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, indica que por error se le reconocio el derecho a incorporarse al régimen de pensiones regulado por el Decreto Ley N.o 20530 y que si bien en cumplimiento de una medida cautelar se le efectuo el pago de su pension de jubilacion, mediante Resolucion Py del Tribunal Constitucional recaida en el Expediente N.o 278-93-AA/TC, expedida el V once de agosto de mil novecientos noventa y siete, se declaro improcedente una anterior demanda de amparo, razon por la que la suspension del pago de dicha pension no constituye un acto arbitrario, sino que se ajusta a derecho. La Oficina de Normalizacion Previsional contesta la demanda y propone la excepcion de falta de agotamiento de la via administrativa, agrega que no solo basta el requerimiento por carta notarial, sino que también se debe cumplir con lo senalado en el articulo 270 de la Ley N.o 23506. Asimismo, refiere que la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru no establece ningun mandato a la administracion para el pago de pensiones; y que tampoco se configura el incumplimiento de la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, toda vez que las resoluciones emitidas por Enace respecto a la demandante, estan amparadas por el Decreto Legislativo N.°763 y no por el Decreto Legislativo N.o 817. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas setenta y seis, con fecha nueve de febrero de mil novecientos noventa y siete, declaro fundada la excepcion de falta de agotamiento de la via administrativa e improcedente la demanda, por considerar que el actor pretende en el fondo que se declare ineficaz la resolucion que declara nula la resolucion que otorga pension a la demandante, lo cual no es posible, dado que la naturaleza de este medio es obligar al cumplimiento de un acto debido por renuencia de la autoridad y no declarar ineficaz un acto, ya que ello desnaturaliza la esencia de este proceso de garantia. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y cinco, con fecha diecisiete de agosto de mil novecientos noventa y ocho, revoca la apelada en cuanto declara fundada la excepcion de falta de agotamiento de la via administrativa; y la confirma en cuanto declaro improcedente la demanda, por considerar que la demandante no ha iniciado el reclamo de su pretension en la correspondiente sede administrativa, de acuerdo al Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobado por el Decreto Supremo N.° 02-94-JUS; consecuentemente, no ha agotado la via previa exigida por el articulo 270 de la Ley N.o 23506. Contra esta resolucion, la demandante interpone Recurso Extraordinario. 2 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "Que el articulo 200° inciso 6) de la Constitucion Politica del Peru, concordante 1. con la Ley N.o 26301, establece que la Accion de Cumplimiento es una garantia constitucional que procede contra cualquier autoridad 0 funcionario renuente a d acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que la demandante cumplio con agotar la via previa, al 2. haber cursado carta notarial conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que, a través del presente proceso constitucional, la demandante pretende que en 3. cumplimiento de lo prescrito por la Primera Disposicion Final y Transitoria de la Constitucion Politica del Perui y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de la pension de jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. Que, a fojas cuatro de autos se advierte que mediante la Resolucion N.o 322-88- 4. ENACE-8100AD de fecha doce de abril de mil novecientos ochenta y ocho, se dispuso incorporar a la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.° 20530, sin perjuicio de su régimen laboral-Ley N.o 4916, cuando todavia se encontraba en actividad, no especificandose su fecha de ingreso a Enace, ni el tiempo de servicios que estuvo prestando bajo dicho régimen laboral ni el periodo laboral prestado dentro del régimen de la Ley N.o 11377. Que la mencionada Resolucion N.o 322-88-ENACE-8100AD fue declarada nula 5. mediante la Resolucion N.o 081-93-ENACE-PRES-GG expedida el veintiocho de junio de mil novecientos noventa y tres, de fojas treinta y tres a treinta y cinco de autos, resolucion que no fue impugnada por la demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para obtener el restablecimiento de su derecho pensionario, toda vez que la pretension debe ser actual y debidamente acreditada; no pudiéndose establecer la inaplicabilidad de dicha resolucion, ya que ello no es propio del presente proceso constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y cinco, su fecha diecisiete de agosto de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Lt C Ce GARCIAMARCELO / - AAM Certifioo: Lo que Dra. MARIRHNZVASOUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 4", "fecha_publicacion": "1999-07-31", "id": 35378, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y otro", "nombre_demandante": "Obertila Daza Rodríguez de Marreros", "numero_expediente": "00856-1998-AC"}