{"CONTEXTO": " 00859-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00859-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 859-96- HC/TC JORGE MARTIN TIMANA AQUINO AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jorge Martin Timana Aquino, contra la resolucion de la Tercera Sala Penal de la Corte Superior de Justicia de Arequipa, de fecha veinticinco de noviembre de mil novecientos noventa y seis, la que confirmando la resolucion apelada, de fecha seis de noviembre de mil novecientos noventa y seis, fallo declarando improcedente la accion de Habeas Corpus seguida en contra de el Juez Provisional del Segundo Juzgado de Paz Letrado de Arequipa.", "ANTECEDENTES:": "Don Jorge Martin Timana Aquino, interpuso accion de Habeas Corpus, por la amenaza y vulneracion de su derecho constitucional a la libertad individual, dirigiéndola en contra del Juez Provisional del Segundo Juzgado de Paz Letrado de Arequipa, don David Torreblanca de Velazco; manifesto que en ano de mil novecientos ochenta y nueve, le inicio a don Pedro Salinas Apaza un proceso sobre cobro ejecutivo de dolares, en donde se trabo embargo preventivo sobre bienes muebles del demandado, en donde él fue nombrado depositario, agregando que en el ano de mil novecientos noventa y seis, don Pedro Salinas Apaza solicito su detencion, a fin de que entregasen los bienes muebles materia del embargo, lo que fue ordenado por el Juez Provisional accionado, mediante resolucion judicial que no le fue notificada, hecho que hubiera facilitado la entrega de los bienes embargados, atentândose asi contra su libertad individual consagrada en la Constitucion Politica del Estado. Iniciada la sumaria investigacion, el denunciante al momento de prestar su declaracion, refirio que el dia veintisiete de setiembre de mil novecientos noventa y seis, aproximadamente a horas diez de la manana, fue detenido por dos efectivos policiales, quienes le comunicaron que habia un oficio del Segundo Juzgado de Paz Letrado, que disponia su detencion, siendo trasladado al local de la Policia Judicial en las instalaciones de la Corte Superior de Justicia de Arequipa, y puesto a disposicion del citado juzgado, comunicandole el Juez don David Torreblanca de Velazco, que debia devolver los bienes TRIBUNAL CONSTITUCIONAL que le habian sido entregados en su condicion de depositario; agrego que al dia siguiente, sabado veintiocho de setiembre de mil novecientos noventa y seis, entrego los bienes que S le requerian, por lo que fue puesto en libertad a las trece horas con quince minutos de mismo dia. De su lado, el denunciado al momento de prestar su declaracion, a fojas cuarenta seis, manifesto que el accionante fue puesto a disposicion del Segundo Juzgado de Paz Letrado, en mérito a la resolucion expedida por la Jueza dona Teresa Villena Ramirez, que corre a fojas veinticuatro vuelta de autos, por lo que, dandole cumplimiento, dispuso que don Jorge Martin Timana Aquino cumpliese con dicha resolucion judicial, y que como n lo hizo, tuvo que hacer efectivo el apercibimiento prevenido al actor, anadiendo, que el dia veintiocho de setiembre de mil novecientos noventa y seis, en horas de la manana, el actor don Jorge Martin Timana Aquino, cumplio con entregar los bienes, por lo que se dispuso libertad, ese mismo dia. El Juez del Noveno Juzgado Especializado en lo Penal de Arequipa, emitio, a foja cuarenta y ocho de autos, su resolucion de fecha seis de noviembre de mil noveciento noventa y seis, mediante la cual declaro improcedente la accion de Habeas Corpus interpuesta, por considerar, en esencia, que la detencion que sufriera el actor habia cesado dia siguiente de su detencion, por haber entregado los bienes que se le entrego en custodia no pesando, a la fecha, sobre su persona el mandato que es materia de la accion. Interpuesto Recurso de Apelacion, la Tercera Sala Penal de la Corte Superior a Justicia de Arequipa, mediante su resolucion del veinticinco de noviembre de mi novecientos noventa y seis, confirmo la resolucion apelada, por considerar que el Jue accionado actuo en uso de las atribuciones que le confieren la Ley Organica del Pode Judicial, asi como el Codigo de Procedimientos Civiles, en su articulo 1850, y dentro de u proceso regular. Interpuesto el Recurso Extraordinario, los autos son elevados al Tribuna Constitucional.", "FUNDAMENTOS:": "1. Que, el actor inicio la presente accion, con el objeto de que se levantara la Resolucio: del Juez del Segundo Juzgado de Paz Letrado de Arequipa, que ordenaba su detencio: hasta que cumpliera con entregar los bienes que le embargo a don Pedro Salinas Apaza (expediente No 2090-90)y que mantenia en su poder en calidad de depositario; 2. Que, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a violacion 0 amenaza de violacion de un derecho constitucional; 3 TRIBUNAL CONSTITUCIONAL 3. Que, el accionante, en su declaracion de fojas cuarenta y tres, reconoce haber sido puesto en libertad al dia siguiente de haber sido detenido, tras haber entregado los bienes inmuebles que se le requeria; 4. Que, a la actualidad, ya no pesa sobre don Jorge Martin Timana Aquino, la orden de detencion materia de la presente accion; 5. Que, el inciso 1) del articulo 6° de la Ley No 23506 - Ley de Habeas Corpus y Amparo establece que: \"No proceden las acciones de garantia: 1) En caso de haber cesado la violacion 0 la amenaza de violacion de un derecho constitucional > 0 si la violacion se ha convertido en irreparable. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que la Constitucion Politica del Estado y su Ley Organica le confieren,", "FALLA:": "CONFIRMANDO la resolucion de la Tercera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas cincuenta y tres, su fecha veinticinco de noviembre de mil novecientos noventa y seis, la que confirmando la apelada, declaro IMPROCEDENTE la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "DiDy - L ACOSTA SANCHEZ Uuie NUGENT DIAZ VALVERDE OV 1 liu GARCIA MARCELO Lo que Oertifico: MARAtUZTASOUEZ CRETARIA RELATORA TNBUNAL CONSTITUCIONAL FCV", "fecha_publicacion": "1998-09-30", "id": 37659, "nombre_demandado": "Juez Provisional del Segundo juzgado de Paz Letrado de Arequipa (David Torreblanca de Velazco)", "nombre_demandante": "Jorge Martín Timana Aquino", "numero_expediente": "00859-1996-HC"}