{"CONTEXTO": " 00855-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00855-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 855-97-AA/TC SEGUNDO TOMAS ARAUJO CAMACHO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: M", "ASUNTO:": "Recurso Extraordinario interpuesto por don Segundo Tomas Araujo Camacho contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha nueve de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Segundo Tomas Araujo Camacho interpone demanda de accion de amparo contra el Ministerio de Justicia; contra el Instituto Nacional Penitenciario, representado por el doctor Ivan Paredes Yataco; el Presidente del Consejo Nacional Penitenciario; don Walter Yep Chan, Secretario General y Presidente de la Comision de Procesos Administrativos del Instituto Nacional Penitenciario; don Félix Aponte Acevedo y don Eleuterio Jara Marcelo, Miembros de la Comision Permanente de Procesos Administrativos Disciplinarios del INPEy dona Deisi Ugaz Carranza, Directora General de Asesoria Legal del INPE, con la finalidad de que deje sin efecto la Resolucion de la Presidencia del Consejo Nacional Penitenciario No 719-95-INPE/CNP-P de fecha nueve de octubre de mil novecientos noventa y cinco, que lo destituye, conculcandose con ello sus derechos constitucionales al trabajo y a la proteccion contra el despido arbitrario. Ampara su demanda en lo dispuesto por los articulos 270 y 200° inciso 2) de la Constitucion Politica del Estado, articulos 21° inciso b) y 24° incisos b) y e) de la Ley de Bases y Remuneraciones del Sector Publico Decreto Legislativo No 276 y su Reglamento; y asimismo la Ley de Habeas Corpus y Amparo No 23506. El Décimo Octavo Juzgado en lo Civil de Lima con fecha once de julio de mil novecientos noventa y seis, declaro fundada la demanda, por considerar, entre otras razones, que la resolucion de destitucion ha sido expedida luego de casi nueve meses de haberse aperturado el proceso administrativo disciplinario contra el demandante, contraviniendo lo dispuesto por el articulo 51° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobado por el Decreto Z TRIBUNAL CONSTITUCIONAL Supremo No 002-94-JUS, vigente en la fecha; asimismo, al demandante se le apertura el proceso por haber incurrido en presuntas faltas al no observar el Reglamento Unico de Adquisiciones durante su gestion; sin embargo, se le destituye por otras causales como son ejecutar y autorizar anticipos de giros a diversos administradores. Interpuesto recurso de apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha nueve de julio de mil novecientos noventa y siete, revoca la apelada y reformandola la declara improcedente, por estimar que la accion de amparo no es la via idonea para desvirtuar lo actuado en un proceso administrativo disciplinario en razon a que en el proceso de la accion de amparo no existe etapa probatoria y que el caso de autos necesariamente debe sustanciarse en la via mas lata en la que los medios probatorios sean valorados por el Juez. Contra esta resolucion el demandante interpone recurso extraordinario, y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, en el caso de autos no corresponde al Colegiado calificar la viabilidad del proceso disciplinario, ni si en el mismo se han acreditado 0 desvirtuado las imputaciones, ni pronunciarse sobre la sancion, pues ello corresponde a otra via, pero si corresponde via accion de amparo analizar si el proceso disciplinario se ha realizado con observancia de la ley a efectos de salvaguardar el derecho al debido proceso que tiene todo procesado. 2. Que, de autos se acredita que mediante Resolucion No 096-95-INPE/CNP-P de fecha treinta de enero de mil novecientos noventa y cinco, publicada el cinco de febrero de mil novecientos noventa y cinco, se abre proceso disciplinario al demandante y con Resolucion No 719-95-INPE/CNP-P, de fecha nueve de octubre de mil novecientos noventa y cinco, publicada el once de octubre de mil novecientos noventa y cinco, se resuelve imponer como sancion disciplinaria la destitucion del demandante, es decir, entre la apertura del proceso y la culminacion del mismo ha transcurrido cerca de nueve meses contraviniendo con ésto lo dispuesto en el articulo 163° del Reglamento de la Carrera Administrativa aprobado por Decreto Supremo No 095-90-PCM, concordante con lo dispuesto en el articulo 51° de la Ley de Normas Generales de Procedimientos Administrativos, en el que se dispone que no podra exceder de treinta dias el plazo desde que se inicie un procedimiento administrativo hasta aquel que se dicte resolucion; consecuentemente, en este extremo no se ha observado lo prescrito por ley, conculcandose el derecho al debido proceso del demandante. 3. Que, de la lectura de la resolucion de apertura del proceso disciplinario que corre en autos a fojas seis, se senala que el demandante ha cometido presuntas faltas al no observar el Reglamento Unico de Adquisiciones, adquiriendo bajo su gestion bienes sin previa cotizacion y con sobre-precio cometiendo presuntas faltas tipificadas en los inciso a) y d) del articulo 28° del Decreto Ley No 276; sin embargo, es destituido argumentando otras causales como es el supuesto hecho que en su condicion de Director de Abastecimientos ordeno un giro anticipado a una autoridad no facultada, en tal razon también existe inobservancia de la ley al haberse procesado al demandante por motivos 3 TRIBUNAL CONSTITUCIONAL diferentes a lo merituado y resuelto en ultima instancia, conculcandose su derecho de defensa. 4. Que, quien eleva el informe para resolver la apertura del proceso administrativo es la Comision Especial de Procesos Administrativos para Funcionarios, y sin embargo, quien informa finalmente es la Comision Permanente de Procesos Administrativos Disciplinarios, es decir, intervienen dos clases de Comisiones, constituidas por miembros diferentes tal como lo prescribe el articulo 165° del Reglamento de la Carrera Administrativa y las normas de su creacion en el INPE tal como consta de las copias que corren en autos a fojas veinticuatro, para el caso solo debio corresponder conocer del proceso y la investigacion a la Comision Especial de Procesos Administrativos, por la condicion de funcionario que ostentaba el demandante, conculcandose asi su derecho constitucional a la jurisdiccion pre determinada por ley. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ocho, su fecha nueve de julio de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable para el demandante la Resolucion de la Presidencia del Consejo Nacional Penitenciario No 719-95- INPE/CNP-P, de fecha nueve de octubre de mil novecientos noventa y cinco, ordenandose se le reponga al demandante al cargo que le corresponde como servidor publico, sin reintegro de las remuneraciones dejadas de percibir durante el tiempo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. a ACOSTA SANCHEZ NUGENT DIAZ VALVERDE avea GARCIA MARCELO Lo que Certifico! MR on. MARIA LUZ VASQUEZ RELATORA CEGRETARIA CONSTITUCIONAL ENBUNAL", "fecha_publicacion": "1998-08-25", "id": 41986, "nombre_demandado": "Instituto Nacional Penitenciario y otros", "nombre_demandante": "Segundo Tomás Araujo Camacho", "numero_expediente": "00855-1997-AA"}