{"CONTEXTO": " 00856-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00856-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 856-97-AA/TC LIMA LUZ ELENA MARIA CALLE FRANCO dy SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Luz Elena Maria Calle Franco contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha diez de julio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Luz Elena Maria Calle Franco, con fecha once de noviembre de mil novecientos noventa y seis, interpone Accion de Amparo contra el Alcalde de la Municipalidad Metropolitana de Lima, don Alberto Andrade Carmona, para que se declare inaplicable a su caso la Resolucion de Alcaldia N.o 3143 del cuatro de octubre de mil novecientos noventa y seis, que dispuso su cese por causal de excedencia. Senala que mediante la Resolucion de Alcaldia N.o 033-A-96 de fecha dieciséis de enero de mil novecientos noventa y seis, se aprobaron las Bases para el Programa de Evaluacion del Personal de la Municipalidad demandada; que la referida resolucion fue publicada en el diario oficial El Peruano, pero sin el anexo que contenia dichas bases, el mismo que se publico recién después de expedirse la resolucion de cese, por lo que considera que se le impuso una evaluacion con arreglo a normas que no conocia; que no se le tomo la evaluacion psicologica; que no se cumplio estrictamente con el cronograma de evaluacion; que la resolucion cuestionada no contiene la motivacion que justifique el puntaje descalificatorio que se le asigno. El demandado, representado por su apoderado judicial don Ernesto Blume Fortini, absuelve el tramite de contestacion de la demanda, solicitando se la declare infundada. Senala que la Resolucion de Alcaldia N.° 3143 fue expedida por autoridad competente, en uso de sus facultades y dentro del marco legal vigente, por lo que no constituye amenaza ni violacion de derecho constitucional alguno; que la demandante rindio las pruebas respectivas y, al no alcanzar el puntaje aprobatorio, se dispuso su cese por causal de excedencia. L TRIBUNAL CONSTITUCIONAL El Segundo Juzgado Especializado en Derecho Publico de Lima, con fecha seis de diciembre de mil novecientos noventa y seis, emite sentencia declarando infundada la demanda, senalando que la demandante no cuestiono oportunamente la resolucion de alcaldia que aprobo las Bases del Programa de Evaluacion del Personal de la Municipalidad demandada, por lo que quedo consentida y causo estado. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, revocando la apelada, declaro improcedente la demanda, por estimar que no se cumplio con agotar la via administrativa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Amparo se circunscribe a que se declare 1. inaplicable al caso de la demandante la Resolucion de Alcaldia N.o 3143 de fecha cuatro de octubre de mil novecientos noventa y seis, que dispuso su cese por causal de excedencia. Que la referida resolucion fue ejecutada antes de quedar consentida, razon por la cual 2. no es exigible el agotamiento de la via administrativa, a tenor de lo prescrito en el inciso 1) del articulo 28° de la Ley N.o 23506 de Habeas Corpus y Amparo. Que la demandante denuncia la vulneracion de su derecho al trabajo, que se habria 3. producido por el hecho de que la Municipalidad demandada no le hizo conocer oportunamente las Bases para el Programa de Evaluacion del Personal de la Municipalidad Metropolitana de Lima. Que la Resolucion de Alcaldia N.o 033-A-96, mediante la cual se aprobaron dichas 4. bases, fue publicada en el diario oficial El Peruano el dia veintiocho de enero de mil novecientos noventa y seis; sin embargo, pese a que en el articulo 2° se senala que aquéllas formaban parte integrante y constitutiva de la misma, en la publicacion no se incluyeron dichas bases, las cuales recién fueron publicadas el dia nueve de noviembre del mismo ano, después de haber concluido el proceso de evaluacion correspondiente al primer semestre de mil novecientos noventa y seis, al que fue sometida la demandante. Si bien es cierto no era imprescindible la publicacion de las normas de evaluacion en el referido diario, tampoco ha acreditado la Municipalidad demandada que por cualquier otro medio las haya hecho conocer a la demandante con el proposito de que ésta se informe de la temâtica, el puntaje y demas aspectos inherentes a toda evaluacion, omision que reviste gravedad si se tiene en cuenta que existia la posibilidad de que se decida su cese definitivo, como en efecto se produjo; en consecuencia, al proceder de esta manera, la Municipalidad demandada vulnero el 3 TRIBUNAL CONSTITUCIONAL principio de publicidad de las normas, consagrado en el articulo 51° de la Constitucion Politica del Estado, asi como el derecho al trabajo de la demandante. Que, reiteradamente ha declarado el Tribunal Constitucional, que la remuneracion es 5. la contraprestacion por el trabajo efectivamente realizado, supuesto que no se ha presentado en el presente caso, durante el tiempo dejado de laborar por la demandante por razon del cese. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento noventa y seis, su fecha diez de julio de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo; reformandola, la declara FUNDADA; en consecuencia, inaplicable a la demandante la Resolucion de Alcaldia N.o 3143 y ordena que la Municipalidad demandada reponga a dona Luz Elena Maria Calle Franco en su puesto de trabajo 0 en otro de igual nivel; sin el pago de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEL Mhuc DIAZ VALVERDE NUGENT GARCIA MARCELO Cub - 2 - C - CCL Lo que Certift00: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA RCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-09-10", "id": 35706, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Andrade Carmona)", "nombre_demandante": "Luz Elena María Calle Franco", "numero_expediente": "00856-1997-AA"}