{"CONTEXTO": " 00867-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00867-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 867-97-HC/TC JUAN ALBERTO LINARES SANZ Tacna SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veintiséis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los. senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Alberto Linares Sanz contra la resolucion expedida por la Sala Penal de la Corte Superior de Justicia de Tacna, a fojas sesenta y dos, su fecha dos de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Juan Alberto Linares Sanz interpone Accion de Habeas Corpus contra dona Patricia Fuentes de Vasquez, Juez del Primer Juzgado de Familia de Tacna, sosteniendo que ante el juzgado de la denunciada, dona Cecilia Giron Linares interpuso demanda de Alimentos contra don Johnny Infante Pilco, proceso en el cual fue nombrado depositario al haberse trabado embargo en forma de secuestro y deposito hasta por la suma de diez mil Nuevos Soles sobre el vehiculo marca VOLVO, placa BK-1795, color verde, carroceria sedan, ano 1986, de propiedad del demandado. Asimismo, alega que, encontrandose imposibilitado de seguir cumpliendo las obligaciones de depositario, procedio a hacer entrega del mencionado vehiculo a la demandante, ante el Juez del Paz del Pueblo Joven Vigil-Tacna, conforme consta en el \"Acta de Entrega de Vehiculo\", de fecha veinticinco de febrero de mil novecientos noventa y siete, por encontrarse en dicho mes de vacaciones el Juzgado de Familia que conocia del citado proceso de alimentos. Afirma que, no obstante haberse puesto en conocimiento de la Juez denunciada esta situacion, ésta dispuso su detencion, efectivizândose dicho mandato con fecha veinticinco de abril de mil novecientos noventa y siete, sin que exista un mandato escrito y motivado. Iniciada la sumaria investigacion, el actor al momento de prestar su declaracion, refirio que el dia veinticinco de abril de mil novecientos noventa y siete, en horas de la manana, fue detenido por un policia, siendo conducido a la carceleta judicial, lugar en donde tomo conocimiento que se encontraba requisitoriado por el Primer Juzgado de Familia de Tacna. Una vez puesto a disposicion de la Juez de Familia, ésta le requirio que devolviera el vehiculo entregado en su condicion de depositario; ante lo cual manifesto que dicho bien ya no se encontraba en su poder conforme al \"Acta de Entrega de Vehiculo\". TRIBUNAL CONSTITUCIONAL Por ultimo, el actor manifesto que, la denunciada luego de revisar el expediente le comunico que se podia ir. Que la denunciada manifiesta que el apercibimiento a través del cual se conduce al actor al Juzgado por la fuerza publica; se efectuo en vista que el actor no cumplio con hacer entrega del vehiculo al nuevo depositario designado por su Despacho a pesar de haber sido debidamente requerido; motivo por el que se le impuso una multa, ordenandose al autor que se retire del Juzgado. El Segundo Juzgado Penal de Tacna, a fojas cuarenta y dos, con fecha nueve de mayo de mil novecientos noventa y siete, declaro improcedente la Accion de Habeas Corpus por considerar que la resolucion custionada emana de un procedimiento regular, y que el actor no ha sido detenido de manera arbitraria pues reconoce que la propia Juez le comunico que no se encontraba detenido y que se podia retirar del local del Juzgado. La Sala Penal de la Corte Superior de Justicia de Tacna, a fojas sesenta y dos, su fecha dos de junio de mil novecientos noventa y siete, confirmo la sentencia apelada declarando improcedente la Accion de Habeas Corpus, por considerar que el actor fue conducido al Juzgado de Familia de grado 0 fuerza ante el incumplimiento de un mandato judicial; por lo que dicha medida no se encuentra comprendida en lo previsto en el inciso 10) del articulo 12° de la Ley No 23506. Contra esta resolucion el actor interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, el mandato judicial debidamente motivado contenido en la resolucion No 16, del diecisiete de abril de mil novecientos noventa y siete, en virtud del cual se dispuso que el actor sea conducido por la fuerza publica al local del Primer Juzgado de Familia de Tacna por no cumplir con entregar, en su condicion de depositario, el vehiculo embargado en el proceso de alimentos seguido por dona Cecilia Giron Linares y Johnny Alcides Infante Pilco y que se materializo el veinticinco de abril de mil novecientos noventa y siete, no constituye detencion arbitraria, toda vez que de acuerdo a lo dispuesto en el articulo 53° inciso 2) del Codigo Procesal Civil el Juez tiene la facultad de ordenar la detencion hasta por veinticuatro horas de aquel que se resista a cumplir algun mandato judicial sin justificacion, como ha ocurrido en el presente caso. 2.- Que, en cuanto a la imposibilidad, alegada por el actor, de entregar el vehiculo embargado por no encontrarse el mismo en su poder, segun \"Acta de Entrega de Vehiculo\", ello debe resolverse dentro del propio proceso de alimentos, de conformidad con lo dispuesto en el articulo 10° de la Ley No 25398, Complementaria de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2 TRIBUNAL CONSTITUCIONAL 3.- Que, el recurrente en su declaracion de fojas diecisiete, reconoce haber sido puesto en libertad el mismo dia de su detencion, vale decir, el veinticinco de abril de mil novecientos noventa y siete, no existiendo otra orden de detencion en su contra. 4.- Que, en tal sentido, resulta aplicable lo dispuesto en el inciso 1) del articulo 6° de la Ley No 23506, Ley de Habeas Corpus y Amparo, en cuanto establece que \"No proceden las acciones de garantia: 1) En caso de haber cesado la violacion 0 amenza de violacion de un derecho constitucional, 0 si la violacion se ha convertido en irreparable.\" Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por Sala Penal de la Corte Superior de Justicia de Tacna, de fojas sesenta y dos, su fecha dos de junio de mil novecientos noventa y siete, que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. Mill S.S. ACOSTA SANCHEZ Vhsn DIAZ VALVERDE NUGENT GARCIA MARCELO V Lo que Certifioo: - DIR-NARNEKIUZVASUZ SECRETARIA RELATORA - TRIBUNAL CONSTITUGIONAL G.L.Z. 3", "fecha_publicacion": "1998-11-30", "id": 37230, "nombre_demandado": "Primer Juzgado de Familia de Tacna (Patricia Fuentes de Vásquez - jueza)", "nombre_demandante": "Juan Alberto Linares Sanz", "numero_expediente": "00867-1997-HC"}