{"CONTEXTO": " 00868-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00868-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 868-97-AA/TC CAJAMARCA JUNTA DIRECTIVA DE LA COMISION DE REGANTES DEL CANAL EL GRANERO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los treinta dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario interpuesto por don Juan Vasquez Alvarez en representacion de la Junta Directiva de la Comision de Regantes del Canal El Granero, caserio de Chuniguillay, distrito de Jesus, provincia de Cajamarca, contra la Resolucion expedida por la Sala Especializada Civil de la Corte Superior de Justicia Cajamarca, de fojas ciento sesenta y ocho, su fecha dos de junio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Juan Vasquez Alvarez, en representacion de la Junta Directiva de la Comision de Regantes del Canal El Granero, caserio Chuniguillay, distrito de Jesus, provincia de Cajamarca, interpone demanda de Accion Amparo y, acumulativamente, medida cautelar contra don Vicente Delgado Jaime en su calidad de administrador técnico del distrito de riego de Cajamarca, Sector del Ministerio de Agricultura; don Ramon Isabel Gonzales Celis, en su calidad de presidente del Nucleo Ejecutor de la Obra de Agua Potable El Granero del Caserio de El Granero, distrito de Jesus, provincia de Cajamarca; don Alejandro Huaccha Vilca, en su calidad de presidente del Comité Pro Agua Potable del Caserio El Granero; y don Wilder Tasilla Chavez, en su calidad de ingeniero residente del Convenio N.° 3025-96- FONCODES, solicitando que se deje sin efecto la Resolucion Administrativa N.° 040-96-RENOM-DSR-AG-CIATDRC y, la Resolucion de la Direccion Sub-Regional Sectorial N.° 187-96-RENOM/AG-C; asi como para que se suspenda el reinicio de los trabajos en el canal denominado Chuniguillay, ubicado en la comunidad del mismo nombre, del distrito Jesus, provincia y departamento de Cajamarca. Senalan que las resoluciones mencionadas violan el principio a la observancia del debido proceso. TRIBUNAL CONSTITUCIONAL Admitida la demanda, los codemandados la contestan independientemente, solicitando que sea declarada improcedente 0 infundada. Refieren que: a) La demandante recurrio a la via ordinaria demandando la nulidad de las resoluciones que son materia de su demanda; y, b) La Licencia de Uso de Agua, otorgada a los moradores del caserio El Granero, del distrito de Jesus, provincia de Cajamarca, Region Nor Oriental del Maranon, ha sido expedida de conformidad con la legislacion en materia de aguas. El Primer Juzgado Especializado Civil de Cajamarca, a fojas ciento treinta y nueve, con fecha doce de marzo de mil novecientos noventa y siete, expide resolucion declarando infundada la Accion de Amparo, por considerar principalmente que en autos no se evidencia violacion de los derechos constitucionales de la demandante, porque las resoluciones administrativas materia de la demanda son dictadas dentro de un debido proceso administrativo, teniendo en cuenta que las aguas, sin excepcion alguna, son propiedad del Estado peruano. La Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, a fojas ciento sesenta y ocho, con fecha dos de junio de mil novecientos noventa y siete, confirmando la apelada la declara improcedente, porque la demandante, por los mismos hechos materia de la presente Accion de Amparo, ha recurrido a la via paralela. Contra esta resolucion, la demandante interpone Recurso de Nulidad entendido como Extraordinario.", "FUNDAMENTOS:": "Que, consta en autos que el demandante si agoto la via administrativa. 1. 2. Que la Accion de Amparo procede, entre otros, cuando el agraviado no recurre a la via judicial ordinaria, hecho que no ha ocurrido en autos, porque ha quedado acreditado de fojas noventa y uno a noventa y ocho que la demandante recurrio a esa via demandando la nulidad de las resoluciones que son materia de esta accion de garantia; habiendo el demandante reconocido este hecho a fojas ciento setenta y uno. Que, el inciso 3) del articulo 6° de la Ley N. 23506 expresa que no proceden las 3. acciones de garantia cuando el agraviado opta por recurrir a la via judicial ordinaria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgànica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, del dos de junio de mil novecientos noventa y siete, de fojas ciento sesenta y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ L DIAZ VALVERDE NUGENT GARCIA MARCELO r L à cea EL Certif100: LO que Dre. MARIA LUZ VASOUZ RELATOA SECRETARION PCONBTITUGIONAL TRIBUNAL 3", "fecha_publicacion": "1999-08-07", "id": 35614, "nombre_demandado": "Administrador Técnico del Distrito de Riego de Cajamarca (Vicente Delgado Jaime) y otros", "nombre_demandante": "Junta Directiva de la Comisión de Regantes del Canal El Granero (Juan Vásquez Álvarez)", "numero_expediente": "00868-1997-AA"}