{"CONTEXTO": " 00862-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00862-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 862-96-AA/TC HUANUCO-PASCO ALEJANDRINA BERNAL ALCED SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de diciembre de mil novecientos noventisiete, reunido Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senor Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE,Y GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguien sentencia : ASUNTO: : Recurso extraordinario interpuesto por dona Alejandrina Bernal Alcedo, contra resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huânuco-Pasco, fecha veintiocho de octubre de mil novecientos noventiséis, que confirmando la sentenc apelada de fecha treintiuno de julio de mil novecientos noventiséis, declara improcedente accion de amparo interpuesta contra la Municipalidad Provincial de Pasco por violacion sus derechos constitucionales de peticion, libertad de empresa y de trabajo.", "ANTECEDENTES:": "Dona Alejandrina Bernal Alcedo, el doce de enero de mil novecientos noventis presenta una solicitud ante la Municipalidad Provincial de Pasco, solicitando licencia funcionamiento y licencia especial para aperturar una \"casa de tolerancia\" y Bar L Nustas? Al no obtener resolucion alguna, presenta otra solicitud el quince de marzo de CA E4 2 TRIBUNAL CONSTITUCIONAL novecientos noventiséis, haciendo conocer que se acoge al silencio administrativo positivo que le otorga la Ley de Simplificacion Administrativa No 25035 y el D.S. 070-89-PCM, por haber transcurrido mas de los sesenta dias calendarios que senalan dichas normas. Nuevamente el seis de mayo de mil novecientos noventiséis, presenta una tercera solicitud \"rogandoles se le expida la autorizacion de funcionamiento y de licencia y el acogimiento reiterativo a la Ley de Simplificacion Administrativa, por haber transcurrido con exceso el término para resolver su solicitud\" Por estos hechos interpone accion de amparo solicitando: a) se ordene a los demandados se pronuncien sobre su derecho de peticion, b) se ordene el cese de los hechos que amenazan su libertad de empresa y de trabajo, y c) se condene a los demandados al pago de costas y costos y otros. Al contestar la demanda, el Alcalde de la Municipalidad Provincial de Pasco, manifiesta que de conformidad con el articulo 870 del D.S. 02-94-JUS, la demandante debio de considerar denegada su peticion 0 esperar el pronunciamiento expreso de la administracion publica. También expresa que el diecinueve de abril de mil novecientos noventiséis, se expidio la Resolucion Municipal No 031-96-AMPP, denegando su solicitud, la misma que fue notificada a la demandante el ocho de julio de mil novecientos; noventiséis, agrega que tampoco se ha acogido al silencio administrativo positivo, ya que la demandante al no considerar aprobada su solicitud ha recurrido en dos oportunidades solicitando pronunciamiento expreso; termina solicitando se declare improcedente la demanda. El Juez del Juzgado Mixto de Cerro de Pasco sentencia declarando improcedente la accion de amparo por considerar que no se ha agotado las vias previas administrativas, entre otros fundamentos. El Fiscal Superior opina porque se confirme la sentencia, igualmente por no haberse agotado la via administrativa. La Sala Civil de la Corte Superior de Justicia de Huànuco-Pasco resuelve confirmando la sentencia. Por lo que la parte demandante interpone recurso extraordinario. FUNDAMENTOS : La demandante solicita en su petitorio \"se ordene a los demandados se pronuncien sobre su derecho de peticion\", refiriéndose a su solicitud presentada ante la Municipalidad Provincial de Pasco, la que ya habia sido resuelta por la demandada antes de iniciarse el presente proceso mediante Resolucion Municipal No 031-96-AMPP, del diecinueve de abril de mil novecientos noventiséis, pero recién notificada el ocho de julio del mismo ano, esto TRIBUNAL CONSTITUCIONAL es, a los pocos dias de interpuesta esta accion de amparo, por lo que siendo asi, desaparecido el objeto de la accion, esto importa el concepto procesal de sustraccion de materia, contemplado en el inciso 1° del articulo 6° de la Ley 23506 de Habeas Corpus Amparo; agregando, que si no esta conforme con esa resolucion municipal, la demandar puede impugnarla en la via que la ley senala. Que, los hechos a que hace referencia la demandante y que afirma amenazan libertad de empresa y de trabajo, que los explica en su demanda, no van contra derechos constitucionales, por lo tanto no deben ventilarse en un proceso constitucion sino en un proceso penal, al cual puede acudir. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribucion que le confieren la Constitucion Politica del Estado y su Ley Orgànica,", "FALLA": "CONFIRMANDO la sentencia de vista de la Sala Civil de la Corte Superior Justicia de Huânuco-Pasco, de fecha veintiocho de octubre de mil novecientos noventisé que confirmando la apelada, declaro improcedente la Accion de Amparo; dispusieron publicacion en el Diario Oficial \"El Peruano\" > conforme a Ley, y los devolvieron. S.S. ACOSTA SANCHEZ, (onen NUGENT, DIAZ VALVERDE, hhlal arela GARCIA MARCELO. LO QUE CERTIFICO. JAM/daf DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-05", "id": 36792, "nombre_demandado": "Municipalidad Provincial de Pasco", "nombre_demandante": "Alejandrina Bernal Alcedo", "numero_expediente": "00862-1996-AA"}