{"CONTEXTO": " 00861-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00861-1997-AA.pdf) ---  TRIBUNAL CONSTITUCIONAL EXP. No 861-97-AA/TC LIMA Gustavo Quintanilla Davila SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de octubre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Gustavo Quintanilla Davila contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, su fecha veintinueve de mayo de mil novecientos noventa y siete, que reformando la apelada, declaro improcedente la demanda en la Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima.", "ANTECEDENTES:": "Con fecha diecinueve de agosto de mil novecientos noventa y seis, don Gustavo Quintanilla Davila interpone Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima, por haber sido despedido el veintiocho de mayo de mil novecientos noventa y seis, segun senala, en forma intempestiva e inmotivada; y solicita se ordene su reposicion y se le abonen las remuneraciones y demas beneficios dejados de percibir. Admitida la demanda, ésta es contestada por don Ernesto Blume Fortini en representacion de la Municipalidad Metropolitana de Lima el que la niega y contradice, y solicita se declare improcedente. Sostiene que el demandante fue destituido por Resolucion de Alcaldia No 1151, de diecisiete de mayo de mil novecientos noventa y seis, previo proceso administrativo disciplinario en el cual ejercio su derecho de defensa, al haberse comprobado las faltas cometidas por el demandante comprendidas en los literales a), b), c), e) y k) del articulo 28° del Decreto Legislativo No 276 - Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico, faltas que consisten en incurrir en el incumplimiento de las normas establecidas en dicho Decreto Legislativo y en su reglamento, en reiterada resistencia a las ordenes de sus superiores, en acto de violencia, grave indisciplina y faltamiento de palabra en agravio del superior y de sus companeros, en impedir el funcionamiento del servicio publico y en ausentarse injustificadamente por mas de tres dias consecutivos de su centro de trabajo, por lo que se procedio a su destitucion. La demandada propone la excepcion de falta de agotamiento de la via administrativa, al no haberse cumplido 2 TRIBUNAL CONSTITUCIONAL con lo establecido en el numeral 100) de la Ley de Normas Generales de Procedimientos Administrativos que dispone que la via administrativa queda agotada con la resolucion expedida en segunda instancia. Con fecha veintiuno de octubre de mil novecientos noventa y seis, el Juez del Tercer Juzgado Especializado en Derecho Publico de Lima expide resolucion declarando infundada la excepcion de falta de agotamiento de la via administrativa y fundada la demanda por considerar que el proceso administrativo disciplinario no se ha llevado a cabo de acuerdo a las normas estipuladas en el reglamento de la Ley de la Carrera Administrativa, aprobado por Decreto Supremo No 005-90-PCM. Interpuesto recurso de apelacion, con fecha veintinueve de mayo de mil novecientos noventa y siete, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoca la apelada y la declara improcedente, confirmandola en lo demas que contiene. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la demandada, en su escrito de contestacion de la demanda de fecha veintiocho de agosto de mil novecientos noventa y seis, propone la excepcion de falta de agotamiento de la via administrativa, senalando que el demandante no ha agotado el tramite administrativo previsto en el numeral 100) de la Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto unico Ordenado fue aprobado por Decreto Supremo No 02 94-JUS. Sin embargo, debe tenerse en cuenta que la Resolucion de Alcaldia No 1151 del diecisiete de mayo de mil novecientos noventa y seis, que es materia de la presente accion, fue ejecutada a partir del veintiocho de mayo, segun lo manifiesta el demandante en el recurso impugnativo que obra a fojas setenta y ocho afirmacion que no ha sido desvirtuada ni contradicha por la demandada, por lo que ha operado la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. 2. Que, en el presente caso, no corresponde a este Colegiado calificar la viabilidad del proceso disciplinario ni si en él se han acreditado 0 desvirtuado las imputaciones, pero si corresponde analizar si dicho proceso se ha realizado con observancia de la ley, en particular, de aquellos derechos de naturaleza procesal con rango constitucional como el debido proceso. 3. Que la Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico, aprobado por Decreto Legislativo No 276, y su reglamento, aprobado por Decreto Supremo No 005-90 PCM, establecen que el servidor publico que incurra en falta de caracter disciplinario cuya gravedad pudiera ser causal de cese temporal 0 destitucion sera sometido a proceso administrativo disciplinario, escrito y sumario que no excedera de treinta dias, a cargo de una comision de caracter permanente, proceso en el cual el servidor tendra el derecho a presentar el descargo y las pruebas que crea conveniente en su defensa, 3 TRIBUNAL CONSTITUCIONAL para lo cual tomara conocimiento de los antecedentes que dan lugar al proceso; la comision hara las investigaciones, solicitando los informes respectivos, examinara las pruebas y elevara un informe al titular de la entidad recomendando la sancion si corresponde. 4. Que, a fojas sesenta y nueve de autos corre copia autenticada del Informe No 018-96- CPPAE - MLM de la Comision Permanente de Procesos Administrativos, el cual fue emitido el veinte de mayo de mil novecientos noventa y seis, vale decir, con posterioridad a la fecha de expedicion de la Resolucion de Alcaldia No 1151, de diecisiete de mayo del mismo ano, que dispone la destitucion del demandante, observandose que ni en la parte introductoria ni en la considerativa de dicha resolucion se hace referencia alguna al informe emitido por la Comision de Procesos Administrativos. 5. Que, en consecuencia, se ha violado el derecho al debido proceso del demandante al no haberse cumplido con el procedimiento establecido por ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO en parte la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, su fecha veintinueve de mayo de mil novecientos noventa y siete, en el extremo que declara infundada la excepcion de falta de agotamiento de la via administrativa y REVOCANDOLA en la parte que declara improcedente la demanda, REFORMANDOLA en este extremo declara FUNDADA la Accion de Amparo; en consecuencia, inaplicable al demandante la Resolucion de Alcaldia No 1151, de diecisiete de mayo de mil novecientos noventa y seis, debiendo la demandada reponerlo en el cargo que ocupaba u otro de igual nivel, sin reintegro de haberes dejados de percibir. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. Acosta Sanchez ALL Diaz Valverde Rieca NAUNM Nugent Garcia Marcelo NF. Lo que Certifico: / . Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-12-07", "id": 37309, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Manuel Andrade Carmona)", "nombre_demandante": "Gustavo Quintanilla Dávila", "numero_expediente": "00861-1997-AA"}