{"CONTEXTO": " 00863-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00863-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 863-97-HC/TC LIMA LEOCADIO JESUS LINDO ZARATE Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Tito Orellana Porras contra la Resolucion expedida por la Sala Corporativa Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha quince de agosto de mil novecientos noventa y siete, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Tito Orellana Porras interpone Accion de Habeas Corpus a favor de don Leocadio Jesus Lindo Zarate, don Carlos Zenon Rosales Quispe, don Jesus Rosendo Chavez Campos y otro, contra el Comandante P.N.P.,Jefe de la Comisaria de Chacarilla del Estanque y contra el Mayor PNP Emilio Maurtua Andia, Jefe de la Seccion Dinincri de la misma dependencia policial, por haber sido detenidos sus patrocinados mas de veinticuatro horas, sin ser derivados a la Fiscalia correspondiente. Manifiesta que los favorecidos fueron detenidos el treinta y uno de julio a horas 02.00, es decir, han transcurrido mas de treinta horas desde su arresto sin haberlos puesto a disposicion del juez correspondiente. Ampara su accion en lo dispuesto por el inciso 10) del articulo 12° de la Ley No 23506 e inciso 24) del articulo 2° de la Constitucion Politica del Estado. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha uno de agosto de mil novecientos noventa y siete, declaro infundada la Accion de Habeas Corpus, por considerar, entre otras razones que de la diligencia verificada por el juez se advierte que los extremos de la demanda no han sido probados; se constato teniendo a la vista la documentacion del caso, que la detencion de los favorecidos se produjo el treinta y uno de julio ultimo en horas de la madrugada, y que fueron puestos a disposicion de la Fiscalia de Turno en el dia de la fecha a las doce de la madrugada unicamente don Carlos Zenon Rosales Quispe, don Leocadio Jesus Lindo Zarate y otro, y no asi don Jesus Chavez Campos, quien fue puesto en libertad, y que en la fecha de la diligencia ninguno de los favorecidos estaba en los calabozos de la dependencia policial. 2 TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha quince de agosto de mil novecientos noventa y siete, por los propios fundamentos de la apelada la confirma. Contra esta resolucion, el demandante interpone Recurso Extraordinario. FUNDAMENTO: Que, analizando el acto de la diligencia verificada por el a quo que corre en autos a fojas cinco, se establece que no ha existido violacion constitucional alguna por parte de los emplazados, toda vez que los favorecidos fueron puestos a disposicion de la Fiscalia de turno dentro de las veinticuatro horas que establece la ley, que a mayor abundamiento, todas las diligencias relacionadas para la elaboracion del atestado policial se verificaron con la intervencion del senor Fiscal Provincial, doctor Jorge Ricardo Prado Onofre, el mismo que se encuentra destacado en la dependencia policial donde estaban asignados los emplazados. Por este fundamento, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas veintisiete, su fecha quince de agosto de mil novecientos noventa y siete que confirmo la apelada que declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, Vnur DIAZ VALVERDE, Crera NUGENT, 1 GARCIA MARCELO. Lo que Oertifi00: MR Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAÉE TRIBUNAL", "fecha_publicacion": "1999-04-22", "id": 35070, "nombre_demandado": "Comandante PNP Jefe de la Comisaría de Chacarilla del Estanque y otro", "nombre_demandante": "Leocadio Jesús Lindo Zárate y otros", "numero_expediente": "00863-1997-HC"}