{"CONTEXTO": " 00870-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00870-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 870-97-AA/TC LIMA JUAN VICENTE YANEZ AZANERO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Vicente Yanez Azanero contra la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Cajamarca de fojas ciento veintisiete, su fecha dieciséis de junio de mil novecientos noventa y siete, que revocando la apelada, reformandola declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "El veintisiete de febrero de mil novecientos noventa y siete, don Juan Vicente Yanez Azanero interpone Accion de Amparo contra el Presidente de la Comision de Desarrollo y Transporte Urbano del Concejo Provincial de Cajamarca, y contra el Jefe de Transporte Urbano y Circulacion Vial de la Municipalidad Provincial de Cajamarca por omision del acto debido y solicita que los demandados le otorguen el permiso de circulacion y la aprobacion del padron de asociados. Sostiene el demandante que, en su calidad de Gerente General de la Empresa de Servicio de Transportes \"Virgen de los Dolores\" S.A. la misma que esta dedicada al traslado de pasajeros dentro del radio urbano de esa localidad mediante el uso de mototaxis se constituye en forma legal la Asociacion de Mototaxistas \"Virgen de los Dolores Cajamarca\", ,--el quince de mayo de mil novecientos noventa y cuatro--, siendo elegido el demandante, como secretario general; luego de la aprobacion de los estatutos, empezaron a laborar formalmente; posteriormente, la Comision de Transporte y la Jefatura correspondiente, dictaron una ordenanza, en la que se disponia que las asociaciones deberian convertirse en empresas, con un plazo hasta el treinta y uno, de diciembre de mil novecientos noventa y seis; por lo que con fecha veintisiete del mes y ano antes senalado se constituye en empresa, procediendo luego, con fecha treinta y uno de diciembre, a solicitar la aprobacion del Padron de Asociados y la expedicion de los correspondientes permisos de circulacion en un numero de treinta y cinco, que son los cupos a los que tenian derecho como asociacion, negândoseles este derecho al no expedirles permisos de circulacion. El Regidor del Concejo Provincial de Cajamarca y Presidente de la Comision de Desarrollo Urbano y Transporte de la referida municipalidad, asi como el Jefe de la 2 TRIBUNAL CONSTITUCIONAL Unidad de Transporte Urbano de la Municipalidad Provincial de Cajamarca, don Victor Guillermo Vega Montoya, contesta la demanda precisando que el demandante, en su escrito de demanda, solicita la aprobacion del Padron de Asociados, el mismo que se encuentra en trâmite; hasta el momento, la Municipalidad demandada no ha dado respuesta oficial al pedido hecho por el demandante; el demandado sostiene que la Comision de Desarrollo Urbano y Transporte estara reuniéndose a efectos de establecer los lineamientos generales que regiran el transporte publico de mototaxis, aduciendo que resulta absurdo e imposible que la solicitud interpuesta por la demandante haya sido denegada, ya que hasta el momento, la Comision de Transporte no ha emitido ningun dictamen, ni a favor ni en contra, sobre la peticion formulada por la demandante. El Juez del Segundo Juzgado Especializado en lo Civil Cajamarca declara fundada en parte la Accion de Amparo, e improcedente en cuanto peticiona que se ordene a los mencionados demandados que cumplan con aprobar el Padron de Asociados de la Empresa demandante, asi como que otorguen los permisos de circulacion en el numero solicitado, por considerar, principalmente, que no esta acreditado en autos que los demandados hayan dado respuesta alguna a las solicitudes de fojas treintitrés, treinticinco y treintisiete, presentadas por los demandantes, las mismas que contienen peticiones concretas como son la aprobacion del Padron de Asociados, y el otorgamiento de permisos de circulacion para todos y cada uno de los socios. La Sala Especializada en lo Civil de la Corte Superior de Justicia de Cajamarca, a fojas ciento veintisiete, con fecha dieciséis de junio de mil novecientos noventa y siete, revoca la apelada reformandola declara infundada la Accion de Amparo, por estimar que el demandante interpone Accion de Amparo por omision de acto debido, contra el Presidente de la Comision de Desarrollo Urbano y Transporte y el Jefe de Transportes de la Municipalidad demandada, fundandose en que le estan ocasionando perjuicio al demorarle el permiso de circulacion y la aprobacion del padron de integrantes de su asociacion; que, sin embargo, los demandados, al contestar la demanda, sostienen que ellos no tienen atribuciones ejecutivas como para atender el reclamo planteado sino mas bien el Alcalde, por lo que no pueden haber violado garantia constitucional alguna que afecte el derecho de el demandante. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el articulo 200° de la Constitucion Politica del Estado. 2 X TRIBUNAL CONSTITUCIONAL 2. Que, en el presente caso, el demandante solicita que se disponga que el Presidente de la Comision de Desarrollo Urbano y Transporte, y el Jefe de Transportes de la Municipalidad demandada les otorgue los permisos de circulacion y la aprobacion del padron de integrantes de su asociacion. 3. Que, las solicitudes de los permisos de circulacion y la aprobacion de sus padrones de asociados deben reunir una serie de requisitos de orden técnico y legal, complemento que debe ser evaluado en sede administrativa; en consecuencia, la Accion de Amparo no es la via idonea, dado que por su naturaleza especial y sumarisima carece de estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Cajamarca, de fojas ciento veintisiete, su fecha dieciséis de junio de mil novecientos noventa y siete, que revocando la apelada declaro INFUNDADA la Accion de amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Murruel / ACOSTA SANCHEZ, DIAZ VALVERDE, areca oude NUGENT, GARCIA MARCELO. Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAt IRT. 3", "fecha_publicacion": "1999-03-19", "id": 34882, "nombre_demandado": "Presidente de la Comisión de Desarrollo y Transporte Urbano del Concejo Provincial de Cajamarca y otro", "nombre_demandante": "Juan Vicente Yáñez Azañero", "numero_expediente": "00870-1997-AA"}