{"CONTEXTO": " 00887-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00887-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 887-98-HC/TC AREQUIPA EUSEBIO HUARSA SAICO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los treinta dias del mes noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por dona Lucia Accha de Huarsa contra la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas treinta y dos, su fecha dieciocho de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Lucia Accha de Huarsa interpone Accion de Habeas Corpus a favor de don Eusebio Huarsa Saico y contra el Juez Provisional del Tercer Juzgado Especializado en lo Penal de Arequipa, doctor Luis Velasquez Nunez, por violacion al derecho constitucional a la libertad individual y al debido proceso del beneficiario; sostiene la promotora de la accion que, con fecha nueve de setiembre de mil novecientos noventa y ocho, el beneficiario fue detenido por miembros de la Policia Nacional, quienes, para tal efecto, exhibieron una orden de captura expedida por el Juez emplazado, quien lo habia declarado reo contumaz sin cumplir con los requerimientos establecidos por la Ley No 26641. El Segundo Juzgado Especializado en lo Penal de Arequipa, de fojas quince, con fecha cuatro de setiembre de mil novecientos noventa y ocho, declara improcedente in limine la Accion de Habeas Corpus, de conformidad con el articulo 60, inciso 2) de la Ley No 23506, considerando que, \"la orden de captura dictada contra el sentenciado Eusebio Huarsa Saico, es producto de un proceso judicial de trâmite regular en consecuencia no procede la Accion de Habeas Corpus tal como lo establece el articulo sexto, inciso segundo de la ley veintitrés mil quinientos seis, a lo que se agrega que (...) se ha levantado la orden de captura recaida en contra de Eusebio Huarsa Saico, en consecuencia ha cesado ademas el acto violatorio, conforme lo establece el numeral seis, inciso primero de la citada norma. La Primera Sala Penal de la Corte Superior de Justicia de Arequipa, a fojas treinta y dos, con fecha dieciocho de setiembre de mil novecientos noventa y ocho, confirma la apelada, por considerar, principalmente, que el supuesto afectado, don Eusebio Huarsa TRIBUNAL CONSTITUCIONAL Saico concurrio al acto de lectura de sentencia el mismo dia en que se formulo la presente accion de garantia, leyéndosele la sentencia y cursandose oficio a fin de que se levante la orden de captura dictada en su contra. Que, en todo caso, de haber existido amenaza a su libertad individual, ésta ya ceso. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, examinados los autos, se aprecia de fojas veintitrés a veintinueve que la orden de captura en contra del actor se expidio en la secuela de un proceso penal regular por delito de usurpacion. 2. Que, a fojas treinta del expediente, obra copia del Oficio No 39-95-03JEP-PC, de fecha cuatro de setiembre de mil novecientos noventa y ocho, que acredita que la orden de captura en contra del actor fue levantada el mismo dia en que se interpuso la presente demanda, al haberse llevado a cabo la diligencia de lectura de sentencia que fue el motivo por el cual se dicto dicha providencia, produciéndose el cese del reclamo constitucional. 3. Que, siendo asi, es de aplicacion al presente caso el articulo 6°, incisos 1) y 2) de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas treinta y dos, su fecha dieciocho de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Hâbeas Corpus. Dispone, la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE 20 NUGENT GARCIA MARCELO JMS Lo que Certifico; . Dre. MARIA LUZ VASQUEZ 2 SECRETARIA - RELATORA TRIBYNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-22", "id": 35044, "nombre_demandado": "Juez Provisional del Tercer Juzgado Especializado en lo Penal de Arequipa (Luis Velásquez Núñez)", "nombre_demandante": "Eusebio Huarsa Saico", "numero_expediente": "00887-1998-HC"}