{"CONTEXTO": " 00886-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00886-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 886-97-HC/TC LIMA CARLOS DE LA FUENTE LEÔN. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos De La Fuente Leon contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y ocho, su fecha quince de agosto de mil novecientos noventa y siete, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Carlos De La Fuente Leon interpone Accion de Habeas Corpus contra don Manuel Espinel Rosas, y dona Celia Ruiz de Richard, alegando que con fecha veinticuatro de julio de mil novecientos noventa y siete los denunciados violaron el domicilio del agraviado, cambiaron las cerraduras y le impidieron el ingreso a su vivienda; senala el actor, que los denunciados aducen ser los propietarios de dicho inmueble. Realizada la investigacion sumaria, el Juez Penal verifico en los exteriores del domicilio del actor la presencia de dos individuos identificados como don Flavio Carrillo y don Gustavo Villavicencio Carrillo, quienes manifestaron que por encargo del propietario estaban prestando seguridad al inmueble para evitar robos y que no existia ningun impedimento para que el inquilino, don Carlos De La Fuente Leon, pudiese ingresar al inmueble. A fojas nueve, el demandado, don Manuel Benito Espinel Rosas, niega los hechos materia de la Accion de Habeas Corpus y declara que el actor tiene en su contra una demanda de desalojo de la casa que ocupa junto con otros cinco inquilinos. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas once, con fecha veinticinco de julio de mil novecientos noventa y siete, declara infundada la Accion de Habeas Corpus, por considerar principalmente que, \"no existen suficientes elementos probatorios 0 evidencias que permitan tener certeza respecto de los hechos expuestos por el accionante en su escrito de demanda\". TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas treinta y ocho, con fecha quince de agosto de mil novecientos noventa y siete, por los fundamentos de la recurrida, confirma la apelada que declaro infundada la Accion de Habeas Corpus. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de las acciones de garantia es reponer las cosas al estado anterior de la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, realizada la investigacion sumaria, no se han acreditado fehacientemente los hechos atentatorios a la libertad individual alegados por el actor, sino que se ha constatado una situacion factica distinta a la materia de autos, como se desprende de los recaudos que obran de fojas seis a diez del expediente. 3. Que, siendo inexistentes los actos de vulneracion, objeto de la demanda, la presente accion de garantia debe ser desestimada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y ocho, su fecha quince de agosto de mil novecientos noventa y siete que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Hrrle DIAZ VALVERDE Re - NUGENT GARCIA MARCELO Lo que Gertificot JMS Dra. MARIA LUZ VASQUEZ SECRETARIA CONSTITUCIONAL - RELATORA 2 TRIBUNAL", "fecha_publicacion": "1999-04-22", "id": 35045, "nombre_demandado": "Manuel Espinel Rosas y otro", "nombre_demandante": "Carlos de la Fuente León", "numero_expediente": "00886-1997-HC"}