{"CONTEXTO": " 00884-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00884-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 884-98 AA/TC LIMA MAXIMO AGUERO VERGARA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias el mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Don Maximo Agiiero Vergara contra la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y cinco del Cuaderno de Nulidad, su fecha diecinueve de agosto de mil novecientos noventa y siete, que declaro improcedente a Accion de Amparo.", "ANTECEDENTES:": "Don Maximo Aguero Vergara, con fecha seis de diciembre de mil noveciento noventa y tres, interpone demanda de Accion de Amparo contra el Banco de la Nacion para que se ordene el pago de su pension de cesantia y se proceda a su correcta nivelacion a part del treinta y uno de julio de mil novecientos ochenta y cinco, tomandose como base câlculo las remuneraciones correspondientes al cargo de Jefe de Division del Banco de Nacion, y no como Jefe de Seccion, cargo que errôneamente se le considero para efectos su nivelacion. Senala que es pensionista cesante del régimen del Decreto Ley N.o 20530 que por disposicion de la Ley N.o 23495 se dispuso el derecho a la nivelacion de pensiones a aquellos servidores estatales con mas de veinte anos de servicios y que la Le N.o 25146 determina que las pensiones de los cesantes del Banco de la Nacion con mas veinte anos de servicios, se nivelaran tomando como base las remuneraciones de servidores activos de esa entidad. Agrega que acudio al Tribunal del Servicio Civil, el cua a emitio la Resolucion N.o 0795-89-TSC, con fecha diecisiete de noviembre de m novecientos ochenta y nueve, que declaro fundada la apelacion que revoco las resolucione administrativas N.OS 0016-89 EF / 92.5100 y 0535-89-EF/ 92.3300 y ordeno al Banco de Nacion otorgar, a partir de la fecha de su cese, la pension de cesantia correspondiente cargo de Jefe de Division. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Economia Finanzas contesta la demanda solicitando que la misma sea declarada improcedente, pe considerar que el actor interpone la presente Accion de Amparo cuatro anos después haberse emitido la Resolucion N.o 0795-89-TSC arguyendo que el supuesto incumplimiento del Banco de la Nacion se habria producido después de notificada la Resolucion emitida por el Tribunal del Servicio Civil. Agrega, ademas, que dicha resolucion establece una 2 TRIBUNAL CONSTITUCIONAL equivalencia del cargo que desempeno anteriormente en el Congreso de la Republica y que no se refiere al cargo que le correspondia en el Banco de la Nacion. El Décimo Juzgado Especializado en lo Civil de Lima, a fojas veinticuatro, con fecha quince de febrero de mil novecientos noventa y cuatro, declara improcedente la Accion de Amparo interpuesta, por considerar que el acto violatorio se origina con la negativa del Banco de la Nacion a cumplir con lo dispuesto en la Resolucion N.o 0795-89-TSC, que es de conocimiento del demandante desde el mes de noviembre de mil novecientos ochenta y nueve, interponiendo la presente demanda el seis de diciembre de mil novecientos noventa y tres, por lo que la presente Accion de Amparo es interpuesta de manera extemporanea. La Cuarta Sala Civil de la Corte Superior de Justicia de Lima, a fojas cincuenta y ocho, con fecha nueve de setiembre de mil novecientos noventa y cuatro, confirma la apelada por los mismos fundamentos que declara improcedente la Accion de Amparo interpuesta. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, con fecha diecinueve de agosto de mil novecientos noventa y siete, declaro no haber nulidad en la sentencia de vista por haber transcurrido en exceso el término para interponer la presente accion. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el demandante pretende que el Banco de la Nacion nivele el pago de su pension de cesantia tomando como base para el câlculo el cargo de Jefe de Division en el Banco de la Nacion y no como Jefe de Seccion, cargo que errôneamente se le asigno para el calculo de su nivelacion, segun lo establece el Tribunal del Servicio Civil que mediante la Resolucion N.o 0795-89-TSC de fecha diecisiete de noviembre de mil novecientos ochenta y nueve, declaro fundada la apelacion y revoco las resoluciones administrativas N.OS 0016-89-EF/92.5100 y 0535-89-EF/92.3300 de fechas treinta de enero y ocho de junio de mil novecientos ochenta y nueve. 2. Que, este Tribunal en reiteradas ejecutorias ha establecido que debido a la naturaleza del derecho pensionario no se produce la caducidad de la accion, en razon de que los actos que constituyen la afectacion son continuados, es decir, que mes a mes se repite la vulneracion, resultando de aplicacion el segundo parrafo del articulo 26° de la Ley N.o 25398. 3 Que, obra en autos a fojas dos, la Resolucion Administrativa N.o 0016-89- EF/92.5100, de fecha treinta de enero de mil novecientos ochenta y nueve, mediante la cual el Banco de la Nacion resuelve nivelar e incrementar la pension de cesantia correspondiente al Jefe de Seccion al recurrente comprendido en el régimen pensionario del Decreto Ley N.o 20530 y que a la fecha de interposicion de la demanda venia percibiendo su respectiva pension. 3 TRIBUNAL CONSTITUCIONAL 4. Que, del estudio de la demanda se desprende que lo que el demandante solicita es el incremento de su pension por medio de una recategorizacion de la pension que goza actualmente y que la Accion de Amparo, por su naturaleza excepcional, no es de caracter declarativo, sino, de carâcter restitutivo de los derechos constitucionales ya gozados cuando estos son afectados. 5. Que, la presente pretension no puede ser discutida en la presente via constitucional, debido a su naturaleza sumarisima y excepcional, la cual no permite la actuacion de medios probatorios que se requieren para sustentar la decision a recaer. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas treinta y cinco del Cuaderno de Nulidad, su fecha diecinueve de agosto de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ 2 DIAZ VALVERDE NUGENT GARCIA MARCELO auced C - f/DA. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-14", "id": 35752, "nombre_demandado": "Banco de la Nación", "nombre_demandante": "Máximo Agüero Vergara", "numero_expediente": "00884-1998-AA"}