{"CONTEXTO": " 00883-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00883-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 883-98-AA/TC SAN MARTIN YOLANDA RAMIREZ PEREA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los treinta dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Yolanda Ramirez Perea contra la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de San Martin, de fojas doscientos cuarenta y ocho, su fecha siete de julio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Yolanda Ramirez Perea interpone Accion de Amparo contra el Director General de la Direccion Regional del Ministerio de Salud de San Martin y el Presidente del Gobierno Regional de San Martin, solicitando que se deje sin efecto la Resolucion Directoral N.o 084- DG-DDIRES/SM-96, del veinticinco de setiembre de mil novecientos noventa y seis, y la Resolucion Ejecutiva Regional N.o 004-97-CTAR-SM/PE, del diez de enero de mil novecientos noventa y siete, que le impone la sancion administrativa de destitucion, y declara infundada su apelacion, respectivamente, por contener un acto violatorio a la libertad de trabajo, asi como a la subsistencia, al derecho a la vida y su bienestar material y espiritual. El Director General de la Direccion Regional del Ministerio de Salud contesta la demanda a fojas noventa y nueve, el Consejo Transitorio de Administracion Regional de la Region San Martin contesta a fojas ciento sesenta y ocho, y el Procurador Adjunto encargado de los asuntos judiciales del Ministerio de la Presidencia contesta a fojas ciento noventa, 2 TRIBUNAL CONSTITUCIONAL negando y contradiciendo la demanda y expresando que las resoluciones impugnadas han sido dictadas por funcionarios publicos en ejercicio de sus atribuciones, previo proceso administrativo disciplinario, al haber utilizado la demandante documentos falsos para tratar de ser incorporada indebidamente al régimen de pensiones del Decreto Ley N.o 20530, lo cual entrana inclusive la comision del delito contra la fe publica. A El Primer Juzgado Mixto de Tarapoto, a fojas doscientos seis, con fecha nueve de abril de mil novecientos noventa y siete, declaro fundada la demanda, por considerar, principalmente, que el procedimiento administrativo seguido por la demandante para tratar de ser incorporada al sistema de pensiones que otorga la Ley N.o 20530, no puede considerarse falta grave de caracter disciplinario contemplada en los incisos a) y j) del articulo 28° del Decreto Legislativo N.o 276, normas en que se sustenta la resolucion de fojas ocho y por cuyo mérito se destituyo a la demandante de su centro de trabajo sin que ésta hubiera incurrido en dichas causales, puesto que con su postulacion no se ha afectado a la institucion donde labora; y que, con dicha destitucion, se ha violado la libertad de trabajo, que es un deber y un derecho, base del bienestar social y un medio de realizacion de la persona. La Sala Especializada en lo Civil de la Corte Superior de Justicia de San Martin, a fojas doscientos cuarenta y ocho, con fecha siete de julio de mil novecientos noventa y siete, revoco la apelada y declaro improcedente la demanda, por estimar que la actitud de la demandante ha quebrantado la buena fe laboral y la confianza, lo cual hace imposible mantener la relacion laboral con su ex empleadora, por lo que el cese de su vinculo laboral es justificado y no hay, por tanto, violacion alguna de su derecho constitucional a la libertad de trabajo. Contra esta resolucion la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la demandante solicito con fecha diez de diciembre de mil novecientos noventa y tres a la Direccion Regional de Salud de San Martin (fojas noventa) que se le incorpore al régimen de pensiones del Decreto Ley N.o 20530 por el tiempo que trabajo en la Direccion Departamental de Agricultura, esto es, desde el veintiséis de diciembre de mil novecientos setenta y uno hasta febrero de mil novecientos setenta y dos, para lo cual acompano la documentacion sustentatoria correspondiente, peticion que fue deferida mediante la Resolucion Administrativa N.o 016-94-DIRES-SMIDOP, del siete de febrero de mil novecientos noventa y cuatro, que obra a fojas diecinueve, teniendo como fundamento equivocado el articulo 270 de la Ley N.o 25066. 3 TRIBUNAL CONSTITUCIONAL 2. Que, con posterioridad, el veintisiete de diciembre de mil novecientos noventa y cuatro, dicha servidora presento otra solicitud (de fojas noventa y dos) a fin de que se rectifique la Resolucion Administrativa citada en el considerando anterior, por no ser real el tiempo de servicios que alli menciono para su correspondiente incorporacion al régimen de pensiones del Decreto Ley N.o 20530, en vista de que trabajo para la Direccion Departamental de Agricultura desde el uno de diciembre de mil novecientos setenta y tres hasta el veintiocho de febrero de mil novecientos setenta y cuatro, acompafiando para ello copia de la constancia certificada del pago de jornadas y descuentos expedido por el Ministerio de Agricultura. 3. Que esta ultima peticion de la demandante fue atendida con la Resolucion Administrativa N.o 016-94-DIRES-SMIDOP, de fecha siete de febrero de mil novecientos noventa y cuatro, esto es, con fecha anterior a su solicitud, segun consta a fojas noventa y uno, incorporandola al régimen de pensiones del Decreto Ley N.o 20530 y reconociéndole diecinueve anos, once meses y veintitrés dias de servicios al treinta de noviembre de mil novecientos noventa y tres; la cual fue anulada por resolucion que obra a fojas veinte, basandose en los informes producidos por la Direccion Regional Agraria de San Martin de fojas veintidos y veintitrés. 4. Que, también obra a fojas noventa y tres, la Resolucion Administrativa N.o 016-94- DIRES-SM/DOP, de fecha siete de febrero de mil novecientos noventa y cinco, cuyo contenido repite los términos de la Resolucion mencionada en el considerando anterior, sin ninguna otra motivacion; la misma que también resulta nula, por ser contraria a la Constitucion y a las leyes, segun lo dispuesto por el numeral b) del articulo 43° del Decreto Supremo N.o 002-94-JUS, que aprueba la Ley de Normas Generales de Procedimientos Administrativos. 5. Que, instaurado el proceso administrativo disciplinario en forma regular, el informe final de la Comision respectiva concluye que la demandante acredita una labor efectiva de veintiséis dias, segun fotocopia legalizada del Libro de Planillas de Jornales expedida por el Ministerio de Agricultura, Zona Agraria IX, desde el veintiséis de diciembre de mil novecientos setenta y uno al diez de febrero de mil novecientos setenta y dos, y no acredita que haya continuado laborando hasta el veintiséis de febrero de mil novecientos setenta y cuatro; y que, asimismo, queda comprobado que los servicios que dice haber prestado de diciembre de mil novecientos setenta y tres a marzo de mil novecientos setenta y cuatro han sido desvirtuados y contradichos con el Oficio N.o 0652-96-CTAR- SM/DRA-SM, recomendando su destitucion, en aplicacion de los incisos a) y j) del articulo 28° del Decreto Legislativo N.o 276, que aprueba la Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico. 4 TRIBUNAL CONSTITUCIONAL 6. Que, basandose en la recomendacion de dicho proceso administrativo disciplinario, su empleadora le aplico la sancion disciplinaria de destitucion a la demandante, mediante la Resolucion Directoral N.o 084-DG-DIRES/SM-96, del veinticinco de setiembre de mil novecientos noventa y seis, la misma que al ser apelada, fue declarada infundada, mediante Resolucion Ejecutiva Regional N.o 004-97-CTAR-SMPE, de fecha diez de enero de mil novecientos noventa y siete. 7. Que la falta disciplinaria cometida por la demandante ha quedado acreditada, siendo potestad de la autoridad administrativa competente su calificacion, cuya magnitud, su mayor 0 menor gravedad asi como los antecedentes y el nivel laboral de la servidora y otras circunstancias, que estan precisadas en el articulo 28° del referido Decreto Legislativo N.o 276, no pueden ser dilucidadas ni discutidas mediante esta accion de garantia, en razon del tramite inmediato con que ella acude a la tutela de la vulneracion de los derechos reconocidos en la Constitucion Politica, que se han producido de manera inequivoca, expresa y clara; razon por la cual no resulta la via idonea a los efectos de ese proposito. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de San Martin, de fojas doscientos cuarenta y ocho, su fecha siete de julio de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Rvce MF Lo que Certif100t Dra. MARIA LUZ VASUUEZ SECRETARIA a RELATCRA ERIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-13", "id": 35292, "nombre_demandado": "Director General de la Dirección Regional del Ministerio de Salud de San Martín y otro", "nombre_demandante": "Yolanda Ramírez Perea", "numero_expediente": "00883-1998-AA"}