{"CONTEXTO": " 00884-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00884-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N884-97-AA/TC Mariano Ramon Ferradas Reyes Piura SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, a veintiocho dias del mes de noviembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; GARCIA MARCELO; DM actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Piura, de fecha 5 de agosto de mil novecientos noventa y siete, en los seguidos por don Mariano Ramon Ferradas Reyes contra don Hugo Guarmizo Merino representante legal de la empresa de servicios de turismo SERVITOURS S R Ltda., don Pedro Sernaque Chanduvi y don Milton Pena Nino integrantes del Comité de Disciplina de la referida empresa; sobre accion de amparo.", "ANTECEDENTES:": "Don Mariano Ramon Ferradas Reyes, interpone accion de amparo contra el representante legal de la empresa SERVITOURS S R Ltda. y los miembros del Comité de Disciplina de dicha empresa, a fin que se le permita seguir laborando en la linea de servicio publico de transporte de pasajeros que presta servicios al Aeropuerto Guillermo Concha Ibérico de Piura. Sostiene el demandante que es socio fundador de la mencionada empresa. Que debido a la baja demanda de pasajeros, los socios han venido pagando sus aportes de acuerdo a sus CA a TRIBUNAL CONSTITUCIONAL posibilidades; que el 16 de diciembre de mil novecientos noventa y seis, el Presidente del Comité de Disciplina de la empresa le envio el Memorandum No. 001-CDS suspendiendo su ingreso al aeropuerto, exigiéndosele el previo cumplimiento de la totalidad de aportes adeudados, sancion que la considera ilegal ya que se le esta privando de su derecho al trabajo; fundamentando su demanda en el articulo 2 incisos 2), 15), 20) de la Constitucion Politica concordante con los articulos 1, 2, 24 inciso 16) de la Ley 23506. Admitida la demanda, esta es contestada por los emplazados en forma conjunta, quienes solicitan que se declare infundada, en tanto que manifiestan que la actividad principal que desarrolla la empresa SERVITOURS S.R.Ltda es la de servicio de taxi de pasajeros al aeropuerto Guillermo Concha Ibérico y que para prestar dicho servicio y utilizar \"el parqueo interno, se debe cumplir con determinadas exigencias de la Corporacion de Aeropuertos Comerciales CORPAC S.A. Piura, entre ellas la presentacion de una fianza por cada unidad movil que ingresa al aeropuerto y del peaje correspondiente, gastos que la empresa los ha cubierto con un préstamo y que deben ser financiados por todos los socios; que en vista del retraso del demandante en el pago de sus cuotas que alcanzan a S/. 3.00 ( Tres soles diarios) y que hacen un acumulado de S/. 384.07 al 22 de enero de 1997 este ha sido sancionado, no existiendo violacion de derecho constitucional alguno. Con fecha nueve de mayo de mil novecientos noventa y siete, el Juez Provisional del Primer Juzgado Civil de Piura, expide resolucion declarando fundada la accion de amparo. Interpuesto recurso de apelacion, con fecha cinco de agosto de mil novecientos noventa y siete, la Primera Sala Civil de la Corte Superior de Piura, expide resolucion revocando la apelada y reformandola declara improcedente la demanda de accion de amparo. Interpuesto el recurso extraordinario los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "I. Que, de lo actuado se desprende que el demandante pretende que se declare inaplicable el Memorandum No. 001-CDS que corre a fojas dos con el cual el Presidente del Comité de Disciplina de la empresa demandada le comunica, que debido a la morosidad en el cumplimiento de sus obligaciones, su ingreso a la playa de estacionamiento de CORPAC, ha sido suspendido por cinco dias. 2. Que, el demandante y los emplazados son socios de una sociedad comercial de responsabilidad limitada, cuya organizacion y funcionamiento esta regulada por sus Estatutos y la Ley General de Sociedades, cuyo Texto Unico Ordenado fue aprobado por Decreto Supremo No. 003-85 JUS asi como por su reglamento interno, que estipula entre otros, las obligaciones de los socios. 3. Que, a fojas veintitrés, corre en autos copia certificada notarialmente del acta de la Junta General Ordinaria de socios de fecha catorce de noviembre de mil novecientos noventa y seis en la que se acuerda conceder el plazo de diez dias al demandante para que abone sus cuotas y se autoriza al Comité de Disciplina a aplicar la medida disciplinaria pertinente. Asimismo a fojas 33 a 41 corre copia del reglamento interno TRIBUNAL CONSTITUCIONAL de la empresa aprobada en la sesion de fecha once de diciembre de mil novecientos noventa y seis, en el cual se establece expresamente que son obligaciones de los socios entre otros, cancelar oportunamente sus aportaciones, asi como tener siempre presente que para exigir un derecho primero esta el cumplimiento de sus obligaciones. 4. Que, el accionante solo ha sido suspendido temporalmente ante su negativa de cumplir con obligaciones economicas, entorpeciendo el normal funcionamiento de la empresa de la cual es socio. Dicha suspension constituye una medida disciplinaria no habiéndose vulnerado el derecho constitucional al trabajo. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado, su Ley Organica N' 26435 y la Ley Modificatoria N' 26801:", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Piura de fecha cinco de agosto de mil novecientos noventa y siete, de fojas noventa y siete, que revocando la apelada declaro IMPROCEDENTE la demanda; ordenaron su publicacion en el Diario Oficial El Peruano, y los devolvieron. S.S. ACOSTA SANCHEZ, - NUGENT DIAZ VALVERDE L Ru eiti GARCIA MARCELO LO QUE CERTIFICO. NFG/tvd DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-02-14", "id": 36692, "nombre_demandado": "Servitours SRLtda", "nombre_demandante": "Mariano Ramón Ferradas Reyes", "numero_expediente": "00884-1997-AA"}