{"CONTEXTO": " 00882-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00882-1997-AA.pdf) --- 22 TRIBUNAL CONSTITUCIONAL EXP:882-97-AA /TC CHIMBOTE LUIS ISAAC REGAL ECHEGARAY SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario interpuesto por don Luis Isaac Regal Echegaray contra la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia de Santa-Chimbote de fojas setenta y siete, su fecha veintiséis de junio de mil novecientos noventa y siete, que confirmando la apelada, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha diez de junio de mil novecientos noventa y seis, don Luis Isaac Regal Echegaray interpone demanda de Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Santa-Chimbote don Guzman Aguirre Altamirano, y contra don Wanner Casana Mozo, jefe de la oficina de personal, solicitando que se declare inaplicable los Memoranda Nros. 072-96-DMPS; 079-96-Diper-MPS y 222-96-Diper- MPS en defensa y cautela de sus derechos de no ser discriminado en ninguna forma por derecho de opinion y del derecho del trabajo. Sostiene el demandante que viene prestando servicios para la Municipalidad del Santa hace aproximadamente ocho anos sin que para ello haya sido objeto de proceso administrativo disciplinario y que mediante Resolucion de Alcaldia No 0336 de seis de marzo de mil novecientos noventa y cinco, fue designado como jefe de la seccion de compras de la unidad de abastecimiento. Aduce el demandante que se le han cursado los memoranda No 072-96-DM-MPS, 079-96-Diper-MPS y 222- 96-Diper-MPS, emitidos por la Direccion Municipal y el jefe de la oficina de personal, en donde dispone que pase a tiempo completo de la oficina del control interno, luego a disposicion de la oficina de personal, sin que para ello, en los memorandos ya citados se hayan asignado funciones especificas, acordes con su categoria y grupo ocupacional. Que a partir de los primeros dias del mes de febrero de mil novecientos noventa y seis, se le puso a disposicion de la oficina de personal y que curso una carta a la Municipalidad demandada, con fecha veintisiete de mayo de mil novecientos noventa y seis, para que se le asignen funciones especificas,y no habiendo obstenido respuesta, da por concluidas las vias previas, y por agotada la via administrativa. - TRIBUNAL CONSTITUCIONAL Don Bernabe Zuniga Rodriguez, en representacion de la Municipalidad Provincial del Santa y don Wanner Cavana Mozo, jefe de la oficina de personal, contestan la demanda, deduciendo la excepcion de incompetencia, excepcion de caducidad, y que de conformidad con lo establecido por el articulo 370 de la Ley No 23506 establece que la Accion de Amparo caduca a los sesenta dias habiles de producida la afectacion, que la presunta afectacion del derecho ha operado el uno de febrero de mil novecientos noventa y seis al ser notificado con el Memorandum No 222-96-Diper-MPS ejecutandose en forma inmediata, y que el término legal de los sesenta dias se ha cumplido el veintinueve de abril de mil novecientos noventa y seis. El Juez del Segundo Juzgado Especializado en lo Civil de Santa Chimbote, a fojas treinta y ocho, con fecha once dejulio de mil novecientos noventa y seis, declara fundada la excepcion de caducidad, infundada la excepcion de incompetencia e improcedente la demanda, por estimar que la accion presentada por el demandante caduca a los sesenta dias habiles de producida la afectacion, conforme a lo establecido en el articulo 37° de la Ley 23506, que en el caso de autos data la agresion constitucional desde el uno de febrero de mil novecientos noventa y seis, segun documento de fojas seis, corroborado por el propio demandante en su demanda en el punto tres fojas once, que en cuanto a la excepcion de incompetencia deducida por los demandados a fojas veintinueve, ésta debe declararse infundada porque de acuerdo a lo establecido en el articulo 29° de la Ley No 23506 modificado por la Ley No 25011, la Accion de Amparo se ejerce ante el Juez de Primera Instancia en lo Civil. La Sala Civil de la Corte Superior de Justicia del Santa Chimbote, a fojas setenta y siete, con fecha veintiséis de junio de mil novecientos noventa y siete, confirma la apelada, por estimar que, si bien es cierto, en los documentos que corren de fojas cuatro a seis se evidencia que ha existido hostilizacion en el trabajo por parte de los demandados con el demandante; sin embargo, la Accion de Amparo caduca a los sesenta dias habiles de haberse producido la afectacion del derecho reclamado, de conformidad con lo establecido en el articulo 37° de la Ley de Amparo No 23506, y que en el caso de autos, desde la fecha del ultimo memorandum, es decir, desde el uno de febrero de mil novecientos noventa y seis, hasta la fecha de la interposicion de la demanda, con fecha siete de julio de mil novecientos noventa y seis, han transcurrido mas de los sesenta dias que establece la ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen 0 amenacen los derechos constitucionales, por accion 0 por omision, de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el Articulo 200° de la Constitucion Politica del Estado. 2 TRIBUNAL CONSTITUCIONAL 2. Que en el petitorio de la demanda se solicita se declaren inaplicables para el demandante los Memoranda Nros. 072-96-DM-MPS, 079-96-DIPER-MPS y 222-96- DIPER-MPS, el ultimo de fecha uno de febrero de mil novecientos noventa y seis, a través de las cuales se le comunica que pase a la oficina de personal. 3. Que, el acto considerado lesivo por el demandante se ejecuto con fecha uno de febrero de mil novecientos noventa y seis, y habiéndose presentado la demanda con fecha diez de junio del mismo ano, habia transcurrido el plazo de 60 dias utiles establecido en el articulo 370 de la Ley No 23506, de Habeas Corpus y Amparo, y por ende, ha caducado el derecho de accion del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Santa-Chimbote, de fojas ciento noventa y ocho, su fecha quince de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT arlca GARCIA MARCELO. Lo que Certif1c0i Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAÉ I.R.T. 3", "fecha_publicacion": "1998-12-21", "id": 37356, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Santa-Chimbote (Guzmán Aguirre Altamirano) y otro", "nombre_demandante": "Luis Isaac Regal Echegaray", "numero_expediente": "00882-1997-AA"}