{"CONTEXTO": " 00890-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00890-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.° 890-98-AA/TC CAJAMARCA FERNANDO CACHA Y ALVARADO Y OTRA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los veintiocho dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José L. Castillo Roman en representacion de don Fernando Cachay Alvarado y otro, contra la Resolucion expedida por la Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, de fojas ciento treinta y ocho, su fecha veintitrés de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Cajamarca y el Ejecutor Coactivo de dicha Municipalidad.", "ANTECEDENTES:": "Don Fernando Cachay Alvarado y dona Silvia Margot Cachay Sanchez interponen Accion de Amparo contra don Luis Bernardo Guerrero Figueroa, Alcalde de la Municipalidad Provincial de Cajamarca y don Jorge Salazar, Ejecutor Coactivo de dicha Municipalidad, por considerar que han violado, entre otros, su derecho constitucional a la propiedad. Sostienen los demandantes que son propietarios de un inmueble ubicado en interseccion de los jirones Chanchamayo y Tayabamba del barrio de San José, debidamente inscrito en el Registro de Propiedad Inmueble; que en el ano mil novecientos ochenta siete, se emitio la Resolucion de Alcaldia N.o 118-ACPC-87 con la cual se trato de permutar dicho inmueble con otro de menor extension y valor, resolucion que fue declarada nula en el proceso judicial que se siguio para tal efecto. Manifiestan, asimismo, que en C ano mil novecientos noventa y cinco, la Municipalidad demandada intenta despojarlos de su propiedad al iniciar un proceso de desalojo ante el Tercer Juzgado de Paz Letrado del Cercado, cuya demanda fue declarada infundada; que el dia siete de abril de mil novecientos noventa y siete, iniciaron los tramites para obtener licencia de construccion, no habiendo obtenido la misma, viéndose obligados a iniciar la construccion en noviembre de dicho ano debido a que obtuvieron un préstamo del Banco de Materiales. Sostienen los demandantes, que el dia doce de noviembre se les remite la Notificacion N.o 10185 a través de la cual se dispone la paralizacion de la obra y se fija una multa de mil nuevos soles (S/.1,000.00). Con fecha doce de enero de mil novecientos noventa y ocho se expide la 2 TRIBUNAL CONSTITUCIONAL Ordenanza Municipal N.o 001-98 CMPC que no fue publicada, por la que se dispone la paralizacion de la obra, la demolicion de lo indebidamente construido asi como iniciar el trâmite de expropiacion del inmueble. Don Luis Emilio Mendoza Moreno, apoderado judicial de la Municipalidad dd solicita que se declare infundada la demanda, alega que los demandantes no demandada solicitaron autorizacion para demoler su vivienda e iniciar nuevamente la construccion, y que la Ordenanza N.o 001-98 CMPC ha sido expedida de acuerdo a la Ley Orgânica de Municipalidades, no habiéndose vulnerado los derechos constitucionales de los demandantes. El Segundo Juzgado Especializado Civil de Cajamarca, a fojas setenta y siete, con fecha cuatro de mayo de mil novecientos noventa y ocho, expide resolucion declarando fundada en parte la demanda, al considerar que al expedirse la Ordenanza Municipal N.o 001-98-CMPC se ha incurrido en un exceso de poder; ordena la suspension de los efectos de dicha ordenanza y declara improcedente la demanda en cuanto se pide la suspension del proceso coactivo, por haber cesado el acto considerado violatorio al derecho constitucional invocado, al haberse suspendido dicho proceso. La Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, a fojas ciento treinta y ocho, con fecha veintitrés de julio de mil novecientos noventa y ocho, revoco la apelada en la parte que declaro fundada la demanda y reformandola la declara improcedente y la confirma en el extremo que declaro improcedente dicha demanda, en cuanto se pide la suspension del proceso coactivo, senalandose, entre sus fundamentos, que el Concejo de la Municipalidad demandada ha actuado de acuerdo a sus facultades. Contra esta Resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que los demandantes interponen la presente accion a fin de que se declaren inaplicables las notificaciones N.o 751 del doce de noviembre de mil novecientos noventa y siete N.° 10185 de la misma fecha, N.o 10271 del veintiuno de enero de mil novecientos noventa y ocho, la Papeleta N.o 756 sin fecha, relativas a disposiciones de paralizacion y demolicion de las obras de construccion que venian ejecutando los demandantes en el inmueble sito en el jiron Tayabamba N.o 201; asimismo, se declare inaplicable la multa de mil nuevos soles (S/.1,000.00), se suspenda el proceso coactivo iniciado para el pago de la referida multa y también se declare inaplicable la Ordenanza N.o 001-98-CMPC del doce de enero de mil novecientos noventa y ocho, la misma que dispone la paralizacion inmediata de las obras construidas, la demolicion de lo indebidamente construido hasta el momento de la expedicion de la ordenanza, asi como iniciar los tramites correspondientes a la expropiacion del referido inmueble. 3 TRIBUNAL CONSTITUCIONAL Que los demandantes iniciaron el tramite para obtener licencia de construccion el 2. dia siete de abril de mil novecientos noventa y siete. De acuerdo a lo establecido en el articulo 20° del Reglamento, para el otorgamiento de licencias de construccion, control y conformidad de obra aprobado por Decreto Supremo N.o 25-94 MTC, la constancia de presentacion de la solicitud constituye licencia provisional de construccion y la obra no podra ser paralizada sino dentro de los treinta dias calendarios de presentado el expediente, siempre y cuando exista pronunciamiento de \"no conforme\" de la Comision Calificadora respecto al proyecto de arquitectura 0 ingenieria. Asimismo, al vencimiento del plazo de la Licencia Provisional, se convierte en definitiva, no pudiendo paralizarse la obra por ningun motivo, excepto por no sujetarse en la construccion a los planos presentados que expresa 0 tacitamente hayan quedado aprobados. Que, de conformidad con el articulo 22° del referido Reglamento, el dictamen que 3. emita la Comision Calificadora debe ser notificado al interesado a fin de que, de ser el caso, en el plazo otorgado, subsane las observaciones formuladas al proyecto. Que las sanciones que han dado lugar a la presente accion fueron impuestas por 4. construir sin la licencia respectiva; siendo el caso que los demandantes la habian obtenido en aplicacion del silencio administrativo positivo, al haberse vencido los treinta dias desde que presentaron su solicitud, sin que hayan sido notificados respecto a observaciones al proyecto de arquitectura O ingenieria. Que, a fojas noventa y cuatro obra copia del acta de la sesion de la Comision 5. Calificadora, de fecha diez de octubre de mil novecientos noventa y siete, en la cual se acordo aprobar el proyecto de arquitectura y se declaro \"no conforme\" respecto a las instalaciones eléctricas, sanitarias y estructuras, por no coincidir con los planos, no estando acreditado en autos que se haya notificado a los demandantes. Que la Ordenanza Municipal N.o 001-98-CMPC, al disponer se inicien los trâmites 6. para la expropiacion del inmueble, ha omitido la fundamentacion y motivacion, requisito esencial previsto en el articulo 139° inciso 5) de la Constitucion Politica del Estado que obliga a cumplir tales presupuestos y que es de aplicacion al procedimiento administrativo. Asimismo, ordena la demolicion de lo indebidamente construido sin haberse recabado previamente el dictamen de la Comision Calificadora como lo prevé el articulo 44° inciso c) del Reglamento de Licencias de Construccion, Control y Conformidad de Obra; dictamen que recién se emite en la sesion de fecha veintiséis de enero de mil novecientos noventa y ocho. Que, en consecuencia, la demandada ha violado el derecho al debido proceso de los 7. demandantes. 4 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Especializada Civil de la Corte Superior de Justicia de Cajamarca, de fojas ciento treinta y ocho, su fecha veintitrés dej julio de mil novecientos noventa y ocho, que revocando en parte la apelada, declaro improcedente la demanda, reformandola la declara FUNDADA; en consecuencia, inaplicable a los demandantes las disposiciones contenidas en la Ordenanza N.o 001-98 CMPC en las notificaciones N.oS 751, 10185, 10271 y en la Papeleta N.o 756, emitidas por la Municipalidad Provincial de Cajamarca asi como ordena la suspension del proceso coactivo iniciado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "TAricei ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Lutuile Luy GARCIA MARCELO 2 ea D NF Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-07", "id": 35680, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Cajamarca (Luis Bernardo Guerrero Figueroa) y otro", "nombre_demandante": "Fernando Cachay Alvarado y otra", "numero_expediente": "00890-1998-AA"}