{"CONTEXTO": " 00894-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00894-1998-HC.pdf) --- EXP.N. 894-98-HC/TC LIMA VICK GUILLERMO ROSASLUDENA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Francisco Eduardo Nunez Pena a favor de don Vick Guillermo Rosas Ludena, contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y tres, su fecha nueve de setiembre de mil novecientos noventa y ocho que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Francisco Eduardo Nunez Pena interpone Accion de Habeas Corpus a favor de don Vick Guillermo Rosas Ludena, contra el Director del Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\", > para que se deje sin efecto la clasificacion arbitraria por el que se califica al detenido don Vick Guillermo Rosas Ludena como interno \"dificilmente readaptable\" y, por consiguiente, incluido dentro de los alcances del Decreto Supremo N.o 003-96-JUS, \"Reglamento del Régimen de Vida y Progresividad del Tratamiento para Internos de Dificil Readaptacion\" procesados y/o sentenciados por delitos comunes. Expresa que el irregular procedimiento afecto su libertad individual. La investigacion se limito a una entrevista del interno, que es primario. No ha sido evaluado por un organo técnico de tratamiento. El Director del Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\", 2 ante el Juzgado, contesta que la Junta de Reclasificacion fue designada por Resolucion Directoral N.o 071-98-INPE/DGT.D, integrada por profesionales como son un psicologo, un abogado y una asistenta social quienes evaluaron a los internos. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima declaro infundada la accion de Habeas Corpus. Fundamenta que el accionado no ha intervenido en la reclasificacion del interno del penal \"Miguel Castro Castro\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirma la apelada. Fundamenta que el accionado no ha incurrido en irregularidad alguna.", "FUNDAMENTOS:": "Que, segun el sistema constitucional y legal vigente, el articulo 200° inciso 2) de la Constitucion 1. Politica del Estado y el articulo 12° de la Ley N.o 23506, la libertad individual de toda persona esta protegida constitucionalmente. Que la conformidad legal de la aplicacion del Decreto Supremo N.o 003-96-JUS, que regula la 2. evaluacion técnico-penitenciario de los internos de un establecimiento penal, privados de su libertad legalmente, se debate en via diferente al derecho procesal constitucional. En el presente caso, no esta probada la afectacion de la libertad individual del interno a favor de quien se interpone la Accion de Habeas Corpus. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y tres, su fecha nueve de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO JG.em", "fecha_publicacion": "1999-07-06", "id": 35262, "nombre_demandado": "Director del Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\"", "nombre_demandante": "Francisco Núñez Peña a favor de Vick Guillermo Rosas Ludeña", "numero_expediente": "00894-1998-HC"}