{"CONTEXTO": " 00896-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00896-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No. 896-97-AA/TC Nelly Chumpitaz Preciado LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de marzo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE,y; ; GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente L sentencia:", "ASUNTO:": "Recurso Extraordinario contra la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha catorce de agosto de mil novecientos noventa y siete, en los seguidos por dona Nelly Chumpitaz Preciado, contra la Municipalidad de La Victoria, representada por su Alcalde don Juan Gualberto Olazabal Segovia, sobre accion de amparo.", "ANTECEDENTES:": "Dona Nelly Chumpitaz Preciado, interpone Accion de Amparo contra la Municipalidad de la Victoria, representada por su Alcalde, don Juan Gualberto Olazabal Segovia, a fin de que se deje sin efecto las Resoluciones de Alcaldia No. 0936-96-ALC- MDLV del veintinueve de noviembre de mil novecientos noventa y seis; No. 001204-96 ALC/MDLV del diecinueve de diciembre de mil novecientos noventa y seis; No.1213- 96/ALC/MDLV del treinta de diciembre del mismo ano, por considerar que dichas resoluciones atentan contra su derecho al trabajo, al aplicar indebidamente el Decreto Ley No 26093, obligando a una tercera evaluacion. Sostiene la demandante, que la Resolucion de Alcaldia No. 178-96/MDLV del cuatro de marzo de mil novecientos noventa y seis, dispuso la realizacion del Programa 2 TRIBUNAL CONSTITUCIONAL de Evaluacion y aprueba el Reglamento que se refiere a la evaluacion del primer y segundo semestre; y la Resolucion No. 1213-96-ALC /MDLV, la modifica, precisandose que la evaluacion del primer semestre se realizara dentro del periodo del veinticinco de julio al treinta de setiembre de mil novecientos noventa y seis; y la Resolucion No.0936- 96-ALC/MDLV convoca nuevamente a la evaluacion del segundo semestre, no siendo juridicamente posible la existencia de tres semestres al ano. Admitida la demanda, ésta es contestada por el Alcalde de la Municipalidad de la Victoria, quien sostiene que, en la Resolucion No. 178-96/MDLV se incurrio en error, por lo que se considero necesario corregirla, sin que ello signifique la exigencia de una tercera evaluacion Con fecha veinticuatro de febrero de mil novecientos noventa y siete, el Tercer Juzgado Especializado en Derecho Publico, expide resolucion, declarando infundada la demanda. Interpuesto recurso de apelacion con fecha catorce de agosto de mil novecientos noventa y siete, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirma la sentencia apelada. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, respecto al requisito de agotamiento de la via previa a que se refiere el articulo 270 de la Ley No. 23506 de Habeas Corpus y Amparo, debe tenerse en cuenta que las resoluciones materia de la presente accion, han sido ejecutadas inmediatamente después de expedidas, siendo aplicable la excepcion prevista en el inciso 1) del articulo 28° de la referida Ley. 2. Que, fluye de autos que la demandada dispuso la realizacion del Proceso de Evaluacion del segundo semestre, a través de la Resolucion de Alcaldia No. 0936-96 ALC/MDLV, del veintinueve de noviembre de mil novecientos noventa y seis, publicada el once de diciembre del mismo ano; por Resolucion de Alcaldia No 001204-96 ALC/MDLV del diecinueve de diciembre, se aprobo el Reglamento de evaluacion de dicho semestre. Asimismo por Resolucion No. 1213-96 ALC-MDLV del treinta de diciembre de mil novecientos noventa y seis, resolvio rectificar las Resoluciones No. 178-96/MDLV y la No. 482-96/MDLV, en el sentido, que el proceso de evaluacion a que se refieren estas ultimas era el correspondiente al primer semestre. 3 TRIBUNAL CONSTITUCIONAL 3. Que, en virtud a lo establecido en el Decreto Ley No 26093, las Municipalidades estan facultadas para efectuar semestralmente Programas de Evaluacion de Personal, de acuerdo a las normas que para el efecto establezcan. En consecuencia, la precision que se efectua en el sentido que se trata de dos evaluaciones es legal; no existiendo violacion, ni amenaza de violacion de derechos constitucionales invocados por la demandante. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Orgânica le confieren;", "FALLA:": "CONFIRMANDO la sentencia de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cuatro, su fecha catorce de agosto de mil novecientos noventa y siete, que confirmo la apelada y declaro INFUNDADA la demanda. Ordena su publicacion en el Diario Oficial El Peruano;y los devolvieron. S.S. ACOSTA SANCHEZ lar : C NUGENT : : LIX DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL NF", "fecha_publicacion": "1998-06-21", "id": 36989, "nombre_demandado": "Municipalidad de la Victoria, representada por su Alcalde Juan Gualberto Olazábal Segovia", "nombre_demandante": "Nelly Chumpitaz Preciado", "numero_expediente": "00896-1997-AA"}