{"CONTEXTO": " 00897-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00897-1997-AC.pdf) --- I TRIBUNAL CONSTITUCIONAL Exp. No 897-97-AC/TC Carlos Hugo Dolci Van O'rdt c/Registro Publico de Mineria LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Hugo Dolci Van O'rdt, contra la sentencia de fojas ciento veintiocho, expedida por la Sala Contencioso-Administrativa de la Corte Superior de Justicia de Lima, su fecha ocho de abril de mil novecientos noventa y siete que confirmo el fallo de fojas setenta y tres del Juzgado Previsional Transitorio de Lima, su fecha dieciséis de setiembre de mil novecientos noventa y seis, que declaro infundada la Accion de Cumplimiento. La Sala sostiene que la Resolucion objeto de la pretension ha sido expedida en ejecucion de sentencia de una Accion de Amparo, en consecuencia el actor tiene expedito su derecho a hacer valer su cumplimiento en el proceso judicial terminado.", "ANTECEDENTES:": "Don Carlos Hugo Dolci Van O'rdt interpone Accion de Cumplimiento contra el Registro Publico de Mineria para que se cumpla la Resolucion Jefatural No 0454-95- R.P.M. del Registro Publico de Mineria, su fecha quince de marzo de mil novecientos noventa y cinco. El actor solicita se declare inaplicable al accionante el art. 1° del D.S. No 071-95-EF, su fecha dieciocho de abril de mil novecientos noventa y cinco, en cuanto excluye de sus alcances al personal cesante del referido Registro Publico de Mineria. El actor expone que la citada resolucion dispone restituir al actor la pension de cesantia nivelable al integro de la remuneracion del funcionario en actividad a partir de marzo de mil novecientos noventa y cinco. Manifiesta haberse incumplido con la homologacion de sus pensiones y con prescindir de aplicar la escala remunerativa 2 TRIBUNAL CONSTITUCIONAL aprobada por D.S. No 071-95-EF. El Registro Publico de Mineria contesta expresando que la Direccion General de Presupuesto Publico informo que la escala remunerativa para el Registro Publico de Mineria, regulado por D.S. No 071-95-EF, no se utiliza como referencia para la nivelacion de pensiones, siendo su aplicacion expresamente para el personal activo de la Institucion.", "FUNDAMENTOS:": "Que, a tenor del informe legal de fojas nueve, el accionante interpuso escrito 1. de reclamacion el seis de junio de mil novecientos noventa y cinco; computado al doce de febrero de mil novecientos noventa y seis, fecha de interposicion de la Accion de Cumplimiento de fojas veintidos, transcurrio mas de ocho meses entre la iniciacion del reclamo administrativo y la formulacion de la pretension; en mérito de esta situacion juridica, de conformidad con el art. 370 de la Ley No 23506, la Accion incoada; resulta extemporanea; Que, al no expedirse respuesta oportuna al reclamo planteado, de conformidad 2. con los arts. 51° y 870 del D.S. No 002-94-JUS, el actor debio acogerse al silencio administrativo en ultima instancia administrativa, dar por agotada la via previa e interponer su accion de garantia dentro del plazo de sesenta dias utiles, como preceptua el art. 370 de la Ley No 23506; no obstante, se acoge al silencio administrativo negativo después de mas de siete meses de presentada su peticion segun se observa del documento notarial de fojas diez, su fecha diez de enero de mil novecientos noventa y seis; Que, \"carga procesal\" es una situacion juridica preceptuada en la ley 3. consistente en el requerimiento de una conducta de realizacion facultativa, normalmente establecido en interés del propio sujeto, como es el silencio administrativo positivo 0 negativo, cuya omision trae consigo una consecuencia gravosa para el sujeto procesal, como en el presente caso, que incurre en caducidad de la accion; Que, el incumplimiento de deberes, obligaciones y facultades por parte de los 4. sujetos de la relacion procesal administrativa, regulados por el D.S. No 002-94-JUS, no puede dejar suspendido indeterminadamente los alcances del art. 370 de la Ley No 23506 que regula supletoriamente el plazo de sesenta dias para presentar la Accion de Cumplimiento después de agotada la via previa 0 de producido el hecho 3 TRIBUNAL CONSTITUCIONAL infractor, segun el caso; que, es necesario destacar que la omision en reclamar oportunamente la proteccion de derechos constitucionales, supuestamente conculcados, hace presumir la falta del caracter urgente del derecho que se reclama; Que, para la procedencia de las acciones de garantia es esencial se manifieste el 5. caracter urgente del interés en restablecer la violacion 0 amenaza de violacion del derecho constitucional que se invoca; para tal efecto, el legislador ha previsto un plazo maximo para la presentacion de la accion de garantia después de agotada la via previa O de producido la afectacion constitucional; Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO, la sentencia expedida, por la Sala en lo Contencioso Administrativo de la Corte Superior de Justicia de Lima de fojas ciento veintiocho, su fecha ocho de abril de mil novecientos noventa y siete, que confirmo el fallo del Juzgado Previsional Transitorio de Lima y declaro infundada la Accion de Cumplimiento; REFORMANDOLA la declara IMPROCEDENTE, disponen su publicacion en el Diario Oficial El Peruano, conforme a ley y los devolvieron. S.S . Acosta Sanchez Ahes C Nugent Diaz Valverde Garcia Marcelo aucea V / - /  Lk - Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-16", "id": 36958, "nombre_demandado": "Registro Público de Minería", "nombre_demandante": "Carlos Hugo Dolci Van O´rdt", "numero_expediente": "00897-1997-AC"}