{"CONTEXTO": " 00898-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00898-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 898-98-HC/TC LIMA VICTOR MARCIAL ISLA REATEGUI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Francisco Eduardo Nunez Pena, contra la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y uno, su fecha nueve de setiembre de mil novecientos noventa y ocho, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Francisco Eduardo Nunez Pena interpone Accion de Habeas Corpus a favor de don Victor Marcial Isla Reategui contra el Director del Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\", por atentar contra la libertad individual del beneficiario al clasificarlo como interno dificilmente readaptable, en aplicacion del Decreto Supremo No 003-96-JUS, pese a tratarse de un inculpado primario; como consecuencia de ello, lo han sometido a un tratamiento irregular. El denunciado, don Andrés Wilfredo Bernardo Pineda, expuso ante el Juzgado que la Junta de Reclasificacion designada por la Direccion General de Tratamiento del Instituto Nacional Penitenciario efectuo la evaluacion del interno en aplicacion del Decreto Supremo N.° 003-96-JUS. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima declara infundada la demanda. Fundamenta que no hay pruebas que acrediten que el demandado haya desarrollado actos arbitrarios contra la libertad individual del beneficiario. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma la apelada. Fundamenta que los actos de clasificacion se sujetan al Decreto Supremo N.o 003-96-JUS.", "FUNDAMENTOS:": "1. Que el sistema constitucional peruano, mediante el articulo 200°, inciso 1) de su Carta Magna, garantiza y protege la libertad individual de toda persona. L TRIBUNAL CONSTITUCIONAL 2. Que, en el presente caso, los hechos en los que se sustenta la pretension incoada no han sido probados por medio idoneo alguno, el demandante se limita a presentar el escrito de demanda. La legal 0 ilegal inclusion de un reo interno en una clasificacion técnica no se resuelve via derecho procesal constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y uno, su fecha nueve de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Tnan DIAZ VALVERDE NUGENT V Ceeca GARCIA MARCELO Lo que Certifico: Dra. MARALUZ VASOUEZ RELATORA SECRETARIA CONSTITUCIONAL CIOUNAL JG", "fecha_publicacion": "1999-04-28", "id": 35084, "nombre_demandado": "Director del Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\"", "nombre_demandante": "Víctor Marcial Isla Reátegui", "numero_expediente": "00898-1998-HC"}