{"CONTEXTO": " 00908-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00908-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 908-98-HC/TC LIMA VICTOR EMITERIO BOBADILLA VILCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Francisco Eduardo Nunez Pena contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y tres, su fecha nueve de setiembre de mil novecientos noventa y ocho, que declaro infundada la Accion de Habeas Corpus. ANTECEDENTES : Don Francisco Eduardo Nunez Pena interpone Accion de Habeas Corpus a favor de don Victor Emiterio Bobadilla Vilchez, interno en el Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\" y la dirige contra el Director de este Establecimiento Penal, por atentar contra la libertad individual del beneficiario al clasificarlo como dificilmente readaptable, en supuesta aplicacion del Decreto Supremo N.o 003-96-JUS, pese a tratarse de un inculpado primario y, al hacerlo asi, lo han sometido a un procedimiento irregular, arbitrario e ilegal. 2 El denunciado, don Andrés Wilfredo Bernardo Pineda, coronel en actividad de la Policia Nacional del Perû, expuso ante el Juzgado que la Junta de Reclasificacion, que es designada por la Direccion General de Tratamiento del Instituto Nacional Penitenciario, efectuo la evaluacion del interno en aplicacion del Decreto Supremo N.o 003-96-JUS; que en dicha Junta de Reclasificacion no interviene el director del citado Establecimiento Penitenciario. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas cincuenta y tres, con fecha veintisiete de agosto de mil novecientos noventa y ocho, declara infundada la demanda, por considerar principalmente que no hay pruebas que 2 TRIBUNAL CONSTITUCIONAL acrediten que el demandado haya desarrollado actos arbitrarios 0 inconstitucionales contra la libertad individual del beneficiario. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas noventa y tres, con fecha nueve de setiembre de mil novecientos noventa y ocho, confirma la apelada, por estimar que los actos de clasificacion se sujetan a normas reglamentarias a que se contrae el Decreto Supremo N.o 003-96-JUS. Contra esta resolucion, el accionante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que la Constitucion Politica del Estado, en su articulo 200°, inciso 1) garantiza y 1. protege la libertad individual de toda persona. 2. Que, en el presente caso, a pesar de no haber sido dirigida la accion contra la Junta de Reclasificacion, los hechos en que se sustenta la pretension incoada no han sido probados por medio idoneo alguno; el demandante se limita a presentar el escrito de demanda sin documentarlo debidamente, por lo tanto, no ha desvirtuado la calificacion de la que ha sido objeto don Victor Emiterio Bobadilla Vilchez, es decir, no acredita si realmente no se aplico correctamente el Decreto Supremo N.o 003-96-JUS. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y tres, su fecha nueve de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la Accion de Habeas Corpus y reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Y Hir - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO V mrcia Lo que gertif100: JAM Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-16", "id": 35435, "nombre_demandado": "Director del Establecimiento Penitenciario de Régimen Cerrado Especial Miguel Castro Castro", "nombre_demandante": "Francisco Eduardo Núñez Peña a favor de Víctor Emiterio Bobadilla Vílchez", "numero_expediente": "00908-1998-HC"}