{"CONTEXTO": " 00905-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00905-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 905-96-AA/TC LIMA COJALSI S.R.L. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Dlaz Valverde, Vicepresidente; Nugent A y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto dentro del plazo legal por Cojalsi S.R.L. contra la Sentencia de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, que con fecha doce de setiembre de mil novecientos noventa y seis declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Karl Wilhelm Reusche Arâmbulo, en representacion de Cojalsi S.R.L. interpuso con fecha veintiuno de mayo de mil novecientos noventa y seis Accion de Amparo contra el Tribunal de Licitaciones y Contratos de Obras Publicas, para que se deje sin efecto legal alguno la Resolucion N.o 074-96.TL de fecha veintisiete de abril de mil novecientos noventa y seis, que declaro infundado el Recurso de Revision que interpuso contra la Resolucion Vice Ministerial N.o 105-95-MTC/15.03 que declaro infundado el Recurso de Apelacion que habia interpuesto contra la Resolucion Directoral N.o 339-95- MTC/15.14, (fojas 45), la misma que rescindio administrativamente el Contrato de Obra N.o 044-93-TCC/15.14 que celebro con el Ministerio de Transportes, Comunicaciones, Vivienda y Construccion, para la ejecucion del puente Antahuaro sobre el rio Mantaro en el distrito de Paccha, provincia de Yauli del departamento de Junin. Considera la emplazante que en la sustanciacion administrativa posterior a la suscripcion del contrato se cometieron irregularidades que transgredieron la normatividad del RULCOP y normas conexas, ocasionando violaciones constitucionales, contra la libertad de trabajo, de peticion e imparcialidad ante el organo jurisdiccional. (fojas 127 a 136). El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion contesta la demanda solicitando que ella sea declarada improcedente, manifiesta que la Accion de Amparo no es la via - I a I I a 8 : - I € - I a lm a I f E e C - E € E A a E I - E I I e I l a € E I 9 & 9 D E e E 1 e 8 a e LE € I I D 8 E E : I I I le l E a I I A 3 A I I e D D E E 1 a R E e g I I 7 a 3 I le I I 9 E I I E I la & 9 € I E : E I de I R a E I I e I I 1 ta I I I I I e & I I I I I 3 a I E e I F E a A I I € I I I 1 a e LE 8 a I 2 E e LE E e I I & E a I a I 3 I - E a I 8 I I lE I E I I I % E K 9 M I I a I I a I I I I I le i I e I I 4 a I I € a e o € a E E I 2 I & I € 3 5 a a I I 2 I I E 5 a I I I a a e a 5 de z I I : 6 e I & I 6 I a a I F : E e & - D E : B I I € € € à e E I I E a I 2 I 1 9 e I I f LE 2 I I I E a a e e I E o a I I I a E I I a 3 E I I lE S : E z I lE I I % a 9 % Z a a e I I f € a I I I € E a € a e a a E : a & 2 a 2 = a D 8 E D - a E l D 9 = a a D - TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento ochenta y tres, su fecha doce de setiembre de mil novecientos noventa y seis, que revocando la apelada declard IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial E' Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ 1 DIAZ VALVERDE NUGENT GARCIA MARCELO L u kate THGI LO QUE CERTIFICO: hueliler DR.CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35836, "nombre_demandado": "Tribunal Superior de Licitaciones y Contratos de Obras Públicas", "nombre_demandante": "Cojalsi SRL (representada por Karl Wilhelm Reusche Arámbulo)", "numero_expediente": "00905-1996-AA"}