{"CONTEXTO": " 00905-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00905-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 905-98-AC/TC LIMA EUSEBIO TTITO MEJIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Eusebio Ttito Mejia, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento setenta y uno, su fecha nueve de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Eusebio Ttito Mejia interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se aplique y se cumpla con lo dispuesto en la Primera Disposicion Final Transitoria de la actual Constitucion Politica del Peru y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, referente al pago de su pension de cesantia que ha venido cobrando hasta setiembre de mil novecientos noventa y siete, por el régimen del Decreto Ley N.o 20530 y que, sin embargo, desde el mes de octubre de dicho ano, de manera arbitraria, la demandada se niega a pagarle, por lo que solicita que cese la agresion y que se ordene la restitucion de su condicion de beneficiario del régimen de pensiones normado por el Decreto Ley N.o 20530, dejândose sin efecto legal todo acto administrativo en contrario. La Empresa Nacional de Edificaciones-Enace contesta la demanda y manifiesta que las resoluciones cuyo cumplimiento reclama el demandante no estan vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, indica que por error se reconocio al demandante el derecho a incorporarse al régimen de pensiones de la Ley N.o 20530 y que si bien en cumplimiento de una medida cautelar se le efectuo el pago de su pension por mas de cuatro anos, mediante Resolucion del Tribunal Constitucional recaida en el Expediente No 278-93-AA/TC, expedida el once de agosto de mil novecientos noventa y siete, se declaro improcedente una anterior TRIBUNAL CONSTITUCIONAL demanda de amparo, razon por la que la suspension del pago de dicha pension no constituye un acto arbitrario, sino que se ajusta a derecho. La Oficina de Normalizacion Previsional contesta la demanda y propone la excepcion de falta de agotamiento de la via administrativa, agrega que no solo basta el requerimiento por carta notarial, sino que también se debe cumplir con lo senalado en el articulo 270 de la Ley N.o 23506. Asimismo, refiere que la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru no establece ningun mandato a la administracion para el pago de pensiones; y que tampoco se configura el incumplimiento de la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.° 26835, toda vez que las resoluciones emitidas por Enace respecto al demandante, estan amparadas por el Decreto Legislativo N.o 763 y no por el Decreto Legislativo N.o 817. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ochenta y ocho, con fecha veintisiete de marzo de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que existe un acto administrativo expedido por la demandada que declaro nulo el derecho del demandante a pertenecer al régimen pensionario del Decreto Ley N.o 20530, por lo que no resulta idonea esta via para la restitucion pretendida. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento setenta y uno, con fecha nueve de setiembre de mil novecientos noventa y ocho, confirma la apelada que declaro improcedente la demanda, por considerar que el demandante no ha iniciado el reclamo de su pretension en la correspondiente sede administrativa, de acuerdo al Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos aprobado por el Decreto Supremo N.o 02-94-JUS; consecuentemente, no ha agotado la via previa exigida por el articulo 270 de la Ley N.° 23506. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 200° inciso 6) de la Constitucion Politica del Perû, concordante 1. con la Ley N.o 26301, establece que la Accion de Cumplimiento es una garantia constitucional que procede contra cualquier autoridad o funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que el demandante cumplio con agotar la via previa, al 2. haber cursado carta notarial conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. 2 TRIBUNAL CONSTITUCIONAL Que, a través del presente proceso constitucional, el demandante pretende que en 3. cumplimiento de lo prescrito por la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de la pension de jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. Que, a fojas seis de autos se advierte que mediante la Resolucion N.o 527-90- 4. ENACE-8100AD de fecha dieciocho de junio de mil novecientos noventa, se dispuso otorgar a favor del demandante su pension de jubilacion dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530. Que la mencionada Resolucion N.o 527-90-ENACE-S100AD fue declarada nula 5. mediante la Resolucion N.° 07093-ENACE-PRES-GG expedida el veintiocho de junio de mil novecientos noventa y tres, de fojas diecisiete a diecinueve de autos, resolucion que no fue impugnada por el demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para obtener el restablecimiento de su derecho pensionario, puesto que la pretension debe ser actual y debidamente acreditada; no pudiéndose establecer la inaplicabilidad de dicha resolucion, ya que ello no es propio del presente proceso constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento setenta y uno, su fecha nueve de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT lue GARCIA MARCELO X avcra Lo que Certifioo: AAM. MARIAI LUZY VASQUEL Dra. SECRETARIAN - RELATORA RLONSTITUCIONAL 3 TRIBUNAL", "fecha_publicacion": "1999-07-31", "id": 35366, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y otro", "nombre_demandante": "Eusebio Ttito Mejía", "numero_expediente": "00905-1998-AC"}