{"CONTEXTO": " 00900-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00900-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 900-98-AA/TC LIMA MARIANELA MERINO NAVARRETE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticinco dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia PN de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Marianela Merino Navarrete contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiocho de agosto de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Marianela Merino Navarrete interpone Accion de Amparo contra la Oficina de Normalizacion Previsional, a fin de que cumpla con reconocerle los anos aportados al IPSS y la nivelacion de su pension con los correspondientes intereses y moras; senala que se le ha aplicado el Decreto Ley N.o 25967, fijandosele, en consecuencia, una pension ridicula, lo cual lesiona su derecho pensionario, situacion que va en perjuicio de su familia. Ampara su demanda en lo dispuesto por Decreto Ley N.o 19990, articulo 10°, la Primera Disposicion Transitoria de la Constitucion Politica del Estado y la Ley N.o 23506. La Oficina de Normalizacion Previsional contesta la demanda negândola en todos sus extremos; senala que el Instituto Peruano de Seguridad Social le liquido su pension en el ano mil novecientos noventa y uno, mucho antes de entrar en vigencia el Decreto Ley N.° 25967, por tal razon, los calculos y liquidaciones efectuadas a la pension de la demandante se cineron estrictamente a lo dispuesto por el Decreto Ley N.o 19990. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha seis de mayo de mil novecientos noventa y ocho, declara infundada la demanda, por considerar que la controversia radica en el cuestionamiento de la liquidacion efectuada por la demandada respecto a la pension de jubilacion de la demandante, la cual sostiene que hubo una aplicacion retroactiva e ilegal del Decreto Ley N.o 25967, situacion controvertible que requiere de actuacion de medios probatorios, no siendo idonea para tal efecto la Accion de Amparo. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintiocho de agosto de mil novecientos noventa y 1 TRIBUNAL CONSTITUCIONAL ocho, por los propios fundamentos de la apelada la revoca y reformandola declara improcedente la demanda. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, conforme se advierte de fojas catorce de autos, la demandante ceso en su 1. actividad laboral el uno de setiembre de mil novecientos noventa, generandose a partir del dia siguiente su derecho pensionario, el cual fue calculado y otorgado de acuerdo con lo establecido en el articulo 470 y siguientes del Decreto Ley N.o 19990, mediante Resolucion N.o 549-91, de fecha veinticinco de marzo de mil novecientos noventa y uno, es decir, antes de la promulgacion del Decreto Ley N.o 25967. Que, respecto al extremo referido al reajuste de su pension, y que por aplicacion del 2. Decreto Ley N.o 25967 no se le otorga, esta aseveracion no se encuentra debidamente acreditada. Que, respecto a reconocerle los anos aportados al IPSS en caso correspondiera 3. no procederia declararse tal derecho a través del presente proceso constitucional, toda vez que el mismo es de caracter restitutivo y no declarativo de derechos, de conformidad con lo prescrito por el articulo 1° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochenta, su fecha veintiocho de agosto de mil novecientos noventa y ocho, que revocando la demanda declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ 2 C DIAZ VALVERDE NUGENT ehlud GARCIA MARCELO MR. Lo que Oertafiog: Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIAN FLONSTITUCIONAS TRIBUNAL 2", "fecha_publicacion": "1999-09-07", "id": 35682, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Marianela Merino Navarrete", "numero_expediente": "00900-1998-AA"}