{"CONTEXTO": " 00901-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00901-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 901-96-HC/TC ANDRES ORLANDO VALENZUELA PAZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: : Recurso Extraordinario interpuesto por don Andrés Orlando Valenzuela Paz contra la Resolucion expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y dos, su fecha diez de octubre de mil novecientos noventa y seis, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Andrés Orlando Valenzuela Paz interpone Accion de Habeas Corpus contra el Comandante PNP Jorge Augusto Espejo Artica y el Sub-Oficial PNP de apellido Vergara del Departamento No 9 de la Direccion Nacional de Investigacion Criminal- Division de Estafas, solicitando ser informado de los cargos que pesan contra su persona; puesto que sin ese conocimiento la asistencia de su defensor deviene en mera presencia, ya que de tratarse de imputaciones graves, podria acarrear incluso la pérdida de la libertad; refiere que al ser citado por la dependencia policial, se acerco su abogado, a quien le hicieron conocer que no podian informarle nada acerca de la denuncia que existe en su contra porque era reservada, violandose el derecho que ampara el inciso 14) del articulo 12° de la Ley No 23506 de Habeas Corpus y Amparo. El accionado Comandante PNP Jorge Augusto Espejo Artica, declara ante el Juez que, por mandato del Fiscal de la Décima Segunda Fiscalia Provincial en lo Penal de Lima se estaba investigando la denuncia interpuesta contra don Andrés Orlando Valenzuela Paz por los delitos contra el patrimonio, estafa y fe publica; que, el veinticuatro de setiembre de mil novecientos noventa y seis, se presento el abogado del actor a quien se le atendio; pero que por no llevar constancia ni poder del denunciado, se le pidio que presentara a éste, entregândosele una notificacion en la que se le hacia conocer los delitos por los cuales estaba denunciado, en agravio del IPSS; y no se le proporciono mayor informacion porque la investigacion tenia carâcter reservado. El emplazado Sub-Oficial PNP Victor Vergara Pablo, al declarar ante el Juez, manifiesta que a don Andrés Orlando Valenzuela Paz se le cito dos veces, no habiéndose presentado; que, al abogado defensor se le hizo conocer los motivos de su citacion; que, mas informacion no se le proporciono por cuanto la investigacion tiene caracter reservado; y que solo se ha limitado a cumplir con su obligacion y con el mandato de sus superiores y con lo ordenado por el Despacho de la Décima Segunda Fiscalia Provincial de Lima. 2 TRIBUNAL CONSTITUCIONAL El Décimo Sétimo Juzgado Penal de Lima, a fojas veintiuno, su fecha veintisiete de setiembre de mil novecientos noventa y seis, declara improcedente la Accion de Habeas Corpus por considerar, principalmente, que la investigacion policial tiene caracter reservado. La Sala de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas treinta y dos, con fecha diez de octubre de mil novecientos noventa y seis, por los mismos fundamentos, confirma la apelada. Contra esta resolucion, el actor interpone Recurso Extraordinario. FUNDAMENTOS: : 1. Que, el inciso 4) del articulo 159° de la Constitucion Politica del Estado establece que al Ministerio Publico le corresponde conducir desde su inicio la investigacion del delito. Con tal proposito, la Policia Nacional esta obligada a cumplir los mandatos del Ministerio Publico en el ambito de su funcion, por esto, y asi queda acreditado en autos, la Policia Nacional del Departamento No 9 de la Direccion Nacional de Investigacion Criminal - Division de Estafas, al practicar las investigaciones de esclarecimientos sobre los hechos delictuosos imputados al actor don Andrés Orlando Valenzuela Paz, lo hacia en cumplimiento de lo dispuesto por el senor Fiscal Provincial Titular de la Décima Segunda Fiscalia Provincial de Lima. 2. Que, asimismo, la infraccion constitucional que invoca el demandante no esta acreditada en autos, habida cuenta de que no existen en el expediente elementos de juicio que demuestren que la autoridad policial emplazada haya negado al actor la asistencia legal por su abogado en las diligencias de esclarecimiento de los hechos delictuosos en los cuales ha sido involucrado; Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica, FALLA : REVOCANDO la resolucion expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta y dos, su fecha diez de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la Accion de Habeas Corpus; y, reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ 2 DIAZ VALVERDE ACUR NUGENT GARCIA MARCELO V Wl Lo que Certift00s JMS Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONGTITUGIONAL", "fecha_publicacion": "1998-11-27", "id": 37210, "nombre_demandado": "Jorge Augusto Espejo Artica (Comandante PNP)", "nombre_demandante": "Andrés Orlando Valenzuela Paz", "numero_expediente": "00901-1996-HC"}