{"CONTEXTO": " 00913-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00913-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 913-97-AA/TC ANA VALDIVIEZO CANOLA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Piura, a los veintiocho dias del mes de noviembre de mil novecientos noventa y siete, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde Garcia Marcelo actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia Dy)", "ASUNTO:": "Recurso de Nulidad interpuesto por dona Ana Valdiviezo Canola contra la sentencia de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, su fecha 07 de febrero de 1997, que revoco la sentencia apelada, su fecha 29 de noviembre de 1996, que declaro fundada la accion de amparo y reformandola la declara improcedente contra la Gerencia Departamental del Instituto Peruano de Seguridad Social - Piura.", "ANTECEDENTES:": "Dona Ana Valdiviezo Canola, con fecha 05 de noviembre de 1996, interpone accion de amparo contra el Gerente Departamental del Instituto Peruano de Seguridad Social, Dr. Nazario Avalos Feijoo, por atentar contra su derecho a la libertad de trabajo al impedirle ingresar al cafetin ubicado en el Hospital Regional Cayetano Heredia del cual la recurrente era concesionaria por un contrato de locacion de servicios celebrado con la entidad emplazada. A fojas 35, la entidad emplazada contesta la demanda, sosteniendo, principalmente, que \"de los medios probatorios presentados por el accionante, adjunta una denuncia ante el Fiscal Provincial de Prevencion del Delito, por lo que consecuentemente ha optado por recurrir antes de la interposicion de la presente accion a la via judicial ordinaria, circunstancia que descalifica su pretension... que las pruebas anexadas por la accionante - TRIBUNAL CONSTITUCIONAL resultan insubsistentes y no sustenta en absoluto alguna supuesta violacion de un derecho constitucional\". A fojas 42,la sentencia de Primera Instancia, de la Jueza Provisional del Segundo Juzgado Especializado en lo Civil de Piura, su fecha 29 de noviembre de 1996, declara fundada la demanda, considerando, principalmente, que  segun Acta Fiscal de Prevencion del Delito, ha existido un acto contrario a derecho, al haber prohibido el ingreso a la cafeteria, dejando dentro de él, todos los enseres y bienes de la demandante, no siendo necesario agotar las vias administrativas cuando se han suscitado actos de agresion que pudieran convertir en irreparable la agresion, en atencion a lo dispuesto en el articulo 28, inciso 2 de la Ley No 23506\" A fojas 98, la sentencia de Vista, de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, su fecha 07 de febrero de 1997, revoca la apelada, que declaro fundada la accion y reformandola la declara improcedente, estimando, que  tratandose de un contrato de naturaleza civil, es en esta via y mediante una accion de naturaleza civil donde debe esclarecerse la relacion contractual y el derecho que con relacion a ella pudiera tener cada una de las partes; no siendo por lo tanto procedente que las discrepancias surgidas entre las partes contratantes se diluciden y resuelvan mediante la extraordinaria via constitucional de la accion de amparo\". Interpuesto Recurso de Nulidad, que debe ser entendido como Recurso Extraordinario, los autos son elevados al Tribunal Constitucional de conformidad con el articulo 41 de su Ley Organica;", "FUNDAMENTOS:": "Que, las acciones de garantia constituyen procedimientos sumarisimos que proceden en los casos que se violen 0 amenacen los derechos constitucionales; Que, del examen de autos se aprecia que la pretension formulada por la demandante constituye una controversia asentada en hechos de caracter civil emergentes de una relacion contractual celebrada con la parte demandante, como fluye de fojas tres a cinco del expediente; Que, en este sentido, dado el caracter litigioso de los derechos alegados por las partes, los mismos deben ser dilucidados en la via ordinaria correspondiente, con el objeto de no desnaturalizar el caracter excepcional de este procedimiento constitucional; Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Orgànica;", "FALLA:": "Confirmando la sentencia de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, su fecha 07 de febrero de 1997, a fojas 98, que revoco la apelada, su TRIBUNAL CONSTITUCIONAL fecha 29 de noviembre de 1996, que declaro fundada la acion de amparo, y reformandola la declara IMPROCEDENTE; mandaron, se publique en el Diario Oficial \"El Peruano\" ? conforme a la ley; y, los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE XV area GARCIA MARCELO - LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ V. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL.", "fecha_publicacion": "1998-01-22", "id": 36673, "nombre_demandado": "Gerencia Departamental del Instituto Peruano de Seguridad Social de Piura (Gerente, Nazario Ávalos Feijoo)", "nombre_demandante": "Ana Valdiviezo Cañola", "numero_expediente": "00913-1997-AA"}