{"CONTEXTO": " 00911-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00911-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 911-97-AA/TC LIMA COOPERATIVA DE SERVICIOS MULTIPLES COVIDA LIMITADA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la demandante, Cooperativa de Servicios Multiples COVIDA Limitada, contra la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas trescientos diecisiete, su fecha veinticinco de julio de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Agustin Quifiones Castillo, en su calidad de Presidente del Consejo de Administracion de la Cooperativa de Servicios Multiples COVIDA Limitada, interpone demanda de Accion de Amparo contra el Presidente de la Junta General de Propietarios del Centro Comercial Mercado Modelo COVIDA, don Clemente Enver Bernabé Rojas, solicitando en calidad de propietaria-asociada que sea admitida en la Junta General de Propietarios, ya que impedirsele su derecho de la Cooperativa a incorporarse al seno de la referida Asociacion de Propietarios, se viola el derecho a asociarse que le ampara la Constitucion Politica del Estado, refiriendo que la entidad que representa ha venido solicitando su incorporacion a dicha Junta, y asi formar parte de la misma, que a pesar de haberlo solicitado mediante carta notarial, el demandado, senalando argumentos falaces y contradictorios, se ha opuesto categoricamente a su ingreso, formulândoles cargos y sin existir proceso interno alguno. El demandado, don Clemente Enver Bernabé Rojas, Presidente de la Junta General de Propietarios del Centro Comercial Mercado Modelo COVIDA, contesta la demanda solicitando que sea declarada improcedente, ya que la demandante estaba incorporada en la Junta de Propietarios desde el momento que se constituye la Junta General de Propietarios, y es el representante legal de la demandante quien se inhibe de seguir participando en la Junta, sin ninguna explicacion; que no ha sido suspendida ni despojada de sus derechos, y si no continuan participando es porque segun refiere les exige la explicacion a los atropellos que han cometido, lo que niegan y pretenden que se omita la aplicacion de los Estatutos. El Tercer Juzgado Especializado en lo Civil del Cono Norte, a fojas doscientos noventa y siete, con fecha veintitrés de mayo de mil novecientos noventa y siete, declara fundada la demanda, por considerar principalmente, que la demandante tiene el 2 TRIBUNAL CONSTITUCIONAL derecho y la libertad para incorporarse al seno de la Junta General de Propietarios con los mismos derechos de los demas integrantes. La Sala Especializada en lo Civil del Cono Norte-Lima, a fojas trescientos diecisiete, con fecha veinticinco de julio de mil novecientos noventa y siete, declara improcedente la demanda. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS": "1. Que, la parte demandante solicita que se disponga su derecho de admision en la Junta General de Propietarios del Centro Comercial Mercado Modelo COVIDA que no es un derecho fundamental que sea amparado por la Constitucion Politica del Estado; pero si, por la ley. 2. Que, como es de verse de los Estatutos, que en copia corren de fojas ciento diecisiete a ciento treinta y cinco y que fueron presentados por la parte demandante, la Junta General de Propietarios del Centro Comercial Mercado Modelo COVIDA, se formo conforme el articulo 80° del Codigo Civil, es decir, esta a lo regulado por V este cuerpo de leyes. 3. Que, de la Constitucion y de los Estatutos de la Junta General de Propietarios demandada, que en copia simple corre de fojas doscientos veinticinco a doscientos cuarenta y uno, queda acreditado que en su creacion y conformacion participo activa y directamente la demandante, como es de verse de fojas doscientos treinta y ocho. 4. Que, no existe documento alguno que acredite que la Cooperativa demandante haya sido separada 0 excluida de la Junta de Propietarios en aplicacion del articulo 8° de sus Estatutos, y aun de haber sido asi, de conformidad con el articulo 20° del Decreto Supremo No 019-78-VC, la admision al seno de la Junta siempre estara expedita, pero en la via que le corresponde. 5. Que, por lo tanto, para ventilar todos los derechos que dice tener la demandante y que afirma se han violado, ha debido acudir a la via civil y no a la Accion de Amparo por no ser la via idonea. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas trescientos diecisiete, su fecha veinticinco de julio de mil novecientos noventa y siete, que revoco la apelada que declaro fundada la demanda, y la declaro IMPROCEDENTE, Dispone la notificacion 3 TRIBUNAL CONSTITUCIONAL a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. 4 ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. Lo que Certifioo, Dre. MARIA LUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAM/daf", "fecha_publicacion": "1998-12-01", "id": 37254, "nombre_demandado": "Presidente de la Junta General de Propietarios del Centro Comercial Mercado Modelo COVIDA (Clemente Enver Bernabé Rojas)", "nombre_demandante": "Agustín Quiñones Castillo en calidad de Presidente del Consejo de Administración de la Cooperativa de Servicios Múltiples COVIDA Limitada", "numero_expediente": "00911-1997-AA"}