{"CONTEXTO": " 00913-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00913-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.° 913-98-HC/TC LIMA VALENTIN ALEJANDRO FORTES SANCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don Francisco Eduardo Nunez Pena contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y seis, su fecha ocho de setiembre de mil novecientos noventa y ocho, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Francisco Eduardo Nunez Pena interpone Accion de Habeas Corpus a favor de don Valentin Alejandro Fortes Sânchezy contra el senor Director del EPRCE \"Miguel Castro Castro\", al haber dispuesto éste, arbitrariamente, la clasificacion del beneficiario como interno \"dificilmente readaptable\", en aplicacion del Decreto Supremo N.o 003-96- JUS \"Reglamento del Régimen de Vida y Progresividad del Tratamiento para Internos de Dificil Readaptacion, Procesados ylo Sentenciados por Delitos Comunes a Nivel Nacional\"; el demandante sostiene en concreto, que la evaluacion y clasificacion del beneficiario como interno dificilmente readaptable no se ha sujetado a lo que prescribe el Codigo de Ejecucion Penal, que constituye la base legal del acotado reglamento, situacion que habria agravado ilegitimamente las condiciones de su internamiento en el establecimiento penal. Realizada la investigacion sumaria, el Director del Establecimiento Penitenciario de Régimen Cerrado Especial \"Miguel Castro Castro\", Crnel. PNP Andrés Wilfredo Bernardo Pineda, declara que el INPE nombro mediante Resolucion Directoral N.o 071- 98-INPE/DGT.D una Junta de Reclasificacion designada por la Direccion General de Tratamiento, la que se encargo de la reclasificacion de todos los internos por delito comun, en aplicacion del Decreto Supremo N.o 003-96-JUS. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas cincuenta y seis, con fecha veintisiete de agosto de mil novecientos noventa y ocho, declara infundada la accion de garantia, por considerar principalmente que \"no se reunen 2 TRIBUNAL CONSTITUCIONAL los elementos probatorios suficientes y necesarios para poder considerar que el accionado ha desarrollado actos arbitrarios ylo inconstitucionales contra la libertad individual del ciudadano internado en la cârcel\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas noventa y seis, con fecha ocho de setiembre de mil novecientos noventa y ocho, confirma la apelada, por considerar principalmente que, de lo actuado en el presente proceso no se evidencia que el denunciado, por supuestas afectaciones a los derechos conexos a la libertad individual del favorecido interno del penal \"Miguel Castro Castro\", haya incurrido en la irregularidad que se denuncia, a lo que se agrega que los actos de clasificacion se sujetan a las normas reglamentarias que se contraen. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el objeto de la presente accion de garantia es que se deje sin efecto la reclasificacion del interno don Valentin Alejandro Fortes Sanchez, por resultar ésta arbitraria y no adecuada a los alcances del Codigo de Ejecucion Penal ni al Decreto Supremo N.o 003-96-JUS \"Reglamento de Régimen de Vida y Progresividad del Tratamiento para Internos de Dificil Readaptacion Procesados ylo Sentenciados por Delitos Comunes a Nivel Nacional\". Que la Accion de Habeas Corpus constituye un mecanismo procesal inmediato 2. contra la violacion manifiesta e ilegal que afecta la libertad individual y los derechos constitucionales conexos. Que la presente demanda contiene especificas objeciones contra un proceso de 3. reclasificacion de internos cuestionado por adolecer de serias irregularidades, entre ellas, la supuesta incompetencia del personal que realizo la reclasificacion, la inobservancia de presupuestos objetivos de evaluacion basados en la informacion penologica y el expediente personal del interno beneficiario, aspectos, entre otros, cuya demostracion probatoria es inviable en las acciones de garantia en donde no existe etapa probatoria y, menos aun, la posibilidad de un debate y contradiccion in extenso, totalmente ajeno a las diligencias que puedan practicarse en la sumarisima investigacion que ha previsto la ley para este procedimiento constitucional. Que, en este sentido, es de aplicacion el articulo 13° de la Ley N.o 25398, 4. complementaria de la Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 2 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y seis, su fecha ocho de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la Accion de Habeas Corpus, y reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO / yavcea 0 DUU JMS Certifioo: LO que DR-MARALNZUASONEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-06-28", "id": 35185, "nombre_demandado": "Establecimiento Penitenciario de Régimen Cerrado Especial “Miguel Castro Castro” (Crnel. PNP Andrés Wilfredo Bernardo Pineda - director)", "nombre_demandante": "Francisco Eduardo Núñez Peña a favor de Valentín Alejandro Fortes Sánchez", "numero_expediente": "00913-1998-HC"}