{"CONTEXTO": " 00915-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00915-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No. 915-97-AA/TC LIMA JORGE LUIS BERNABÉ RAMIREZ y Otro SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: ASUNTO . Recurso Extraordinario interpuesto por don Jorge Luis Bernabé Ramirez y don José Gregorio Bernabé Ramirez contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento setenta y nueve, su fecha uno de agosto de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo. ANTECEDENTES: . Don Jorge Luis Bernabé Ramirez y don José Gregorio Bernabé Ramirez, interponen demanda de Accion de Amparo y la dirigen contra el Ministro del Interior y el Director General de la Policia Nacional del Peru por haber emitido la Resolucion Directoral No 183-92-DGPNP/PG de fecha catorce de enero de mil novecientos noventa y dos, en la cual se dispuso sus pases a la Situacion de Retiro por Medida Disciplinaria en su calidad de miembros de la PNP; que al interponer el recurso impugnatorio de nulidad fue declarado improcedente mediante Resolucion Ministerial No 579-95-IN/PNP del diez de mayo de mil novecientos noventa y cinco que les fue notificada el veintinueve de agosto del mismo ano. Refieren como hechos, que estando en situacion de actividad, se les elaboro un Parte Disciplinario por el presunto delito de extorsion, a base del cual se expidio la Resolucion Directoral No 183-92-DGPNP/PG, sin haber tenido oportunidad a ejercer el derecho de defensa que la ley les ampara, y que por los hechos que se les acusaban fueron sometidos a procesos judiciales, tanto en el fuero comun como en el militar donde han sido absueltos, fundamentan su demanda en lo que establece el articulo 2° inciso 15) e inciso 24) literal e) de la Constitucion Politica del Estado sobre la libertad de trabajo y que toda persona es considerada inocente mientras no se haya declaradoj judicialmente su responsabilidad. El Procurador Publico del Ministerio del Interior a cargo de los asuntos judiciales de la Policia Nacional del Peru contesta la demanda contradiciéndola, manifestando que los demandantes no senalan en forma concreta los derechos constitucionales violados 0 amenazados, que el articulo 274° de la Constitucion Politica de 1979 prescribe que la Policia Nacional del Peru se rige por sus propias leyes y reglamentos institucionales, en cuanto a su organizacion, preparacion, empleo, funciones y disciplina se refiere, conforme norman las disposiciones legales vigentes se resolvio disponer el pase a la situacion de retiro por medida disciplinaria de los 2 TRIBUNAL CONSTITUCIONAL demandantes al haber incurrido en graves faltas que atentan contra la disciplina, el servicio, el honor, decoro y moralidad, al estar incursos en la presunta comision del delito contra el deber y dignidad de la funcion, por haber extorsionado a un civil M. privandole de su libertad personal, consecuentemente, no se ha violado ningun derecho constitucional de los demandantes; también deduce la excepcion de oscuridad 0 ambiguedad en el modo de proponer la demanda, por no poder establecerse lo que se esta solicitando y la excepcion de caducidad de la accion por haber transcurrido mas de sesenta dias desde que se notifico la Resolucion Ministerial No 579-95-IN/PNP a la fecha de interposicion de la accion. El Vigésimo Noveno Juzgado en lo Civil de Lima, a fojas ochenta, con fecha dieciséis de setiembre de mil novecientos noventa y seis, declara infundadas las excepciones de ambiguedad u oscuridad en el modo de proponer la demanda y de caducidad, e improcedente la demanda, por considerar, principalmente, que la via procedimental corresponde a lo normado por el articulo 540° del Codigo Adjetivo. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento setenta y nueve, con fecha uno de agosto de mil novecientos noventa y siete, revoca la sentencia en el extremo que declara fundada la referida excepcion, nulo todo lo actuado e improcedente la demanda de Accion de Amparo que se ha promovido excediendo los sesenta dias habiles de producida la supuesta afectacion. Contra esta resolucion, los demandantes interponen Recurso Extraordinario. FUNDAMENTOS . 1. Que, el objeto de las acciones de garantia es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, a través de la presente Accion de Amparo, los demandantes pretenden se deje sin efecto la Resolucion Directoral No 183-92-DGPNP/PG de fecha catorce de enero de mil novecientos noventa y dos y se disponga sus reincorporaciones a la situacion de actividad en la Policia Nacional del Perû. 3. Que, el agotamiento de las vias previas es una exigencia fundamental en las acciones de garantia, de modo que solo después de cumplidos los recursos impugnativos contemplados en los articulos cien y ciento diecisiete del Reglamento de Normas Generales de Procedimientos Administrativos Decreto Supremo No 006-67-SC vigente al momento de la expedicion de la Resolucion Directoral que motiva la accion, y en cuanto medie resolucion que constituya estado, puede promoverse accion en la via jurisdiccional que resulte idonea, 0, en defecto 0 inexistencia de dicha via, la interposicion de la Accion de Amparo, por tener esta ultima el caracter de extraordinaria, segun es el imperativo legal contenido en el articulo 27° de la Ley No 23506 de Habeas Corpus y Amparo. 4. Que no ha quedado acreditado que los demandantes hayan interpuesto, oportunamente recurso de reconsideracion 0 el de apelacion, con lo que hubiera quedado agotada la via administrativa, sino que interpusieron recurso de nulidad el 3 TRIBUNAL CONSTITUCIONAL dos de julio de mil novecientos noventa y dos que es resuelta con la Resolucion Ministerial No 579-95-IN/PNP del diez de mayo de mil novecientos noventa y cinco, con la que pretenden accionar, basandose en el acapite final de la parte resolutiva que dice \"dandose por agotada la via administrativa\", cuando una Resolucion Ministerial no puede modificar un Decreto Supremo. 5. Que, en consecuencia, habiendo sido presentada la demanda el diecisiete de noviembre de mil novecientos noventa y cinco, habia transcurrido excesivamente el plazo para hacerlo pues la utilizacion indebida de un recurso manifiestamente improcedente convierte en extemporaneo el amparo interpuesto después, fuera del plazo del articulo 370 de la Ley No 23506 ya mencionada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento setenta y nueve, su fecha uno de agosto de mil novecientos noventa y siete en la parte que revoco la apelada en el extremo que declara infundada la excepcion de caducidad y reformandola declaro fundada la referida excepcion, e IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- / ( Y / - . ACOSTA SANCHEZ, vanui DIAZ VALVERDE, NUGENT, V aveca GARCIA MARCELO. Certif100: Lo que LUZ VASOUEZ Dre. MARTA LATE BECRETARIA TRIBUNAL JAM", "fecha_publicacion": "1999-04-17", "id": 34985, "nombre_demandado": "Ministro del Interior y otro", "nombre_demandante": "Jorge Luis Bernabé Ramírez y otro", "numero_expediente": "00915-1997-AA"}