{"CONTEXTO": " 00916-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00916-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 916-97 AA/TC INSTITUTO PERUANO DE SEGURIDAD SOCIAL IPSS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de Junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia la sentencia siguiente.", "ASUNTO:": "1 Recurso extraordinario interpuesto por don Juan Carlos Salinas Ampuero, en representacion del Instituto Peruano de Seguridad Social-IPSS, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha catorce de agosto de mil novecientos noventa y siete que declaro improcedente la Accion de Amparo interpuesta contra la Municipalidad de Jesus Maria.", "ANTECEDENTES:": "Con fecha cinco de agosto de mil novecientos noventa y seis, don Victor Alvarez Mayta en representacion del Instituto Peruano de Seguridad Social, interpone demanda de Accion de Amparo contra la Municipalidad Distrital de Jesus Maria, representada por su Alcaldesa, dona Francisca Izquierdo Negron, a fin que se declaren inaplicables las Ordenanzas Municipales No. 03-96/MJM del veinticuatro de mayo y la No.008-96/MJM del nueve de julio de mil novecientos noventa y seis. Sostiene el demandante que las Ordenanzas Municipales mencionadas disponen el cobro del derecho de parqueo en diversas arterias del referido distrito, entre las cuales se encuentra el Jiron Mariscal Miller cuadras 12,13 y 14, siendo el caso que dichas areas no constituyen via publica sino que forman parte del inmueble de 186,004.26 m2, propiedad del IPSS, como consta en la ficha Registral No. 1147911-E del Registro de Propiedad Inmueble de Lima, violandose el derecho a la propiedad de dicha entidad. Admitida la demanda, esta es contestada por don Edgar Mendoza Velarde, en representacion de la Municipalidad Distrital de Jesus Maria, el que la niega y contradice y sostiene que la demanda es improcedente a tenor de lo establecido por el articulo 6° inciso 4) de la Ley No. 23506, en virtud del cual no proceden las acciones de garantia de las dependencias administrativas contra los poderes del Estado y los organismos creados por la Constitucion, por los actos efectuados en el ejercicio regular de sus funciones. Ademas senala que el demandante no ha cumplido con agotar la via previa. 2 TRIBUNAL CONSTITUCIONAL Manifiesta asimismo el demandado que el IPSS siempre ha reconocido que el Jiron Mariscal Miller en sus cuadras 12,13 y 14 son de dominio y uso publico y que lo que sucede es que, ante el inicio de la cobranza realizada por el ejecutor coactivo por las Tasas de Parqueo y Serenazgo, la demandante, con el afan de evitarlos ha inscrito en el Registro de la Propiedad Inmueble una aclaracion y modificacion de Declaracion de Fabrica en la que mediante un acto unilateral, declara como de su propiedad el area de las cuadras 12, 13 y 14 de dicho jiron. Con fecha cuatro de octubre de mil novecientos noventa y seis, el Décimo Sexto Juzgado Especializado en lo Civil de Lima expide resolucion declarando fundada la Accion de Amparo por considerar que el IPSS ha acreditado ser propietario del inmueble dentro del que se encuentran, las playas de estacionamiento que son privadas y no constituyen via publica. Interpuesto recurso de apelacion, con fecha catorce de agosto de mil novecientos noventa y siete, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, revoca la apelada y reformandola la declara improcedente en aplicacion del articulo 6° inciso 4)° de la Ley No 23506. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, el proposito de la presente accion es que se declaren inaplicables al demandante, las Ordenanzas Municipales No. 03-96/MJM y 008-96/MJM que disponen el cobro del derecho de parqueo entre otras arterias, en el Jiron Mariscal Miller cuadras 12, 13 y 14. 2. Que, de conformidad con el articulo 109° de la Ley Organica de Municipalidades No. 23853, las Ordenanzas constituyen actos de gobierno y por tanto contra ellas no cabe la interposicion de recursos impugnativos, por lo que en el presente caso se da la excepcion prevista en el inciso 3) del articulo 28° de la Ley No. 23506, respecto al agotamiento de la via previa. 3. Que, el articulo 6° inciso 4) de la Ley No. 23506 establece que no proceden las acciones de garantia de las dependencias administrativas, incluyendo las empresas del Estado, contra los Poderes del Estado y los organismos creados por la Constitucion Politica del Estado, por los actos efectuados en el ejercicio regular de sus funciones. 4. Que, si bien el Instituto Peruano de Seguridad Social constituye una entidad autonoma y descentralizada; ello no quita su condicion de entidad publica que encierra los términos genéricos de \"dependencia administrativa\", a que se refiere el articulo 6° inciso 4) de la Ley No. 23506, debiendo establecerse, en todo caso, si la Municipalidad demandada ha actuado 0 no dentro del ejercicio regular de sus funciones TRIBUNAL CONSTITUCIONAL 5. Que, se advierte de la ficha registral No. 1147911-E, que aparece de fojas catorce a quince, asi como de la copia de la escritura de venta obrante de fojas dieciséis a veintiséis, de siete de marzo de mil novecientos cincuenta y la Escritura Publica de Permuta que otorga el Ministerio de Hacienda y el Cuerpo Organizador del Seguro Social del Empleado obrante de fojas veintisiete a cuarenta de fecha veintidos de Febrero de mil novecientos cincuenta y dos, que el demandante es propietario de un inmueble de ciento ochenta y seis mil cuatro punto veintiséis metros cuadrados, ubicado entre las avenidas Salaverry, Arenales, Domingo Cueto y el Jiron Coronel Zegarra del Distrito de Jesus Maria. 6. Que, aparece en autos informacion respecto al expediente administrativo de habilitacion urbana del inmueble que se sigue ante la Municipalidad Metropolitana de Lima, evidenciandose en reiterados informes técnicos que obran de fojas trescientos setenta y dos a trescientos ochenta y tres, que se trata de un lote unico sobre el que no existe carga vial alguna y que si alguna vez existio un pase que conectaba el Jiron Domingo Cueto con el Jiron Coronel Zegarra, ésto no significa que tenga la condicion de via publica, mas aun si se tiene en cuenta que dicho terreno tenia aun la condicion de rustico y al no estar habilitado no podia tener carga vial que afecte su integridad. 7. Que, asi mismo, aparece a fojas cuatrocientos diecinueve copia del Acuerdo No. 11 de la Comision de Habilitacion Urbana de la Municipalidad Metropolitana de Lima, de fecha siete de febrero de mil novecientos noventa y siete, en el cual se determina notificar al IPSS para que adecue el Anteproyecto de Lotizacion de Habilitacion Urbana presentado, abriéndose la denominada Prolongacion Miller en sus cuadras 12,13 y 14; debiendo destacarse que las Ordenanzas Municipales cuestionadas fueron expedidas en mayo y julio del ano mil novecientos noventa y seis, vale decir con anterioridad a que dicha Comision recomendara abrir dicho jiron. 8. Que, puede verse, de autos que la demandada ha participado en el proceso administrativo de habilitacion urbana del inmueble, por tanto se ha excedido en sus atribuciones al ordenar el pago de un derecho de parqueo sobre un area en la cual no hay habilitacion urbana y por tanto no tenia la condicion de via publica 9. Que, el exceso cometido por la demandada al incluir en las Ordenanzas objeto de la presente accion de amparo, areas de propiedad del Instituto Peruano de Seguridad Social, constituye ejercicio irregular de sus funciones ademas de un acto que vulnera derechos constitucionales; pues si bien, las Municipalidades estan facultadas para emitir Ordenanzas, a las cuales la Constitucion Politica del Estado les reconoce rango de Ley, dichas Ordenanzas necesariamente deben dictarse dentro del marco de las disposiciones constitucionales, de la Ley No. 23853, Organica de Municipalidades y del orden juridico vigente en el pais. Y si se tiene en cuenta que el articulo 70° de la referida Constitucion establece que el derecho de propiedad es inviolable y que el articulo No. 923 del Codigo Civil senala que la propiedad es el poder juridico que permite usar, disfrutar, disponer y reivindicar un bien, es evidente que las Ordenanzas Municipales cuestionadas, limitan el libre ejercicio del uso y disfrute del derecho de TRIBUNAL CONSTITUCIONAL propiedad del demandante lesionandolo, por lo que en tales circunstancias, se ha producido un ejercicio irregular de funciones por parte de la Municipalidad demandada, resultando fundada la accion interpuesta. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cincuenta y tres, su fecha catorce de agosto de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda; reformandola la declara FUNDADA y en consecuencia inaplicable al Instituto Peruano de Seguridad Social las Ordenanzas Municipales No. 003-96/MJM y 008-96/MJM, en cuanto se refieren al cobro por derechos de parqueo en las playas de estacionamiento de propiedad de la demandante. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE CE L C NUGENT GARCIA MARCELO Lo que dertifico: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONSTITUEIONALS TRIBUNAL NF", "fecha_publicacion": "1998-09-17", "id": 37505, "nombre_demandado": "Municipalidad Distrital de Jesús María", "nombre_demandante": "Instituto Peruano de Seguridad Social (IPSS)", "numero_expediente": "00916-1997-AA"}