{"CONTEXTO": " 00924-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00924-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 924-96-AA/TC HUANCAVELICA CELIA JUSTINA BUSSO NAHUI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de octubre de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE, encargado de la PRESIDENCIA; NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO : Recurso Extraordinario interpuesto por dona Celia Justina Busso Nahui, con fecha nueve de setiembre de mil novecientos noventiséis, contra la Resolucion No 21 de la Sala Mixta de la Corte Superior de Justicia de Huancavelica, de fecha veintiocho de agosto de mil novecientos noventiséis; mediante la cual, confirmando la sentencia de primera instancia, declaro IMPROCEDENTE la accion de Amparo interpuesta por la misma accionante. (folio 144)", "ANTECEDENTES:": "Dona Celia Justina Busso Nahui interpuso con fecha veinticinco de abril de mil novecientos noventiséis, demanda de accion de Amparo, contra don Victor Alberto Gonzales Almeyda, Director Sub-Regional de Salud de Huancavelica, don Exequiel D. 2 TRIBUNAL CONSTITUCIONAL Benites Tacanga, don Lucio Zorrilla Guzman y don Edgar H. Laura Munoz, éstos tres ultimos, integrantes de la Comision de Concurso Sub-Regional de Salud de Huancavelica. El fondo de la pretension se circunscribe en lo siguiente: Que, se deje sin efecto el Memorandum No 004-95-DSRSH/OP de fecha diez de enero de mil novecientos noventiséis, (folio 3) que deja sin efecto la calidad de \"elegible\" de la demandante, y sin efecto su nombramiento, de enfermera de la Sub Region de Salud de Huancavelica, que se habia factibilizado, segun dice, mediante el Memorandum No 364-95-ASRSH/OP de fecha veintiocho de diciembre de mil novecientos noventicinco. Alude finalmente la demandante, que pese a haber sido considerada \"elegible\" no se ha efectuado su nombramiento de manera formal, por lo que, mediante ésta via solicita su \"reposicion\". (folio 18 a folio 23) Don Lucio Zorrilla Guzman, que es uno de los co-demandados, contesta la demanda, solicitando sea declarada improcedente, por las razones siguientes: Que, de conformidad con el articulo 330 del Decreto Supremo No 005-90-PCM, reglamentario del Decreto Legislativo No 276, la condicion de \"elegible\" se adquiere mediante una Resolucion Directoral, la misma que no ha sido dada en favor de la demandante. Que, la condicion de \"elegible\" no involucra ningun cargo 0 funcion de la administracion publica. Que, la demandante, se sometio a concurso para obtener la calificacion de \"elegible\", pero, por presentar irregularidades, dicho concurso fue dejado sin efecto legal alguno, mediante el Oficio 002-CTAR. Que, finalmente, no se ha conculcado ningun derecho constitucional de la demandante. (folio 55 a folio 58) El Primer Juzgado Mixto de Huancavelica, emite la Resolucion No 14 de fecha treinta de julio de mil novecientos noventiséis, declarando IMPROCEDENTE la demanda, por las razones siguientes: Que, efectivamente, la demandante, via concurso publico fue declarada \"elegible\". Que, dicha calificacion otorga a la titular, la posibilidad de ser nombrada, en el presente caso, en la Plaza de Enfermera I del Hospital de Apoyo de Huancavelica. Que, dicha posibilidad no se ha factibilizado; por consiguiente, la demandante no tiene la calidad de empleada publica, y menos puede solicitar, la reposicion a un cargo que jamas ha tenido. (folio 102 a folio 105). La Sala Civil de la Corte Superior de Justicia de Huancavelica, mediante la Resolucion No 21 de fecha veintiocho de agosto de mil novecientos noventiséis, falla confirmando la sentencia de primera instancia, y por consiguiente, declarando IMPROCEDENTE la accion de garantia incoada por dona Celia Justina Busso Nahui. (folio 142)", "FUNDAMENTOS:": "Que, la condicion de \"elegible\" con la que fue calificada la actora previo concurso publico, no significa nombramiento a cargo publico alguno; esa condicion es una TRIBUNAL CONSTITUCIONAL posibilidad que puede ser tomada en cuenta 0 no, por la Administracion Publica. Ademas, del Memorandum No 004-96-DSRSH/OP de fecha diez de enero de mil novecientos noventiséis, obrante a folio tres, se desprende que mediante el Oficio No 0023-96-CTAR, se dejo sin efecto el referido concurso publico, quedando por tal razon, igualmente sin efecto, la calificacion de \"elegible\" de la actora. Que, en autos no obra Resolucion alguna, que nombre a la demandante en el cargo de Enfermera I del Hospital de Apoyo de Huancavelica; por consiguiente, no puede solicitar reposicion de un cargo que no ha tenido. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO, la Resolucion No 12 de la Sala Mixtade la Corte Superior de Justicia de Huancavelica, de fojas ciento cuarentidos, su fecha veintiocho de agosto de mil novecientos noventiséis, que confirmando la apelada declaro IMPROCEDENTE la accion de Amparo; y dispusieron su publicacion en el Diario Oficial El Peruano, conforme a Ley, y los devolvieron. S.S. Nnnci jel ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, V accea GARCIA MARCELO. V Lo que Certifico: JAGB/daf Dra. MARIA LUZ VASQUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-12-17", "id": 36552, "nombre_demandado": "Director Sub-Regional de Salud de Huancavelica (Víctor Alberto Gonzales Almeyda)", "nombre_demandante": "Celia Justina Busso Ñahui", "numero_expediente": "00924-1996-AA"}