{"CONTEXTO": " 00920-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00920-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 920-98-HC/TC LIMA JAVIER ALVAREZ MARINO Py SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Marco Samamé Quiroz a favor de don Javier Alvarez Marifio, y contra la Resolucion expedida por la Sala Superior Penal de la Corte Superior de Justicia del Cono Norte de Lima, de fojas treinta y ocho, su fecha veintinueve de mayo de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Gladys Romero Cueva interpone Accion de Habeas Corpus a favor de don Javier Alvarez Marino y contra el Jefe de la Comisaria de Independencia y contra quienes resulten responsables por la detencion arbitraria y tortura cometida en contra del beneficiario; alega la promotora de la accion de garantia que el dia diecisiete de abril de mil novecientos noventa y ocho, el beneficiario acudio a la comisaria de Independencia al haber sido citado para el esclarecimiento de un delito en el que se habia utilizado supuestamente un vehiculo de su propiedad; y que no obstante haber concurrido voluntariamente a la dependencia policial, y sin existir mandato judicial de detencion O la comision de flagrante delito, le comunican que quedaba detenido por robo agravado, para incriminarle posteriormente la posesion ilegal de un carné de identificacion policial, habiendo sido también victima de maltratos por personal policial de la referida comisaria. Realizada la investigacion sumaria, la Jueza Penal verifica la detencion del beneficiario en la citada comisaria por la supuesta comision de los delitos de robo y de usurpacion de funciones; asimismo, la Jueza Penal verifica en la persona del afectado que éste no presenta signos de maltrato. 2 TRIBUNAL CONSTITUCIONAL El Tercer Juzgado Especializado en lo Penal de la Corte Superior de Justicia del Cono Norte de Lima, a fojas trece, con fecha dieciocho de abril de mil novecientos noventa y ocho, declara improcedente la Accion de Habeas Corpus, considerando principalmente que el beneficiario se encuentra inmerso en una investigacion policial, habiéndosele notificado de su detencion, y no existe en su persona signos de la supuesta tortura que es materia de esta accion de garantia. La Sala Superior Penal de la Corte Superior de Justicia del Cono Norte de Lima, a fojas treinta y ocho, con fecha veintinueve de mayo de mil novecientos noventa y ocho, confirma la apelada, considerando principalmente que la detencion del beneficiario se produjo fuera de los supuestos constitucionales que habilitan la detencion, por lo que ésta resulto arbitraria, situacion que ya no es posible reparar, toda vez que dado el tiempo trascurrido, el dano se ha convertido en irreparable. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, del examen de autos no se aprecia que la detencion del actor se haya efectuado cumpliéndose los requisitos exigidos por el articulo 20, inciso 24), literal \"f de la Constitucion Politica. Que, siendo asi, la detencion del actor producida en circunstancias de haber sido 2. citado para el esclarecimiento de un hecho delictivo no configura ninguno de los supuestos habilitantes establecidos por la norma constitucional antes citada. Que, en relacion al supuesto maltrato a su integridad fisica, este hecho no ha sido 3. acreditado, conforme se desprende de la investigacion sumaria. Que, no obstante lo anteriormente senalado, al momento de resolver esta causa, 4. este Tribunal ha tomado conocimiento de que, con fecha dieciséis de junio de mil novecientos noventa y nueve, el beneficiario de esta accion de garantia fue puesto a disposicion de la Novena Fiscalia Provincial Penal del Cono Norte de Lima, con fecha dieciocho de abril de mil novecientos noventa y ocho, con el Atestado N.o 33-98-JPM-NORTE-DIVINCRI-DIDCOP-GS, por lo que resulta inoperante la Accion de Habeas Corpus al no hallarse el agraviado bajo la sujecion de la autoridad policial emplazada, por lo que es aplicable lo dispuesto en el inciso 1), articulo 6° de la Ley N.o 23506, en cuanto establece que, \"No proceden las acciones de garantia: 1) En caso de haber cesado la violacion 0 amenaza de violacion de un derecho constitucional, 0 si la violacion se ha convertido en irreparable\". 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Penal de la Corte Superior de Justicia del Cono Norte de Lima, de fojas treinta y ocho, su fecha veintinueve de mayo de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. ubl", "SS.": "Minle SANCHEZ ACOSTA DIAZ VALVERDE NUGENT GARCIA MARCELO L JMS Lo que Certifi00: - - Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-16", "id": 35439, "nombre_demandado": "Jefe de la Comisaría de Independencia y otros", "nombre_demandante": "Gladys Romero Cueva a favor de Javier Álvarez Mariño", "numero_expediente": "00920-1998-HC"}