{"CONTEXTO": " 00928-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00928-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 928-96-AA/TC Caso: Sindicato de Trabajadores de Universal Textil S.A. Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de junio de mil novecientos noventa y siete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vice Presidente encargado de la Presidencia; Nugent; Diaz Valverde; Garcia Marcelo; Actuando como Secretaria la doctora Maria Luz Vasquez pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Sindicato de Trabajadores de Universal Textil S.A. contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, su fecha veinticinco de julio de mil novecientos noventiséis, que declara improcedente la accion de amparo interpuesta contra la Tercera Sala Laboral de la Corte Superior de Justicia de Lima.", "ANTECEDENTES:": "El Sindicato de Trabajadores de Universal Textil S.A. interponen accion de amparo contra la Tercera Sala Laboral de la Corte Superior de Justicia de Lima, invocando el numeral 2) del articulo 200° de la Constitucion, asi como los articulos 19 2, 30, 4°y 50 de la Ley 23506. Refieren, que en proceso administrativo seguido contra la Empresa Universal Textil S.A., por incumplimiento 0 violacion de disposiciones legales ylo convencionales de trabajo, los accionantes interpusteron denuncia contra su empleadora, ante la Segunda Division de Denuncias del Ministerio de Trabajo y Promocion Social, por lo que se expidieron las Resoluciones DivisionalNo 014-88-2DV.DEN, Sub-Directoral No 005-90-ISD-DENy. Directoral No 061-90-DR-LIM-ADN, las que declaraban fundada la denuncia del Sindicato, en la via administrativa, y que no fueron objeto de accion contencioso administrativa en la via judicial, constituyéndose por tanto, en definitivas y con autoridad de cosa juzgada. Posteriormente, lo resuelto en la via administrativa, paso en via de ejecucion al Séptimo Juzgado de Trabajo de 2 TRIBUNAL CONSTITUCIONAL Lima, conforme lo establece el inciso e) del articulo 2° del Decreto Legislativo No 384, y el articulo 51° inciso 4) del T.U.O. de la Ley Organica del Poder Judicial, a fin se determine el monto de los \"reintegros remunerativos que la empresa debe abonar a cada uno de los trabajadores; por ésta razon, elJuzgado remitio los autos a la Oficina de Pericias Judiciales, la misma que cumplio con lo ordenado por el Juez, esto es, realizar el peritaje. Este peritaje fue observado por la Empresa Universal Textil S.A., la que posteriormente interpuso Recurso de Apelacion contra dicho peritaje, recurso que fue concedido en un solo efecto, elevandose los actuados a la Tercera Sala Laboral del Distrito Judicial de Lima, la que declaro fundadas las observaciones y desaprobo los informes periciales, asi como nulo e insubsistente lo actuado desde fojas 340; este auto, es el impugnado por el Sindicato accionante, los que solicitan asimismo, la inaplicabilidad de la resolucion Ministerial No 162-94-IR al presente caso y la consiguiente reposicion de los derechos remunerativos violados de los trabajadores agrupados en el Sindicato, por cuanto el auto impugnado violenta sus derechos a la remuneracion, a la irretroactividad de la ley, a la independencia de la funcion jurisdiccional, al debido proceso, a la tutela judicial efectiva y a la cosa juzgada. A fojas 146 corre en el expediente, la contestacion de la demanda del Procurador Publico encargado de los asuntos judiciales del PoderJudicial, quien sostiene que mediante esta accion de amparo se pretende enervar la validez y efectos de una resolucion judicial como la cuestionada, que ha sido dictada por organo jurisdiccional competente, emanada de un procedimiento regular y dentro del cualelSindicato ha ejercido su derecho a defensa. La Segunda Sala Civil de la Corte Superior de Lima, declaro Improcedente la accion de amparo, por cuanto el inciso 2) del articulo 200° de la Constitucion, concordante con el inciso 2) del articulo 6° de la Ley No 23506, y el articulo 10° de la Ley No 25398, establece que no proceden las acciones de amparo contra las resoluciones emanadas de un procedimiento regular. En su oportunidad, la Sala Constitucional y Social de la Corte Suprema, declaro No Haber Nulidad en la recurrida, por sus propios fundamentos y de conformidad con el Dictamen Fiscal, entendiendo que no proceden las acciones de amparo contra resoluciones judiciales dictadas dentro de un procedimiento regular. Contra esta Resolucion, los representantes del Sindicato interponen Recurso Extraordinario, elevandose los actuados al Tribunal Constitucional, de conformidad con lo dispuesto por el articulo 41° de su Ley Organica. FUNDAMENTOS. S TRIBUNAL CONSTITUCIONAL Que, la resolucion de la Tercera Sala Laboral de la Corte Superior de Lima, impugnada en la presente accion, fue expedida en un procedimiento regular en el que las partes tuvieron acceso a todos los recursos que la Ley prevé para un debido proceso ante los organos jurisdiccionales; Que, dicha resolucion, no modifica las Resoluciones Divisional No 014-88-2DV.DEN, Sub- Directoral No 005-90-ISD-DEN y Directoral No 06/-90-DR-LIM-AD, administrativa alguna, sino que declara la nulidad de un peritaje, elaborado al momento de ejecutarse las resoluciones antes referidas, emanadas del procedimiento administrativo seguido por ante el Ministerio de Trabajo y Promocion Social; Que, la presunta aplicacion retroactiva de una norma reglamentaria, constituiria, de probarse, un \"error in iudicando \", el mismo que no puede ser subsanado por éste Tribunal, porque de hacerlo, permitiria la revision via la accion de amparo, de resoluciones judiciales que hayan quedado consentidas 0 ejecutoriadas en la via jurisdiccional ordinaria;y, De conformidad ademas, con lo resuelto por la Sala Constitucional y Social de la Corte Suprema de Justicia, este Tribunal, en ejercicio de las atribuciones que le confieren la Constitucion y su ley organica;", "FALLA:": "Confirmando la Resolucion de la Sala Constitucional y Social de la Corte Suprema de Justicia, de fecha veinticinco de julio de mil novecientos noventiséis, la que declaro No Haber Nulidad en la recurrida, su fecha veintinueve de noviembre de mil novecientos noventicinco, la misma que declaro Improcedente la accion de amparo interpuesta por el Sindicato de Trabajadores de Universal Textil S.A., contra la Tercera Sala Laboral de la Corte Superior de Lima, dejando a salvo elderecho de los accionantes, para hacerlos valer en la via correspondiente. S.S. y Macaul asies ACOSTA SANCHEZ; NUGENT; h 2 2 DIAZ VALVERDE; GARCIA MARCELO. LO QUE CERTIFICO Maria Luz Vasquez de Lope Z AChC/eco SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Exp. No 928-96-AA/TC Lima, 12 de julio de 1997. VISTO: El escrito recepcionado con fecha seis de agosto de mil novecientos noventisiete, por el representante legal del Sindicato de Trabajadores de Universal Textil S.A., en los seguidos contra la Tercera Sala Laboral de la Corte Superior de Lima, respecto de la resolucion publicada en el diario oficial \"El Peruano\" el 26 de junio de 1997, por el que solicitan a los Magistrados del Tribunal Constitucional en via de aclaracion, se les oriente sobre el sentido del tercer fundamento de la sentencia recaida en el expediente No 928-96-AA/TC, toda vez que: 1) la aplicacion retroactiva de la Resolucion No 162-94-TR, no merece prueba especial, resultando suficiente ver el expediente y notar que los peritajes que arrojaban una deuda pendiente en favor de los trabajadores, se sustenta en normatividad anterior a la citada resolucion, existiendo por ello un error in iudicando \"flagrante, evidente y notorio\"; 2) en \"un proceso donde se hayan cometido irregularidades de la magnitud de las que se han cometido en el presente proceso, es posible su revision en la via del Amparo, por que el Amparo protege todos los derechos reconocidos por la Constitucion, a excepcion del derecho a libertad personal\", encontrandose el derecho al debido proceso regulado en el articulo 139° inciso 3) de la Constitucion Politica; y 3) tal como se puede constatar de la lectura de la resolucion, que el Tribunal Constitucional ha advertido irregularidades, \"sin embargo, parece que no considera pertinente la via del Amparo para dicha tutela juridica\", por lo que les reserva el derecho para hacerla valer en la via jurisdiccional correspondiente; y en tal contexto, solicitan que se les oriente a que via procesal se les està remitiendo; y, ATENDIENDO A: Que, el articulo 59° de la Ley No 26435, Ley Organica del Tribunal Constitucional, establece que \"contra las sentencias del Tribunal no procede recurso alguno\"; sin embargo, de conformidad con el articulo 630 de la referida Ley, es de aplicacion supletoria a la misma, el Codigo Procesal Civil, asi como la Ley Organica del Poder Judicial; Que, en cuanto a la aclaracion solicitada, es pertinente precisar que el Tribunal Constitucional, en la resolucion recaida en el Expediente No 928-96-AA/TC, fundamenta la improcedencia de la accion de amparo, no solo en que a través de la misma no pueden subsanar los \"errores in ludicando\" cometidos en el desarrollo de un proceso jurisdiccional cualquiera sea la via, sino también, en que dicha accion no procede contra resoluciones emanadas de un procedimiento regular, por cuanto el Tribunal no es una instancia de Casacion de resoluciones judiciales; Que, en el caso del \"error in iudicando\", este nace de una incorrecta apreciacion o interpretacion de la ley por el juzgador, al fundamentar su resolucion, el mismo que puede ser subsanado por el organo jerarquicamente superior, siempre dentro del mismo proceso, y a través de los recursos procesales que la ley concede para tal efecto a las parte, situacion ésta por la quer no es TRIBUNAL CONSTITUCIONAL procedente interponer una accion de garantia para revisar resoluciones emanadas de procedimiento regular; Que, por el contrario, el \"error in procedendo\" se produce cuando en la tramitacion de alg causa en la via jurisdiccional, ésta se sigue con prescindencia de la garantia del debido proces razon por la que las acciones de amparo proceden, cuando se afecta el contenido esencial derecho al debido proceso, entendido este como el derecho al juez natural, el derecho de defens el derecho a la doble instancia y el derecho a obtener un fallo dentro de un plazo razonable, en otros; Que, no corresponde a este Tribunal Constitucional orientar a las partes en un proceso, para conforme a ley, hagan valer su derecho en la, via jurisdiccional correspondiente, debien limitarse a declarar si existe 0 no violacion 0 amenaza de violacion de un derec constitucionalmente protegido; en consecuencia, SE RESUELVE: No Ha Lugar a la aclaracion solicitada. S.S. ACOSTA SANCHEZ, Wli - - NUGENT, DIAZ VALVERDE, GARCIA MARCELO. 2t CeEt AChC Lo que Cerfifico. . Dra. MariaLuz Vasquez V. Secretaria Relatora.", "fecha_publicacion": "1997-06-26", "id": 36186, "nombre_demandado": "Tercera Sala Laboral de la Corte Superior de Justicia de Lima", "nombre_demandante": "Sindicato de Trabajadores de Universal Textil SA", "numero_expediente": "00928-1996-AA"}