{"CONTEXTO": " 00923-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00923-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 923-96-AA/TC CAJAMARCA ANTERO ZAMORA HERNANDEZ Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Antero Zamora Hernandez, don Edilberto Castillo Torres y don Jorge Iparraguirre Polo contra la Resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, de fojas ochenta y siete, su fecha doce de agosto de mil novecientos noventa y seis, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Antero Zamora Hernandez, don Edilberto Castillo Torres y don Jorge Iparraguirre Polo interponen Accion de Amparo contra el Jefe de la ORM 11-A de Cajabamba, a fin de que se ordene se suspenda la accion de monopolizar la toma de fotografias en las oficinas de la ORM-Cajabamba, por estimar que ello vulnera su derecho constitucional a la libertad de trabajo. Sostienen los demandantes que la ultima semana del mes de abril de mil novecientos noventa y seis, el demandado emitio el Comunicado Oficial N.o 007, que establece en el punto 4) que a partir del uno de mayo del ano en curso sera obligatoria la toma de fotografias en las oficinas de reclutamiento de esta ciudad y que los fotografos se abstengan de tomar fotografias; dicho comunicado fue propalado por las emisoras locales y por los canales municipales. Aducen que el dia veintinueve de abril de mil novecientos noventa y seis, fueron notificados con el Oficio N. 052-0RM-11-A/27.19.03 en el que se les invita a participar de un concurso para tomas de fotografia, el mismo que se realizaria en la ciudad de Piura, proporcionando un numero telefonico inexistente con el unico TRIBUNAL CONSTITUCIONAL proposito de favorecer a don Pedro Briceno Hilario, quien nunca participo en ningun concurso y que no cuenta con licencia de funcionamiento. Don Victor Teodoro Azana Pelaez, al contestar la demanda, solicita que se declare 2 - ay infundada, ya que: a) No se han agotado las vias previas; b) La razon de haberse emitido el Comunicado Oficial N.° 007 fue con la finalidad de evitar confusion en la opinion publica ante la propalacion por Radio Paraiso de un comunicado efectuado por los demandantes y para establecer una medida de seguridad a favor del Ejército Peruano; y, c) Que el Oficio N.o 032- ORM-11-A-27.19.03 fue cursado al Presidente de la Asociacion de Fotografos de Cajabamba en cumplimiento a lo dispuesto por la Primera Region Militar, Comando de Movilizacion, quien efectuo la Convocatoria Publica N.o 001-96, promoviendo un concurso de concesionarios de empresas fotograficas para las tomas de fotografias a color 0 en blanco y negro en las oficinas de reclutamiento y movilizacion del ambito de la Primera Region Militar. El Juez Civil de Cajabamba, a fojas cincuenta y seis, con fecha catorce de junio de mil novecientos noventa y seis, declara improcedente la demanda, por considerar, principalmente, que la carga de la prueba en el proceso le corresponde al demandante, razon por la cual éste se encuentra en la obligacion de acreditar fehacientemente los fundamentos de su demanda, que en el caso de autos no ha sucedido, ya que no se ha acreditado haber sido afectados en su derecho a la libertad de trabajo. La Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, a fojas ochenta y siete, con fecha doce de agosto de mil novecientos noventa y seis, confirmando la apelada declaro improcedente la demanda, por estimar que en el caso de autos, el demandado hizo publico el Comunicado Oficial N.o 001 del mes de marzo de mil novecientos noventa y seis, cumpliendo instrucciones de su superioridad, las mismas que obedecen a razones de seguridad dictadas a favor de las instituciones castrenses. Interpuesto el Recurso Extraordinario, los actuados son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que la Accion de Amparo procede en los casos en que se violen 0 amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2) de la Ley N.o 23506, concordante con el articulo 200° inciso 2) de la Constitucion Politica del Estado. Que, en el presente caso, los demandantes aluden ver afectado su derecho 2. constitucional al trabajo como consecuencia de que el Jefe de la Oficina de Reclutamiento y Movilizacion del Ejército 11-A de Cajabamba ha dispuesto que la 2 TRIBUNAL CONSTITUCIONAL toma de fotografias, para todo tramite en el Registro Militar, se efectué en las oficinas de Reclutamiento. Que, conforme ha tenido la oportunidad de pronunciarse en el Expediente N.o 061- 3. 92-AA/TC en una causa analoga al presente caso, el Tribunal Constitucional considera que las medidas adoptadas por el demandado, en cumplimiento de instrucciones superiores, no atenta contra el derecho de trabajo de los demandantes, pues el mandato para que los jovenes que se encuentren en edad de obtener sus libretas militares deban tomarse las fotografias en los locales de las instituciones castrenses, ha sido adoptada como una medida de seguridad, para evitar las falsificaciones de tales documentos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Segunda Sala Mixta de la Corte Superior de Justicia de Cajamarca, de fojas ochenta y siete, su fecha doce de agosto de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda; reformândola declara INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. LP", "SS.": "1 1. L Khe ACOSTA SANCHEZ DIAZ VALVERDE arcce NUGENT GARCIA MARCELO E.C.M Lo que dertifioo: Dre. MARIA LUZ VASOVEZ RELATORA SECRETARIA CONSTITUGIONAL TRIBUNAL 3", "fecha_publicacion": "1999-08-10", "id": 35522, "nombre_demandado": "Jefe de la Oficina de Reclutamiento y Movilización del Ejército 11-A de Cajabamba", "nombre_demandante": "Antero Zamora Hernández, Edilberto Castillo Torres y Jorge Iparraguirre Polo", "numero_expediente": "00923-1996-AA"}