{"CONTEXTO": " 00921-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00921-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. : N9921-96-AA/TC CASO : Adita Esperanza Sava Melo LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de setiembre de n novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribun Constitucional, con asistencia de los Senores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronunci la siguiente Sentencia:", "ASUNTO:": "Recurso de casacion entendido como extraordinar Interpuesto contra la Resolucion de la Sala de Derecho Constitucional y Social de Corte Suprema de Justicia de la Repiblica, su fecha diecisiete de setiembre de novecientos noventiséis, en la accion de amparo seguida por dona Adita Esperanz Sava Melo, contra el Ministerio Publico y su Gerencia General.", "ANTECEDENTES:": "Dona Adita Esperanza Sava Melo, interpone accion de ampar contra el Ministerio Publico y su Gerencia General, por presunta vulneracion de derechos fundamentales previstos en los articulos 20 inciso 15), 42, 430,44, 490 y 570 de la Constitucion Politica del Peri de mil novecientos setentinueve, omision de un acto debido, atentando con su estabilidad laboral, a fin de que se reponga en su centro de trabajo, se le abonen las remuneraciones adeudadas y haga efectiva Su transferencia como trabajadora activa del Ministerio Public (Fiscalia Especial de Contrabando y Despacho de Rentas de Aduana), la misma 4 TRIBUNAL CONSTITUCIONAL fue dispuesta por Resolucion Viceministerial No 240-92-EF/76, de fecha veinte de octubre de mil novecientos noventidos, expedida por el Viceministro de Hacienda del Ministerio de Economia y Finanzas, al haber sido declarada excedente por reorganizacion de la Presidencia del Consejo de Ministros y puesta a disposicion del ex-Instituto Nacional de Administracion Publica a partir del trece de marzo de mil novecientos noventidos. Al contestar la demanda, el Procurador Publico a cargo de los Asuntos Judiciales del Ministerio Publico, sostiene que la actora no tiene condicion de nombrada, ni de personal de carrera, al no haberse hecho efectiva su transferencia al Ministerio Publico, en consecuencia no tiene derecho a la estabilidad laboral. Manifiesta asimismo que, el articulo 3° del Decreto Ley No A 25957, publicado el dieciséis de diciembre de mil novecientos noventidos, prohibe las reasignaciones de personal de la administracion publica, por cuanto, la accion de personal tomada con la actora, en elfondo es una reasignacion prohibida por ley. ElJuez Provisional del Décimo Tercer Juzgado Civil de Lima, al expedir sentencia de fecha veintiocho de setiembre de mil novecientos noventicuatro, declara improcedente la accion de amparo, por considerar que el acuerdo de la Junta de Fiscales respecto a que queda sin efecto la transferencia de la actora no ha sido impugnado, por lo que es de aplicacion el articulo 270 de la Ley No 23506, al no haber agotado la via previa. El Fiscal de la Segunda Fiscalia Superior Civil de Lima, opino porque se confirme la sentencia apelada, por considerar que la accionante no ha presentado en ningun momento durante el proceso prueba instrumental que acredite Su condicion de personal nombrado del Ministerio Publico que afecte el supuesto derecho que alega. La Segunda Sala Civil de la Corte Superior de Justicia de Lima, expide la resolucion de fecha veintisiete de mayo de mil novecientos noventiséis, confirmando la sentencia apelada, de fecha veintiocho de setiembre de mil novecientos noventiseis, que declaro improcedente la demanda, entendièndose como injundada, por considerar que la actora no tenia un derecho adquirido sino una expectativa, a la que administrativamente no tuvo opcion. Interpuesto el recurso de nulidad, el Fiscal Supremo en lo Comencioso-Adminisinalihog es de opinion por no haber nulidad en la sentencia de vista. TRIBUNAL CONSTITUCIONAL A su turno, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Reptiblica, por resolucion de fecha diecisiete de setiembre de mil novecientos noventiséis, declara no haber nulidad en la sentencia de vista de fecha veintisiete de mayo de mil novecientos noventiséis, que confirmando la apelada fechada el veintiocho de setiembre de mil novecientos noventicuatro declara infundada la accion de amparo interpuesta, entendièndose esta declaracion como IMPROCEDENTE, al no haber la demandante agotado la via previa, por lo que se interpuso el recurso de casacion entendido como extraordinario, se elevan los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1) Que, en concreto, la pretension de la demandante es cuestionar el Acuerdo de la. Junta de Fiscales Supremos, puesto en su conocimiento mediante el Oficio No 922-93-FN-SJFS, acuerdo mediante el cual se deja sin efecto Su transferencia como servidora del Estado, al Ministerio Publico; 2) Que, el articulo 1o de la Ley No 23506sehala que el objeto de las acciones de garantias es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional, derecho que, en el caso de la demandante no esta probado, ya que en autos no aparece acreditada su condicion de personal nombrado del Ministerio Publico que pueda afectar el supuesto derecho que alega -estabilidad laboral; 3) Que, el articulo 270 de la Ley No 23506 senala que, solo proceden las acciones de garantia cuando se haya agotado la via previa, entendiendo éste colegiado que la demandante debio impugnar el Acuerdo de Junta de Fiscales Supremos de cinco de noviembre de mil novecientos noventitrés, puesto en su conocimiento el mieve de noviembre de mil novecientos noventitrés y no recurrir a la via de amparo, maxime si no existe resolucion alguna que acredite la situacion real de transferencia de la actora, situacion que debia aclararse previamente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha diecisiete de setiembre de mil novecientos noventiséis, que declara no haber nulidad en la sentencia de vista de veintisiete de mayo de mil novecientos noventiséis, que confirmando la apelada de veintiocho de setiembre de mil novecientos TRIBUNAL CONSTITUCIONAL noventicuatro, declaro improcedente la accion de amparo incoada; dispusieron Sul publicacion en el diario oficial \"El Peruano \"; y los devolvieron. S.S. ACOSTA SANCHEZ LLrc NUGENT DIAZ VALVERDE GARCIA MARCELO Lfo - MCM Le que dertiligo: Dra. MARIALUZ ZVASOUEZDELOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-27", "id": 36384, "nombre_demandado": "Gerencia General del Ministerio Público", "nombre_demandante": "Adita Esperanza Sava Melo", "numero_expediente": "00921-1996-AA"}