{"CONTEXTO": " 00931-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00931-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.°931-98- AA/TC LIMA JAIME BRAVO SEMINARIO Y OTROS Vr 1 A SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa y nueve reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jaime Bravo Seminario y otros contra la Resolucion expedida por Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintiuno de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Jaime Bravo Seminario y otros interponen demanda de Accion de Amparo contra la Empresa de Servicio de Agua Potable y Alcantarillado de Lima Sedapal con la finalidad de que se les pague su pension de cesantia nivelada con la remuneracion que actualmente perciben los empleados de Sedapal comprendidos dentro del Régimen de la Ley N.o 4916, tal como lo dispone la Octava Disposicion General y Transitoria de l2 Constitucion Politica del Estado de 1979. Asimismo manifiestan que la demandada les ha aplicado indebidamente el tope establecido en el articulo 292° de la Ley N.o 25303, Ley de Presupuesto Publico para 1991, y que de acuerdo al principio de irretroactividad de norma, no es de aplicacion para los demandantes, conculcandose con ello sus derechos constitucionales a una pension nivelable. Amparan su demanda en lo dispuesto por los articulos 20 inciso 14), 42°, 43°,y 570 de la Constitucion Politica del Estado de 1979 y C Ley N.°23506. La Oficina de Normalizacion Previsional-ONP contesta el traslado de la demanda deduce la excepcion de caducidad y falta de agotamiento de la via previa. La empresa demandada contesta la demanda negandola y contradiciéndola en todos sus extremos y deduce la excepcion de falta de agotamiento de la via administrativa excepcion de oscuridad O ambiguiedad en el modo de proponer la demanda y excepcion de litispendencia respecto al demandante don Augusto Roberto Bryson Hidalgo, por lo que solicita que en su oportunidad se declare improcedente 0 infundada la demanda. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, con fecha treinta y uno de marzo de novecientos noventa y ocho, declaro fundada la demanda, TRIBUNAL CONSTITUCIONAL por considerar, entre otras razones, que la Ley de Presupuesto del Sector Publico correspondiente al ano 1991, en lo que respecta a topes, se prorrogo hasta el ano 1994, dicho dispositivo no es aplicable al caso de los demandantes, por haber adquirido éstos el derecho de percibir pension de cesantia nivelable y equivalente al de los trabajadores en actividad, consecuentemente, la emplazada no puede limitar el monto de las pensiones, pues con ello esta vulnerando los derechos adquiridos de los demandantes. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintiuno de setiembre de mil novecientos noventa y ocho, revocando la apelada, declara improcedente la demanda, por considerar que los demandantes, previamente a la interposicion de la presente accion, debieron debatir los derechos reclamados en sede administrativa, por lo que debe ampararse la excepcion de la falta de agotamiento de la via previa. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, del texto de la demanda se advierte que los demandantes solicitan: a) El pago 1. de sus pensiones en forma nivelada con la remuneracion que actualmente perciben los empleados de Sedapal; b) El pago de los reintegros por el periodo que la demandada ha venido pagando su pensiones en forma diminuta, por haber aplicado supuestamente el tope establecido en el articulo 292° de la Ley N.o 25303; y c) pago de sus gratificaciones por fiestas patrias y Navidad, asi como la bonificacion por escolaridad, en iguales montos a los que perciben dichos empleados en actividad. Que, de autos se advierte que los demandantes no han adjuntado prueba alguna que 2. acredite la alegada imposicion de tope a las pensiones que vienen percibiendo; asi como tampoco han probado que vinieran percibiendo en forma diminuta las gratificaciones y la bonificacion que indican, respecto a lo que pudiera corresponderles de acuerdo a ley. Que este Tribunal en reiterados pronunciamientos ha senalado que la nivelacion 3. que tienen derecho los pensionistas que gozan de pension regulada por el Decreto Ley N.o 20530, debe efectuarse con referencia al funcionario 0 trabajador de 2 Administracion Publica que esté bajo el régimen publico y que se encuentre en actividad, del nivel y categoria iguales a los que ostento el pensionista al momento de su cese. Que, respecto a la excepcion de caducidad propuesta por la ONP, este Tribunal ha 4. establecido en reiteradas ejecutorias que debido a la naturaleza del derecho pensionario, y siendo el caso que los hechos que podrian constituir agresion son continuados, no se produce la caducidad de la accion, toda vez que mes a mes S6 TRIBUNAL CONSTITUCIONAL repite la presunta vulneracion invocada por los demandantes, resultando de aplicacion el articulo 26° de la Ley N.o 25398. Que, respecto a la excepcion de falta de agotamiento de la via previa propuesta por 5. la ONP, este Tribunal ha establecido que por la naturaleza el derecho invocado, teniendo en consideracion que la pension tiene carâcter alimentario, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 2) del articulo 28° de la Ley N.o 23506. Que, respecto a la excepcion de oscuridad y ambigiiedad en el modo de proponer la 6. demanda deducida por la demandada, la misma es desestimable, toda vez que de la lectura del petitorio se concluye claramente la pretension de los demandantes. Que, respecto a la excepcion de litispendencia, propuesta por la demandada, 7. senalando que existe un proceso iniciado por los demandantes por ante Decimosexto Juzgado Civil de Lima, ésta no es amparable, toda vez que l2 demandada no ha acreditado fehacientemente la existencia de dicho proceso ni SI forman parte del mismo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos catorce, su fecha veintiuno de setiembre de mil novecientos noventa y ocho, que revocando 2 apelada declaro improcedente la Accion de Amparo, reformandola la declara INFUNDADA. Dispone que se notifique a las partes; su publicacion en el diario oficial E Peruano y la devolucion de los actuados.", "SS.": "- ACOSTA SANCHEZ DIAZ VALVERDE NUGENT arcea GARCIA MARCELO MR. LO QUE CERTIFICO f1. DRA.MARIA-LUZ VASQUEZ SECRETARIA RELATORA", "fecha_publicacion": "1999-09-28", "id": 35786, "nombre_demandado": "Empresa de Servicio de Agua Potable y Alcantarillado de Lima (Sedapal)", "nombre_demandante": "Jaime Bravo Seminario y otros", "numero_expediente": "00931-1998-AA"}