{"CONTEXTO": " 00939-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00939-1996-HC.pdf) --- TRBUMAL CONBTITUCIUNAL OTDA FOJAS R1 TRIBUNAL CONSTITUCIONAL Exp. No 939-96-HC/TC Fermin Oswaldo Santos Caceres Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de abril de mil novecientos noventa y ocho, el Tribu Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los seno Magistrados Vicepresidente encargado de la Presidencia Acosta Sanchez, Nugent, Diaz Valverde; y, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia", "ASUNTO": "Recurso Extraordinario interpuesto contra la resolucion de la Sala Especializada Derecho Publico de la Corte Superior de Justicia de Lima, de fecha dieciséis de octubre mil novecientos noventa y seis, que confirmando en parte la resolucion apelada del diez setiembre de mil novecientos noventa y seis, declara infundada la accion de Habeas Corp interpuesta por don Fermin Oswaldo Santos Caceres en su favor contra el Suboficial Eduardo Palacios Santos, el Comandante PNP Luis Hermoza Ortega, el Mayor PNP apellido Marquezy dona Patricia Palacios Santos.", "ANTECEDENTES": "El accionante sustenta su reclamo en el hecho de haberse violado por parte de emplazados, su libertad individual dentro de la modalidad de libre trânsito. Especifica en circunstancias que se apersono a su domicilio sito en el Pasaje Las Cautivas No 431- Brena, el Suboficial PNP Eduardo Palacios Santos y la emplazada dona Patricia Palac Santos le han impedido ingresar al mismo alegando el tener ordenes del Jefe de Delegacion Policial de Brena, Comandante de la Policia Nacional Luis Hermoza Orteg que incluso se ha dispuesto colocar guardia permanente en la parte frontal del cit inmueble. En tal sentido, agrega, que se le viene causando perjuicios materiales y moral ya que en su domicilio se encuentran sus pertenencias, asi como diversos documentos los requiere en su condicion de abogado. TRISUNA INSIDUCIONAL OTDA FOJAS 22 TRIBUNAL CONSTITUCIONAL Admitida la accion por el Juzgado Especializado en lo Penal Lima de Turno Permanente, dispone practicar las diligencias de ley, constituyéndose el Juez al lugar de los hecho llegandose a entrevistar con dona Patricia Palacios Santos, quien manifesto ser prima accionante y que aquel reside en el lugar en calidad de hospedado, pero que no obstante cumplir con los diversos pagos a que esta obligado, en ningun momento se le ha impedi ingresar a dicho lugar. Por otra parte indica que el Suboficial PNP Eduardo Palacios San es su hermano pero hace mucho tiempo que no los visita, también de otro lado emplazado de apellido Marquez y al Comandante PNP Luis Hermoza Ortega. Por ultimo Juzgado inspecciono el lugar constatando la inexistencia de vigilancia policial. Recibida, por otro lado, la declaracion del Comandante PNP Luis Hermoza Ortega, este limita a senalar que es falso que haya dispuesto su Despacho, impedir el ingreso accionante a su domicilio 0 colocar vigilancia en el mismo y que no conoce al subofic PNP de nombre Eduardo Palacios Santos, pues no labora en su comandancia. Que, bien, ha sido el Suboficial PNP Erick Talledo Leon, quien a solicitud de dona Patri Palacios Santos, realizo una constatacion en la chapa de la puerta principal del inmueb referido, encontrândose con que aquella se encontraba averiada. De fojas veintisiete a veintiocho y con fecha diez de setiembre de mil novecientos nove y seis, el Cuadragésimo Cuarto Juzgado Especializado en lo Penal de Lima, exp resolucion declarando infundada la accion principalmente por considerar: Que, no existido violacion 0 amenaza a los derechos del accionante, tal y como se corrobora con constatacion efectuada por el Juzgado en el domicilio del recurrente y en donde no encontro ningun efectivo policial que impidiera el libre ingreso y que en todo caso existen desaveniencias personales entre el actor y dona Patricia Palacios Santos. Interpuesto recurso de apelacion por el accionante, los autos son elevados a la Sala Derecho Publico de la Corte Superior de Justicia de Lima, la que a fojas cincuenta y nue y con fecha dieciséis de octubre de mil novecientos noventa y seis, confirma la resoluc apelada en la parte que declara infundada la accion de habeas corpus contra el Comanda PNP Luis Hermoza Ortega y el mayor de apellido Marquez, por no haberse acredita violacion a los derechos constitucionales de parte de aquellos, pero en cambio la revoca el extremo en que declara infundada la accion contra don Eduardo Palacios Santos y de Patricia Palacios Santos, declarandola fundada en dicho extremo, por considerar: a) que Sala por resolucion del cinco de setiembre pasado, expediente No 534-96 ordeno a denunciados don Eduardo Palacios Santos y dona Patricia Palacios Santos que se absteng de realizar actos que perturben 0 limiten el libre transito del actor; b) que, siendo evide la situacion de desaveniencias entre el accionante y sus primos, que habitan en el misi inmueble, es necesario poner fin a dicha situacion. Contra esta resolucion el accionante interpone recurso de nulidad, por lo que conformidad con el inciso segundo de la Cuarta Disposicion Transitoria de la Ley NSIHUCIONALI OTDA FOJAS 23 TRIBUNAL CONSTITUCIONAL 26435, y entendiendo dicho recurso como \"Extraordinario\" se dispuso el envio de los au al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del Acta de Constatacion obrante de fojas siete a ocho de autos, no se ha llegado a acreditar los actos de restriccion que denuncia el accionan haberse producido en contra de su libertad individual en la modalidad de libre transito 2. Que, si en el pasado se produjo actos como los que se reclaman en la presente caus fue a instancia de ello que se amparo la pretension reclamada, como se consigna er resolucion de fojas cuarenta y uno y cuarenta y dos de los autos, expedida en proceso de habeas corpus anterior, en la actualidad y como se ha senalado en el parra precedente, los actos denunciados han dejado de producirse. 3. Que por consiguiente, si no existe un acto de actual violacion 0 amenaza de violaci de la libertad individual, el presente habeas corpus carece de sustento. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferi por la Constitucion, su Ley Organica No 26435 y la Ley No 26801;", "FALLA:": "REVOCANDO la resolucion de la Sala de Derecho Publico de la Corte Superior Justicia de Lima de fojas cincuenta y nueve, su fecha dieciséis de octubre de novecientos noventa y seis, que confirmando en parte la apelada, declaro fundada en pa la accion. REFORMANDO la de vista y CONFIRMANDO la apelada, dec INFUNDADA la Accion de Habeas Copus interpuesta. Se dispone su publicacion en diario oficial \"El Peruano\" y los devolvieron.", "SS.": "Ym ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL L.5D.", "fecha_publicacion": "1998-06-19", "id": 36973, "nombre_demandado": "Suboficial PNP Eduardo Palacios Santos y otros", "nombre_demandante": "Fermín Oswaldo Santos Cáceres", "numero_expediente": "00939-1996-HC"}