{"CONTEXTO": " 00930-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00930-1996-HC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No. 930-96-HC/TC JULIO EDUARDO TORRES PUNO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por don Julio Eduardo Torres Pallara, contra la sentencia expedida por la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, que declaro improcedente la Accion de Habeas Corpus de autos. (fojas 77 a 79). -", "ANTECEDENTES:": "Don Julio Eduardo Torres Pallara, interpuso con fecha veinticinco de marzo de mil novecientos noventa y seis, por ante la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, Accion de Habeas Corpus en contra del Juez del Segundo Juzgado Especializado en lo Penal de Juliaca, don Oswaldo Mamani Coaquira, por haberle instaurado instruccion y ordenado su detencion, por la comision del delito de peculado en agravio de SEDA-Juliaca. Aduce el actor, que un elemento de tipicidad para calificar el delito de peculado, es que el autor sea funcionario publico; considera, que siendo servidor de SEDA-Juliaca, empresa del Estado, él no puede ser considerado funcionario publico, por asi disponerlo el articulo 40° de la Constitucion Politica del Estado, cuando dice: \"No estan comprendidos en la funcion publica los trabajadores de las empresas del Estado 0 de Sociedades de economia mixta\". Finaliza el actor, manifestando que se pretende privarlo de su libertad, en forma arbitraria e ilegal. (fojas 1,2,3y 4). El accionado, considera que la demanda debe ser declarada improcedente, por las razones siguientes: a) Que, no procede ampararse en una accion de garantia, cuando lo invocado proviene de una resolucion emanada de un procedimiento regular, conforme lo establece el inciso 2) del articulo 6° de la Ley No 23506; b) Que, al actor se le ha instaurado la Instruccion No 61-96, por la comision de los delitos de peculado y otros, en agravio del Estado, por consiguiente segun lo dispone el articulo 16° de la Ley No25398, complementaria de la Ley No 23506, no procede la Accion de Habeas Corpus, cuando el actor tenga instruccion abierta, y cuando la detencion que motiva el recurso ha sido ordenada por juez competente dentro de un proceso regular, presupuestos que se dan en el presente caso. (fojas 52 a fojas 56). La Presidencia de la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, derivo la causa al Primer Juzgado Especializado en lo Penal de San Roman-Juliaca, éste emitio su fallo con fecha nueve de abril de mil novecientos noventa y seis, declarando improcedente la demanda, en base a que no procede la Accion de Habeas Corpus, por R TRIBUNAL CONSTITUCIONAL tener el actor instruccion abierta, y por haber sido ordenada su detencion por juez competente, dentro de un proceso regular (fojas 58, 59 y 60). La Tercera Sala Mixta de Puno, con fecha veintisiete de mayo de mil novecientos noventa y seis, por las mismas consideraciones confirma la apelada, y declara improcedente la demanda (fojas 74).", "FUNDAMENTOS:": "1. Que, el objeto de la Accion de Habeas Corpus, es reponer las cosas al estado anterior de la violacion 0 amenaza de violacion de la libertad individual y derechos constitucionales conexos a ella. 2. Que, es conveniente precisar, que el articulo 40° de la Carta Magna, establece que no estan comprendidos en la funcion publica los trabajadores de las empresas del Estado 0 de sociedades de economia mixta. Esta norma constitucional implica la derogacion del numeral tres del articulo 425° del Codigo Penal que consideraba como funcionarios 0 servidores publicos, a los trabajadores de las empresas del Estado 0 sociedades de economia mixta. Esta derogacion, permite considerar, que no es procedente aplicar el articulo 387° del citado Codigo Penal, que se refiere al delito de peculado, cuando no es cometido por un funcionario, 0 servidor publico; situacion que debera ser merituada en el proceso que se le sigue al actor; y no a través de una Accion de Habeas Corpus como se pretende. 3. Que, del Oficio No 110-98-P-CSJP-S del Presidente de la Corte Superior de Justicia de Puno, y, del informe del Segundo Juzgado Penal de Juliaca, de fojas 5 y 6 del Cuaderno de Recurso Extraordinario, de fechas quince y catorce de julio del presente ano, se desprende, que el actor don Julio Eduardo Torres Pallara se encuentra actualmente, gozando del beneficio de la Libertad Provisional, en la instruccion No 61-96 que se le sigue por el delito de Peculado y otros, en agravio de SEDA-Juliaca. 4. Que, en el presente caso, concurren las causales de improcedencia, establecidas por el articulo 16° de la ley No 25398 complementaria de la Ley No 23506, y articulo 6° de ésta ultima; respecto a la primera norma, cabe senalar, que no es procedente incoar Accion de Habeas Corpus cuando existe instruccion abierta, el Oficio No 110-98-P-CSPJP-S citado en el fundamento que precede, asi como el Informe del Segundo Juzgado Penal de Juliaca, nos hacen saber que existe instruccion abierta contra el actor; en cuanto a la segunda norma, los mismos documentos pre-citados, nos indican que el actor se halla gozando del beneficio de la Libertad Provisional, importando ello, que ceso la amenaza 0 violacion que se denuncia con la demanda. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "CONFIRMANDO la sentencia expedida por la Tercera Sala Mixta de la Corte Superior de Justicia de Puno, de fojas setenta y cuatro, su fecha veintisiete de mayo de mil novecientos noventa y seis, que confirmo la apelada, y declaro IMPROCEDENTE la 3 TRIBUNAL CONSTITUCIONAL Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. Arru ACOSTA SANCHEZ DIAZ VALVERDE NUGENT L GARCIA MARCELO Lo que Certif1001 > - - Dre. MARIA LUZ VASOVZ SECRETARIA RELATORA TRIBUNAL CONSTITUENSNAL JAGB", "fecha_publicacion": "1998-09-17", "id": 37503, "nombre_demandado": "Segundo Juzgado Especializado en lo Penal de Juliaca (Oswaldo Mamani Coaquira)", "nombre_demandante": "Julio Eduardo Torres Pallara", "numero_expediente": "00930-1996-HC"}