{"CONTEXTO": " 00932-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00932-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 932-97-AA/TC Caso: Octavio Lingan Malca y otros Lima. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de PlenoJurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima de. fecha nueve de junio de mil novecientos noventa y siete, que, revocando la sentencia apelada del diez de diciembre de mil novecientos noventa y seis, declaro improcedente la accion de amparo interpuesta por don Octavio Lingan Mallca, dona Carmen Facho Brenas, dona Nancy Bermudez Paredes, don Eugenio Anton Barrantes, don Manuel Saldarriaga Ramos, don Guillermo Giraldo Gates, y don Hugo Durand Chocano contra el Presidente del Instituto Peruano de Energia Nuclear y el Procurador Publico encargado de los asuntos del Ministerio de EnergiayMinas.", "ANTECEDENTES:": "Los demandantes interponen su accion sustentando su reclamo en la transgresion de su derecho constitucional a la nivelacion de pensiones por parte del Instituto Peruano de Energia Nuclear (IPEN). Alegan que durante anos han pertenecido al régimen pensionario del D.L. No 20530 con derecho a pension nivelable, sin embargo la demandada, desoyendo el mandato legal, ha desconocido sus derechos y no ha procedido a nivelar las pensiones que les corresponde.Asi mismo, las disposiciones del D.L. No 20530 y la Ley No 23495, prevalecen sobre el D.S. No 51-95-EF, que pretende ser aplicado a los recurrentes excluyéndolos de la nivelacion, otorgada unicamente para los trabajadores en actividad. Por consiguiente, solicitan que el IPEN les abone las pensiones mensuales niveladas con el haber que percibe un servidor en actividad, considerando el nivel alcanzado al momento del cese 0 renuncia, que se declare su derecho a seguir percibiendo sus pensiones y beneficios economicos en lo sucesivo, y que se les abone los intereses legales que corresponden desde la fecha en que la demandada les dejo de abonar sus pensiones en su integridad. Admitida la demanda por el Décimo Tercer Juzgado en lo Civil de Lima, se dispone su traslado a los emplazados, siendo absuelta en primer término por el Presidente del IPEN don Luis Gamarra Elias, quien la niega y contradice fundamentalmente por considerar: Que los demandantes no han sido trabajadores de la 2 TRIBUNAL CONSTITUCIONAL Institucion y en la actualidad, por mandato judicial, vienen percibiendo pensiones dentro del régimen del D.L. No 20530; Que se esta realizando las gestiones a los efectos de que se anulen las referidas incorporaciones al citado régimen pensionario, ya que se ha logrado ello violando dispositivos constitucionales expresos; Que el D.S. No 051-95-EF solo alcanza a los servidores del IPEN en actividad, cumpliendo este dispositivo con lo ordenado en el articulo 29° de la Ley No 26404; Que la Ley No 23495, ha sido superada por las leyes de Presupuesto para el Sector Publico, por lo que no es irrestricta en su aplicacion. Posteriormente tambien contesta la demanda el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Energia y Minas, quien la niega y contradice principalmente por estimar: Que no existe violacion alguna a derechos constitucionales ya que el IPEN ha actuado en cumplimiento a lo dispuesto por el Decreto Supremo No 51-95-EF que aprueba la escala remunerativa de los trabajadores activos de la Institucion excluyendo de sus alcances a los pensionistas, ya que conforme al articulo 2° de la Ley No 26404, corresponde emitirse disposicion especifica para que se regulen sus ingresos mensuales; Que en el presente caso no se ha agotado la via administrativa, reclamando los supuestos derechos de los demandantes, por lo que si el actor considera vulnerados sus derechos se debera acudir a la accion contencioso administrativa. Dej fojas cincuenta y cinco a cincuenta y seis y con fecha diez de diciembre de mil novecientos noventa y seis, el Juzgado Provisional Transitorio, expide resolucion declarando fundada la accion principalmente por considerar: Que si bien el articulo 1o del Decreto Supremo No 51-95-EF, dispone que la nueva escala remunerativa solo alcanza a los servidores en actividad, también es verdad que dicho dispositivo transgrede las disposiciones del Decreto Ley No 20530y la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979, no estableciéndose en dicha norma tope ni limitacion presupuestaria alguna; Que las limitaciones contenidas en el Decreto Supremo No 51-95-EF,no resultan aplicables a los demandantes por constituir una vulneracion a sus derechos adquiridos de percibir una pension nivelada, homologada y equivalente a la que percibe un servidor en actividad; Que debe tenerse en cuenta el caracter alimentario de la pension de cesantia que sirve de sustento a los demandantes y sus familias. Apersonada al proceso la Oficina de Normalizacion Previsional (ONP) e interpuesto recurso de apelacion, los autos son remitidos a la Fiscalia Superior en lo Contencioso Administrativo para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia por que se confirme la resolucion apelada, la Sala Contencioso Administrativa de la Corte Superior de Lima, de fojas noventa y tres a noventa. y cuatro. y con fecha nueve de junio de mil novecientos noventa y siete, revoca la resolucion apelada y declara improcedente la demanda/fundamentidimene por considerar: Que de los hechos expuestos en la demanda, se concluye que no se trata de un reclamo por desconocimiento de derechos constitucionales, sino que el diferendo radica en cuanto al monto de la pension, no siendo ello un problema constitucional sino legal; Que los derechos alegados no pueden ser discutidos en una accion de garantia que no permite la actuacion de medios probatorios necesarios para sustentar la decision a recaer; Que por consiguiente, no es el amparo la via idonea para determinar las pretensiones alegadas. Contra esta resolucion los demandantes interponen recurso extraordinario, por lo que de conformidad con el articulo 41° y la Disposicion Transitoria Cuarta de la Ley No 26435 se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, conforme fluye del petitorio contenido en la demanda interpuesta, se orienta este a que la entidad demandada, en éste caso, el Instituto Peruano de Energia Nuclear, abone a los demandantes, las pensiones mensuales niveladas con el haber que percibe un servidor en actividad, considerando el nivel alcanzado por cada uno de los demandantes, que se declare su derecho a seguir percibiendo sus pensiones y demas 2 TRIBUNAL CONSTITUCIONAL beneficios en lo sucesivo,y, a que se les abone los intereses legales que corresponden desde la fecha en que la entidad demandada omitio cancelarles sus pensiones en su integridad. Que si bien el referido petitorio, se sustenta en el hecho de que mediante Decreto Supremo No 51-95-EF del treinta y uno de marzo de mil novecientos noventa y cinco, se establecio una escala remunerativa para los trabajadores en actividad del Instituto Peruano de Energia Nuclear, excluyendo de sus alcances a los trabajadores cesantes y jubilados pertenecientes al régimen del Decreto Ley No 20530, y desde tal perspectiva, aparentaria ser discriminatorio; los alcances del referido dispositivo, no pueden analizarse de modo aislado, sino en relacion directa con el status laboral que estan destinados a regular. Que en efecto, no puede pasarse por alto, que conforme se acredita en los considerandos del referido Decreto Supremo No 51-95-EF, mediante el articulo 26° del Decreto Ley No 21875, que aprobo la Ley Organica del Instituto Peruano de Energia Nuclear, se vario el régimen laboral de sus trabajadores, estableciéndose el correspondiente a la actividad privada regulada por las Leyes Nos. 4916, 8439 y demas disposiciones concordantes. Que por consiguiente, si los demandantes, poseen el derecho a la pension renovable dentro de lo establecido por el régimen del Decreto Ley No 20530,y por tanto, pueden ser beneficiarios de lo que para dicho régimen se establezca, no pueden en cambio, invocar un derecho, como el que se confiere mediante el Decreto Supremo No 51-95-EF pues este iltimo, solo resulta aplicable, a los trabajadores sujetos al régimen de la actividad, privada Que por consiguiente, no habiéndose acreditado violacion 0 amenaza de violacion a los derechos constitucionales reclamados la presente demanda debe desestimarse. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley modificatoria No 26801.", "FALLA:": "REVOCANDO la resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, de fojas noventa y tres, su fecha nueve de junio de mil novecientos noventa y siete, que, revocando la resolucion apelada del diez de diciembre de diciembre de mil novecientos noventa y seis, declara improcedente la accion interpuesta. REFORMANDO la resolucion de vista declararon INFUNDADA la Accion de Amparo interpuesta. Se dispuso asi mismo la publicacion de la presente en el diario oficial \"El Peruano' \" y los devolvieron.", "SS.": "Mecudle ACOSTA SANCHEZ NUGENT DIAZ VALVERDE accre GARCIA MARCELO L L Lsd. Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 36849, "nombre_demandado": "Presidente del Instituto Peruano de Energía Nuclear (IPEN)", "nombre_demandante": "Octavio Lingán Malca y otros", "numero_expediente": "00932-1997-AA"}