{"CONTEXTO": " 00930-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00930-1997-AC.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. NO. 930-97-AC/TC ASOCIACION DE PENSIONISTAS DE LA MUNICIPALIDAD DE LIMA. LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados:Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia :", "ASUNTO:": "Recurso extraordinario interpuesto contra la Resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veintidos de julio de mil novecientos noventa y siete, que, confirmando la Resolucion apelada del veintisiete de diciembre de mil novecientos noventa y seis, declara Infundada la Accion de Cumplimiento interpuesta por la Asociacion de Pensionistas de la Municipalidad Metropolitana de Lima contra su Alcalde don Alberto Andrade Carmona.", "ANTECEDENTES:": "La asociacion demandante, representada por su Presidente, don Pedro Escobar Almeida, interpone su accion sustentando su reclamo en la renuencia del Alcalde de Lima Metropolitana a abonar a sus asociados, en su calidad de pensionistas de la Ley No 20530,y por tanto, con los mismos derechos que los trabajadores en actividad, el incremento de remuneraciones dispuesto por el Gobierno Central mediante Decreto de Urgencia No. 37-94 del once de julio de mil novecientos noventa y cuatro. Especifican, que el articulo 4° del Decreto Supremo No 070-85-PCM dispone que los trabajadores de los gobiernos locales que no adopten el régimen de negociacion bilateral, percibiran los incrementos que con caracter general otorgue el Gobierno Central a los trabajadores del Sector Publico y que durante el ano 1994 en la Municipalidad Metropolitana de Lima no se suscribieron Convenios Colectivos por lo que la demandada estaba obligada a aplicar el incremento dispuesto mediante el Decreto cuyo cumplimiento se solicita. Adjunta para estos efectos la Carta Notarial cursada el dos de agosto de mil novecientos noventa y seis, con lo que acredita haber agotado la via previa a la que se encontraba obligado. Admitida la accion a tramite por el Tercer Juzgado Especializado en Derecho Publico, se dispone su traslado a la Municipalidad de Lima, quien por intermedio de su representante legal, la contesta negândola y contradiciéndola principalmente por considerar: Que, la 2 TRIBUNAL CONSTITUCIONAL accion de cumplimiento es improcedente por cuanto el senor Alcalde de la Municipalidad Metropolitana de Lima, no ha sido renuente a acatar norma legal 0 acto administrativo alguno, sino que por el contrario, viene cumpliendo con todas las disposiciones legales; Que, al asumir sus funciones la actual administracion municipal en vista de la situacion caotica e insostenible de la Municipalidad y en aras de restablecerla y recuperarla, se dispuso, que la Asesoria Legal emitiera opinion sobre la validez de los \"compromisos\", \"acuerdos\", \"pactos\" y \"actas\" suscritos por las anteriores administraciones municipales, llegândose a la conclusion, mediante Informe Legal del doce de enero de mil novecientos noventa y seis, que los citados \"compromisos\" y otros celebrados por la Municipalidad Metropolitana de Lima con las organizaciones sindicales SITRAMUN-LIMA y SITRAOML, entre los anos mil novecientos ochenta y ocho y mil novecientos noventa y cinco, son nulos, motivo por el que se expidio la Resolucion de Alcaldia No. 044-A-96- MLM disponiéndose entre otras cosas: a). La revision de planillas de sueldos y salarios y la documentacion relativa a remuneraciones, beneficios sociales, pensiones y demas conceptos laborales de la Municipalidad Metropolitana de Lima, a efectos de determinarse las cantidades que deben ser de abono y las que se hubieran pagado en exceso; b). Establecer una escala remunerativa transitoria que rige desde enero de mil novecientos noventa y seis; c). Poner en conocimiento de la Contraloria General de la Republica el Informe de Asesoria Legal Externa; d). Solicitar a la misma Contraloria su pronunciamiento sobre los \"acuerdos\" y otros celebrados por la Municipalidad de Lima entre los anos mil novecientos ochenta y ocho y mil novecientos noventa y cinco y las recomendaciones del caso. Que, el abono de supuestos incrementos no corresponde por contrariar las normas de austeridad contenidas en el articulo 190 de la Ley No 26404 0 Ley de Presupuesto del Sector Publico para 1995. Por ultimo el representante de la Municipalidad de Lima, deduce excepcion de cosa juzgada y excepcion de representacion defectuosa del demandante. De fojas ciento dieciséis a ciento dieciocho y con fecha veintisiete de diciembre de mil novecientos noventa y seis el Tercer Juzgado Especializado en Derecho Publico expide sentencia declarando Infundada la demanda interpuesta, principalmente por considerar: Que, el articulo 6° del Decreto de Urgencia No 37-94, se dispone que los Gobiernos Locales se sujetaran a lo senalado en el articulo veintitrés de la Ley No 26268; Que, dicha norma 0 Ley de Presupuesto del Sector Publico para 1994, establecio en el citado articulo 23°, que no son de aplicacion a los gobiernos locales los aumentos de remuneraciones, bonificaciones 0 beneficios de cualquier tipo que otorgue el Poder Ejecutivo a los servidores del Sector Publico, no estando en consecuencia, obligada la Municipalidad emplazada a cumplir con el Decreto de Urgencia No 37-94; Que, la excepcion de cosa juzgada es desestimable, mas no asi la excepcion de representacion defectuosa. 2 3 TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion por la demandante, los autos son remitidos a la Segunda Fiscalia Superior de Derecho Publico para efectos de la vista correspondiente, y devueltos éstos con dictamen que se pronuncia porque se confirme la apelada; la Sala Especializada en Derecho Publico, con fecha veintidos de julio de mil novecientos noventa y siete y a fojas ciento sesenta, confirma la resolucion apelada principalmente por considerar: Que, el articulo 6° del Decreto de Urgencia remitio sus alcances en lo que se refiere a los gobiernos locales, a la norma contenida en el articulo 23° de la Ley No 26268, que precisamente excluyo' de los alcances sobre aumento de remuneraciones 0 beneficios de cualquier tipo que otorgara el Poder Ejecutivo; Que, en consecuencia no se dan las condiciones de virtualidad u obligatoriedad requerida para la procedencia de este tipo de accion. Contra esta resolucion la entidad accionante interpone recurso extraordinario, por lo que de conformidad con los dispositivos legales vigentes, se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, éste se conforma por una pretension de tipo economico cuyo cumplimiento se exige por parte de la autoridad emplazada. 2. Que, por consiguiente, y partiendo de la idea que la accion de cumplimiento se configura como un proceso constitucional orientado a materializar las obligaciones derivadas de una ley 0 de un acto administrativo y respecto de las cuales existe renuencia por parte de cualquier autoridad 0 funcionario, procede analizar la legitimidad 0 no del reclamo formulado por la entidad demandante. 3. Que, en tal sentido, debe dejarse plenamente establecido que el pago por incremento salarial segun lo establecido en el Decreto de Urgencia No. 37-94 del once de julio de mil novecientos noventa y cuatro, no puede entenderse como exigible, por cuanto el articulo 6 de la citada norma, ha dejado claramente establecido que \"Los Gobiernos Locales se sujetaran a lo senalado en el articulo 23° de la Ley No 26268\" 0 Ley de Presupuesto para el Sector Publico para 1994, y dicho numeral en su momento dispuso que \"No son de aplicacion a los Gobiernos Locales, los aumentos de remuneraciones, bonificaciones 0 beneficios de cualquier tipo que otorgue el Poder Ejecutivo a los Servidores del Sector Publico' 4. Que, a mayor abundamiento, no debe dejarse de mencionar, que este Colegiado, ya ha tenido la oportunidad de adoptar similar criterio, en la causa signada con el Expediente No 520-97-AC/TC, constituyendo éste ultimo fuente de obligada referencia de conformidad con el régimen dej jurisprudencia vinculante dispuesto por el articulo 9° de la citada Ley No 23506. 3  TRIBUNAL CONSTITUCIONAL 5. Que, por ultimo y si bien la Oficina de Normalizacion Previsional es parte en este proceso segun lo dispuesto por el Decreto Ley No 25967, modificado por la Ley No 26323, dicha entidad ha cumplido con apersonarse mediante escrito de fecha trece de abril de mil novecientos noventa y siete, sin formular atingencia alguna respecto del presente proceso, por lo que de conformidad con lo previsto por el articulo 172° del Codigo Procesal Civil -aplicable supletoriamente- ha convalidado su participacion en estos autos. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica", "FALLA:": "CONFIRMANDO la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento sesenta su fecha veintidos de julio de mil novecientos noventa y siete, que confirmando la Resolucion apelada, declaro INFUNDADA la Accion de Cumplimiento interpuesta.Dispone la notificacion a las partes, la publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "VU ACOSTA SANCHEZ da NUGENT bthtos DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dre. MARTATUZVASOUZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL Lsd. 4", "fecha_publicacion": "1998-08-25", "id": 41970, "nombre_demandado": "Alcalde de Lima Metropolitana", "nombre_demandante": "Asociación de Pensionistas de la Municipalidad de Lima", "numero_expediente": "00930-1997-AC"}