{"CONTEXTO": " 00946-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00946-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 946-98-AA/TC CHIMBOTE JUAN HERNANDEZ QUILICHE Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Recurso Extraordinario, interpuesto, por don Juan Hernandez Quiliche contra la Sentencia de la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, que con fecha veinte de julio de mil novecientos noventa y ocho declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Juan Hernandez Quiliche en su calidad de Secretario General de los trabajadores de los mercados de la provincia del Santa, don Marcial Terrones Cordova en su calidad de Presidente de la Asociacion de Comerciantes del Mercado Modelo, don Hilsias Estrada Bocanegra en su calidad de Presidente de la Asociacion de Comerciantes Minoristas del Mercado Miramar, dona Fredesvinda Vera Ascate en su calidad de Presidenta de la Asociacion de Comerciantes Minoristas del Mercado El Progreso, don Manuel Valdiviezo Chacon en su calidad de Secretario General del Sindicato de Trabajadores del Mercado 21 de Abril, don Arturo Zelada Gomez en su calidad de Presidente de la Asociacion de Comerciantes del Mercado Buenos Aires, y don Santos Lucio Garcia Rojas en su calidad de Presidente de la Asociacion de Comerciantes del Mercado Alfonso Ugarte, interpusieron con fecha veintiuno de abril de mil novecientos noventa y ocho Accion de Amparo contra la Municipalidad Provincial del Santa y la Comision de Subasta Publica de dicho gobierno local. La pretension es que no se realice la Subasta Publica N.o 001-98-MPS para la concesion de los servicios higiénicos en ocho mercados de la provincia del Santa programada para el veintiocho de abril de mil novecientos noventa y ocho. Consideran que se esta violando su derecho a la propiedad, pues sin su autorizacion se subastaran a terceros los bienes de su propiedad; también denuncian que se esta violando el derecho a un debido proceso, en razon de que segun los demandantes, la Ley N.o 26569 que establecio los mecanismos aplicables a la transferencia de puestos y demas establecimientos de los mercados publicos de propiedad de los Municipios, les otorga un derecho preferente para adquirir dicha infraestructura, y la 2 TRIBUNAL CONSTITUCIONAL subasta publica a realizarse desconocera aquellos derechos de preferencia. (fojas 111 a 118). La representante legal de la Municipalidad Provincial del Santa y los codemandados 7 miembros de la Comision de Subasta Publica del citado gobierno local, contestan la demanda a fojas ciento sesenta y siete y ciento noventa y nueve respectivamente, solicitando que ella sea declarada infundada; hacen saber que no estan vendiendo los mercados en partes y que la subasta publica se refiere a la concesion y no a la venta, de la administracion de los servicios higiénicos, pues dichos servicios, en aplicacion de la Ley N.o 23853, Organica de Municipalidades, deben ser administrados en forma directa 0 indirecta por cada municipalidad propietaria de mercados. El Segundo Juzgado Especializado en lo Civil de Chimbote, con fecha uno de junio de mil novecientos noventa y ocho, declara fundada en parte la demanda y, en consecuencia, inaplicables el Acuerdo de Concejo N.o 060-97-MPS y la Subasta Publica N.o 001-98-MPS, e infundada en el extremo que se refiere a la violacion del derecho de propiedad y del derecho de salud. (fojas 206 a 210). La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, con fecha veinte de julio de mil novecientos noventa y ocho, revoca la apelada y reformandola declara infundada la Accion de Amparo; se considera, en esta superior instancia, que la Subasta Publica N.o 001-98-MPS esta destinada a la renovacion de la administracion de los servicios higiénicos y no a la enajenacion de los mismos, que, por consiguiente, la emplazada no violo los alcances de la Ley N.o 26569 (fojas 413 a 416). Contra esta resolucion, el demandante interpone Recurso Extraordinario. (fojas 455 a 457).", "FUNDAMENTOS:": "Que no proceden las acciones de garantia, cuando cesa la violacion 0 la amenaza de 1. violacion de un derecho constitucional. Que, del escrito de demanda se desprende la finalidad de la presente accion, y es la 2. de impedir la realizacion de la Subasta Publica N.o 001-98-MPS, por considerar que agravia los derechos expectaticios y de preferencia, que, segun los demandantes, les otorga la Ley N.o 26569. Al respecto, resulta relievante indicar que a fojas ciento ochenta y dos, ciento ochenta y tres, y ciento ochenta y cuatro corre el Acta de Subasta Publica N.o 001-98-MPS donde consta que con fecha miércoles veintinueve de abril de mil novecientos noventa y ocho, con la presencia del Notario Publico doctor Bernabé Zuniga Quiroz, se llevo a cabo la mencionada Subasta Publica de Concesion de los servicios higiénicos. Que, a fin de que no se cometan errores en la interpretacion y aplicacion de la Ley 3. N.o 26569 que puedan perjudicar a las partes interesadas, el Tribunal 3 TRIBUNAL CONSTITUCIONAL Constitucional, en el Expediente N.o 1052-98-AA/TC aclaro lo siguiente: Que la Ley N.o 26569 faculta a las Municipalidades a vender sin el requisito de la subasta priblica, los mercados de su propiedad a los legitimos conductores de los mismos; y que bajo el marco legal de la Ley N.o 23853, Organica de Municipalidades, ellas son las que deciden qué mercado van a vender atendiendo a la prioridad técnica y social del acondicionamiento territorial de sus jurisdicciones, pudiendo darse el caso que, realizados los estudios antes citados, convengan en no vender mercado alguno. En el presente caso, resulta claro que el fin de la Subasta Publica N.o 001-98-MPS no es la venta de las instalaciones sanitarias, sino la concesion de la administracion de aquellos servicios. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas cuatrocientos trece, su fecha veinte de julio de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la demanda, y reformandola declara IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Mihs - à DIAZ VALVERDE NUGENT GARCIA MARCELO JAGB L Civcei Lo que certifico: LA DR. CEBAR CUBA$ LONGA SEGRETARIO-RELATOR (e)", "fecha_publicacion": "1999-11-25", "id": 36011, "nombre_demandado": "Municipalidad Provincial del Santa y otro", "nombre_demandante": "Secretario General de los trabajadores de los mercados de la provincia del Santa (Juan Hernández Quiliche) y otros", "numero_expediente": "00946-1998-AA"}