{"CONTEXTO": " 00947-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00947-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 947-97-AA/TC INDUSTRIAS AUTOMOTRIZ BETA S.A.. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de marzo de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados; Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO : Accion de Amparo. Recurso Extraordinario interpuesto por Industria Automotriz Beta S.A. en liquidacion, contra la sentencia de fojas ciento ochenta y ocho, expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte, su fecha dieciocho de agosto de mil novecientos noventa y siete que revoco la sentencia de primera instancia que declaro fundada la Accion de Amparo; reformandola, declaro improcedente la Accion de Amparo y fundada la excepcion de falta de agotamiento de la via administrativa e infundada las excepciones de caducidad e incompetencia. La Sala expresa: conforme al articulo 23° de la Ley Organica del Poder Judicial y el articulo 11° de la Ley No 17537 debe agotarse la via previa tratândose de impugnaciones tributarias contra el Estado.", "ANTECEDENTES:": "Petitorio : Industria Automotriz Beta S.A., interpone Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria y el Ministerio de Economia y Finanzas para que se repongan los hechos al estado anterior de la notificacion de la Orden de Pago No 024-1-20209-EF-SUNAT notificado el veintidos de mayo de mil novecientos noventa y siete. Pretension: Que, se deje sin efecto para la empresa demandante: a)Los resultados de la aplicacion del articulo 118° de la Ley No 25751, y el Decreto Legislativo No 774, articulo 1090 del treintiuno de diciembre de mil novecientos noventitres, Ley de Impuesto a la Renta, hoy impuesto extraordinario de los activos fijos, Ley No 26777; b) La Orden de Pago anotada por trescientos veintitrés mil quinientos siete nuevos soles, mas intereses, correspondiente al ejercicio fiscal gravable de mil novecientos noventa y seis del Impuesto Minimo a la Renta. Expresa el demandante que dejo de pagar por imposibilidad economica y que solo ha tenido pérdidas. La aplicacion del articulo 118° de la Ley No 25751 viola sus derechos constitucionales de propiedad, de trabajar libremente y el principio de no confiscatoriedad. El Ministerio de Economia y Finanzas contesta la demanda expresando que la pretension 2 TRIBUNAL CONSTITUCIONAL del demandante importa el otorgamiento indebido de una exoneracion tributaria taxativamente prohibido por el articulo 74° de la Constitucion Politica del Estado. El principio de no confiscatoriedad no se puede medir objetivamente, esta sujeta a diversos criterios 0 factores. El impuesto introduce mecanismos que eliminen posibles formas de elusion y generacion de pérdidas ficticias, promueve la competitividad de los agentes economicos. La capacidad contributiva no es medida objetiva de la riqueza de los contribuyentes sino una valoracion politica. Se fomenta alcanzar un minimo de eficiencia empresarial. El principio de legalidad y del debido proceso es afectado por la pretension del demandante. El demandante admitio de manera implicita la obligacion tributaria y se acogio al Régimen de Fraccionamiento Especial para el pago de la deuda tributaria. Deduce excepcion de caducidad, excepcion de incompetencia, excepcion de falta de agotamiento de la via administrativa. Senala que no procede Accion de Amparo contra normas legales. El articulo 11 del Decreto Legislativo No 17537, establece la obligatoriedad del agotamiento de las vias previas cuando se demanda al Estado. El Tercer Juzgado Especializado en lo Civil de la Corte Superior de Justicia del Cono Norte declara fundada la demanda. Estima que es innecesario agotar la via previa, de continuar con la cobranza coactiva se podria llegar a afectar el patrimonio de la empresa. Sustenta que la empresa fue notificada con la Orden de Pago el veintidos de mayo de mil novecientos noventa y siete, fecha del cual se computa el plazo para la caducidad. La empresa demandante no tiene utilidad. La acotacion es un acto lesivo que colisiona con el articulo 70° de la Constitucion Politica del Estado. Se afecta el articulo 74° de la Carta Magna. El impuesto no debe revestir el caracter confiscatorio. Solo procede el impuesto cuando hay utilidades, ganancia 0 renta obtenida en una determinada actividad economica. FUNDAMENTOS: . 1. Que, los articulos 139° inciso 3) y 148° de la Carta Magna de 1993 es fuente constitucional que sustenta: a)La prescripcion que ordena el respeto al procedimiento preestablecido en la ley vigente, como es en el presente caso, lo preceptuado en el Codigo Tributario; b) La obligatoriedad del agotamiento de la via previa, antes de interponer Accion de Amparo, dispuesto por el articulo 270 de la Ley Especial No 23506; salvo las excepciones indicadas en su articulo 28° y lo prescrito por el Régimen Legal de Defensa del Estado legislado por la Ley No 17537 articulo 11°, que ratifica lo expuesto cuando regula que para demandar al Estado se debe cumplir los requisitos que la ley vigente precisa y debe agotarse previamente la via administrativa, bajo responsabilidad, salvo excepcion de ley. 2. Que, entre otros derechos, el procedimiento administrativo tributario vigente favorece la realizacion de tres derechos constitucionales: a) Permite al deudor y acreedor tributario, actuar y oponer pruebas, oportunidad limitada en la Accion de Amparo; b) Obtener oportuna y pronta decision mediante el uso del instituto procesal del \"silencio administrativo tributario\"; situacion no reconocida en el proceso jurisdiccional comun ni especial; segun el articulo 157° del Codigo Tributario, procede interponer demanda contenciosa administrativa contra la resolucion del Tribunal Fiscal, ante la Sala respectiva de la Corte Suprema de Justicia de la Republica 0 segun ley especial, 3 TRIBUNAL CONSTITUCIONAL formular Accion de Garantia ante la jurisdiccion Procesal Constitucional; en cada caso, después del debate probatorio administrativo, los senores jueces tendran mejores elementos de juicio de carâcter técnico juridico tributario para resolver con eficacia el conflicto de intereses; c) Por la investidura de jueces, la Sala jurisdiccional citada, puede ejercer el \"Control Difuso\" de las leyes tributarias que afecten la Constitucion disponiendo la inaplicabilidad de las mismas; 3. Que, el derecho procesal tributario de conformidad con los articulos 119° y 136° del Codigo Tributario promulgado por Decreto Legislativo No 816 su fecha veinte de abril de mil novecientos noventa y seis, regula que sin previo pago del impuesto, se garantiza la inafectacion del patrimonio del deudor suspendiendo la cobranza coactiva, si dentro del plazo de ley el deudor tributario interpone reclamacion contra la Orden de Pago; que, esta regla en forma expresa, adicionalmente, regula que la suspension coactiva debera mantenerse hasta que la deuda sea exigible, si tratândose de Ordenes de Pago se argumente circunstancias que evidencien que la cobranza podra ser improcedente, verbigracia, entre otras, como el que sostiene el demandante la falta de utilidades, debiendo interponerse, en tal caso, la reclamacion dentro del plazo de veinte dias habiles de notificado la Orden de Pago, agrega la ley, bajo responsabilidad, el Organo Tributario debera admitir el reclamo y resolver dentro del plazo de ley. 4. Que, la Orden de Pago No 024-1-20209-EFSUNAT, por trescientos veintitrés mil quinientos siete nuevos soles, objeto de la pretension, obrante a fojas treinta y dos, girado por concepto de Impuesto Minimo a la Renta por el ejercicio gravable del ano mil novecientos noventa y seis, no ha sido objeto de impugnacion administrativo, que permite agotar la via previa, usando sucesivamente los recursos jerarquicos respectivos para cumplir el presupuesto procesal establecido en el articulo 270 de la Ley No 23506; Por estos fundamentos el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica. FALLA : CONFIRMANDO, la sentencia de fojas ciento ochenta y ocho, expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte, su fecha dieciocho de agosto de mil novecientos noventa y siete, que declaro fundada la excepcion de falta de agotamiento de la via administrativa e infundada las excepciones de incompetencia y caducidad e IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\"; y la devolucion de los actuados. - L - - S.S. Mn ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO JGS Lo que Certifico: Rvc Dra. MARIKINZHASEUEZ SECRETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-28", "id": 37056, "nombre_demandado": "Superintendencia Nacional de Aduanas y de Administración Tributaria (SUNAT) y otro", "nombre_demandante": "Industria Automotriz Beta SA", "numero_expediente": "00947-1997-AA"}