{"CONTEXTO": " 00941-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00941-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 941-98-HC/TC LIMA ROSA VILLEGAS MAUTINO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de noviembre de mil novecientos noventa y ocho, Vy reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los K senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Rosa Villegas Mautino contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas veintiocho, su fecha veintitrés de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Rosa Villegas Mautino interpone Accion de Habeas Corpus contra el representante legal, el administrador, don Walther Lopez, y el operario electricista del edificio A. y F. Wiese S.A.; sostiene la demandante que con fecha diez de setiembre de mil novecientos noventa y ocho en circunstancias que pretendio ingresar en el mencionado edificio con el técnico electricista de la compania Edelnor S.A., a fin de que este trabajador instale la energia eléctrica en su oficina situada en el quinto piso del indicado inmueble, ubicado en el Jr. Carabaya N.o 515, fueron impedidos de ingresar al mismo por las personas emplazadas, y por un policia de seguridad; en este sentido, solicita al Juzgado que ordene a los demandados se abstengan de ejercer actos que atenten 0 limiten el libre ingreso de sus clientes en su oficina, asi como de los visitantes y del personal que labora con la demandante. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas tres, con fecha diez de setiembre de mil novecientos noventa y ocho, declara inadmisible la Accion de Habeas Corpus, por considerar, principalmente, que el derecho al libre transito se encuentra previsto en el articulo 120, inciso 9), de la Ley N.o TRIBUNAL CONSTITUCIONAL 23506, no adecuandose la situacion denunciada al supuesto contemplado en esta disposicion legal. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas veintiocho, con fecha veintitrés de setiembre de mil novecientos noventa y ocho, revoco la apelada y la declaro infundada, considerando principalmente que \"de la revision de la demanda se advierte, que si los hechos fuesen ciertos seria la libertad de trânsito del electricista --de quien ademas no se precisa su identificacion-- la que se habria violado, pero de ninguna forma la libertad de transitar de la propia accionante; que, consecuentemente, no aparece en autos que la presente accion de garantia sea viable, primeramente porque a la actora no se le ha violado ningun derecho constitucional y en segundo término porque se instaura este proceso a nombre propio\". Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el derecho al libre transito tutelado por la Accion de Habeas Corpus esta 1. prescrito en el articulo 20, inciso 11), de la Constitucion Politica del Estado, que garantiza el derecho a toda persona a transitar por el territorio nacional y a salir de él y entrar en él, salvo limitaciones por razones de sanidad. Que, siendo asi, la permision de circular libremente por el territorio nacional 2. implica una libertad de desplazamiento que no se adecua a lo alegado por la actora, quien manifiesta que los demandados impiden el accceso de sus clientes, visitantes y de sus empleados a la oficina que ocupa en el quinto piso del edificio A. y F. Wiese S.A., hecho que, en el caso concreto, supone un conflicto de derechos legales derivados de la relacion contractual existente entre la recurrente y los propietarios del edificio donde posee su oficina, litigio que debe ventilarse en la via pertinente que le franquea la ley. Que, siendo asi, la Accion de Habeas Corpus no resulta ser la via idonea para la 3. dilucidacion de la pretension de la demandante, maxime si los hechos invocados por la actora no se subsumen en ninguno de los presupuestos senalados en el articulo 12° de la Ley N.o 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas veintiocho, su fecha veintitrés de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la Accion de Habeas Corpus, y reformando la de vista y revocando la apelada, la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "- 1/ I ACOSTA SÂNCHEZ vhun et. /C DIAZ VALVERDE NUGENT GARCIA MARCELO C elu 1 JMS Lo que Oertif100: Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-07-04", "id": 35235, "nombre_demandado": "Representante del Edificio A y F Wiese SA (Walther López) y otro", "nombre_demandante": "Rosa Villegas Mautino", "numero_expediente": "00941-1998-HC"}