{"CONTEXTO": " 00948-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00948-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 948-97-AA/TC AMADO WALTER CHAVEZ LAMBAYEQUE SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Amado Walter Chavez contra la resolucion expedida por la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, su fecha tres de setiembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo. ITABJ soitbi201ol E DUD", "ANTECEDENTES:": "Don Amado WalterChavez interpone Accion de Amparo contra el Director de la Sub-Region de EducacionI -Jaén, don Victor Hugo Pérez Paredes, solicitando que se declare la nulidad de la Resolucion Directoral No 01082 y se le reponga en su centro de trabajo, por haberse violado su derecho a la libertad de trabajo; refiere que mediante Resolucion Directoral No 02112 de veintidos de noviembre de mil novecientos noventa y seis, se le abrio proceso administrativo disciplinario, por supuestas agresiones fisicas y verbales en agravio de don Antonio Tapia Castillo, asi como por incumplimiento de las funciones de docente durante el ano mil novecientos noventay cuatro; que, mediante la Resolucion Directoral No 0006-97-ED-JA se loo absolvio de los cargos que se le imputaban. Agrega que,.sorpresivamente, resolviendo el recurso de reconsideracion interpuesto por el presunto agraviado, el demandado expide la resolucion impugnada, imponiéndole la medida disciplinaria de separacion por tres meses de su puesto de trabajo; que dicha sancion es injusta en razon que no se acreditaron los cargos, ademas que el demandado usurpo funciones que corresponden al organo jurisdiccional. El demandado don Victor Hugo Pérez Paredes contesta la demanda, precisando que la sancion impuesta al demandante proviene de un proceso administrativo regular y que en todo caso las observaciones que formula al mismo, debio hacerlas valer en sede administrativa. El Primer Juzgado Civil de Jaén declara fundada la demanda, por considerar principalmente que, el demandante fue absuelto en el proceso a que fue sometido. Interpuesto Recurso de Apelacion, la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, con fecha tres de setiembre de mil novecientos noventa y siete, expide resolucion revocando la apelada, y reformandola declaro improcedente la referida Accion de Amparo, por estimar que la presunta vulneracion se ha convertido en irreparable. 2 TRIBUNAL CONSTITUCIONAL Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, de conformidad con el articulo 104° del D.S. No 02-94-JUS, independientemente de los recursos impugnativos, las decisiones administrativas se ejecutan; excepto disposicion legal expresa que preceptue lo contrario; verbigracia, el articulo 119° del Codigo Tributario regula que la interposicion de recursos impugnativos suspende la ejecucion de la resolucion impugnada. 2. Que al haberse vencido el periodo de una sancion disciplinaria derivado de una relacion juridica laboral no impide examinar la supuesta afectacion de un derecho constitucional invocado por el demandante, salvo el plazo de caducidad prescrito por el articulo 370 de la Ley No 23506. 3. Que en la presente accion se cuestiona la R.D. 01082-97 RENOM-EDJR, mediante el cual se impone al demandante una sancion de suspension en sus labores de tres meses por supuestas agresiones fisicas contra el profesor don Antonio Tapia Castillo. 4. Que la pretension sobre valoracion de los documentos presentados en el proceso administrativo para determinar la legalidad de la sancion impuesta solo es viable su elucidacion via contencioso administrativo; ésta a su vez via nulidad de cosa juzgada fraudulenta, si es el caso; por estas razones de conformidad con el articulo 427° inciso 6) del Codigo Procesal Civil, no es atendible via derecho procesal constitucional la pretension incoada. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA:": "AF JAMOIS CONFIRMANDO la sentencia expedida por la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, de fojas ciento uno, su fecha tres de setiembre de mil novecientos noventa y siete, que revocando la apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S ACOSTA SANCHEZ DIAZ VALVERDE arcrn NUGENT GARCIA MARCELO Lo que Certifico: CCL Dra. MARIA LUZVASGUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-09-16", "id": 37483, "nombre_demandado": "Director de la Subregión de Educación I Jaén (Víctor Hugo Pérez Paredes)", "nombre_demandante": "Amado Walter Chávez", "numero_expediente": "00948-1997-AA"}