{"CONTEXTO": " 00945-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00945-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. N9945-97-AA/TC. Lima. Sindicato de Obreros Municipales del Rimac. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en Sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; Actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por el Sindicato de Obreros Municipales del Rimac, contra la resolucion de la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha ocho de agosto de mil novecientos noventa y siete, que confirmando la apelada, declaro infundada la accion de amparo interpuesta por el recurrente contra la Municipalidad del Rimac.", "ANTECEDENTES": "Con fecha doce de diciembre de mil novecientos noventiséis, el Sindicato antes mencionado interpone accion de amparo contra la Municipalidad del Rimac, solicitando que se declare inaplicables el Decreto de Alcaldia No 001-96-MDR su fecha 04 de enero de 1996 y Resolucion de Alcaldia No 2207-96-MDR del 03 de 2 TRIBUNAL CONSTITUCIONAL diciembre del mismo ano, que aprueban el Reglamento de Evaluacion del Personal de la Municipalidad del Rimac y dispone la realizacion de dicho proceso evaluativo, respectivamente, por considerar que con las mismas se amenaza sus derechos constitucionales previstos en los articulos 22, 23, 24 y 27 de la Carta Politica del Estado, referidos al derecho al trabajo, a percibir sus remuneraciones y a la adecuada proteccion contra el despido arbitrario. Afirman, que como consecuencia que las organizaciones sindicales demandantes, a través de una anterior Accion de Amparo, que fue resuelta en P1 definitiva por la Sala Especializada de Derecho Publico de Lima, mediante resolucion de fecha 23 de octubre de 1996, que se encuentra en estado de ejecucion, se obtuvo la restitucion de sus niveles remunerativos obtenidos en negociaciones colectivas correspondientes a anos anteriores. Senalan que mediante Resolucion de Alcaldia No 2207-96-MDR, publicada en el Diario Oficial El Peruano con fecha 08 de diciembre de 1996, se designo a la Comision de Evaluacion del personal de la Municipalidad del Rimac, la misma que està integrada por personal directivo de dicha corporacion municipal, quienes asi mismo estan obligados a concurrir a dichos exâmenes evaluativos, lo cual no constituye garantia de objetividad e imparcialidad. Al contestar la demanda el alcalde de la Municipalidad Distrital del Rimac senala que el Decreto de Alcaldia No 001-96-MDR, se ha expedido al amparo del Decreto Ley No 26093, que fue publicado en el Diario Oficial El Peruano el 29 de diciembre de 1992, mediante el cual se ordena que los titulares de los distintos Ministerios y de las Instituciones Publicas Descentralizadas, cumplan con efectuar semestralmente programas de evaluacion de personal de acuerdo con las normas que para tal efecto se establezcan, autorizando a los titulares de dichos organismos para que dicten las normas necesarias tendientes a la correcta aplicacion de dicho dispositivo, y su ampliatoria Ley No 26553 que aprueba la Ley de Presupuesto del Sector Publico para el ano 1996, la misma que dispone la inclusion de los Gobiernos Locales dentro de los alcances del referido Decreto Ley. El Tercer Juzgado Especializado en Derecho Publico de Lima,con fecha quince de enero de mil novecientos noventa y siete, declaro infundada la demanda. 3 TRIBUNAL CONSTITUCIONAL Formulado recurso de apelacion, la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de la Justicia de Lima, con fecha ocho de agosto de mil novecientos noventa y siete, expide resolucion que confirmando la apelada declaro infundada la Accion de Amparo. Interpuesto el recurso extraordinario, los autos son remitidos al Tribunal Constitucional. FUNDAMENTOS. 1.-Que, conforme al petitorio de la demanda, los actores pretenden se declare inaplicable el Decreto de Alcaldia No 001-96-MDR y la Resolucion de Alcaldia No 2207-96-MDR, que aprueban el Reglamento de Evaluacion del Personal de la Municipalidad del Rimac y dispone la realizacion de dicho proceso, nombrandose la Comision encargada del mismo, respectivamente. 2.-Que, el articulo 1° del Decreto Ley 26093, dispone que los titulares de los Ministerios y de la Instituciones Publicas Descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para el efecto se establezcan, autorizândose a los referidos titulares a dictar las normas necesarias para su correcta aplicacion; siendo que la Octava Disposicion Transitoria y Final de la Ley No 26553, que aprueba la Ley de Presupuesto del Sector Publico para el ano 1996,incluyo a los Gobiernos locales dentro de los alcances del referido Decreto Ley. 3.-Que, al amparo de las mencionadas normas legales, la demandada expidio el Decreto de Alcaldia y la Resolucion de Alcaldia antes citados, ambos publicados en el Diario Oficial El Peruano con fecha 08 de diciembre de 1996, los mismos que no vulneran derecho constitucional alguno de los demandantes; por lo que resulta infundada la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "TRIBUNAL CONSTITUCIONAL CONFIRMANDO la resolucion de la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinte y uno, su fecha ocho de agosto de mil novecientos noventa y siete, que confirmo la apelada, declarando INFUNDADA la Accion de Amparo. Dispusieron su publicacion en el Diario Oficial \"EI Peruano\", conforme a Ley, y los devolvieron.", "SS.": "ACOSTA SANCHEZ, Ariler NUGENT, DIAZ VALVERDE, avc GARCIA MARCELO. LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL A.A.M.", "fecha_publicacion": "1998-04-17", "id": 36818, "nombre_demandado": "Municipalidad Distrital del Rímac", "nombre_demandante": "Sindicato de Obreros Municipales del Rímac", "numero_expediente": "00945-1997-AA"}