{"CONTEXTO": " 00958-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00958-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 958-98-HC/TC CONO NORTE DE LIMA. MARCOS FRANCISCO SAMAMÉ QUIROZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Marco Francisco Samamé Quiroz, favor de don Javier Felipe Alvarez Marinio contra la sentencia expedida por la Sala Especializada en lo Penal de la Corte Superior de Justicia del Cono Norte de Lima, de fojas cuarenta y tres, su fecha dos de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Marcos Francisco Samamé Quiroz en favor de don Javier Felipe Alvarez Marifio interpone Accion de Habeas Corpus contra la Juez del Tercer Juzgado Penal del Cono Norte de Lima, alegando que ésta no cumplio con tramitar ni resolver hasta el dia veinte de abril de mil novecientos noventa y ocho la Accion de Habeas Corpus que interpuso el dia diecisiete de abril de dicho ano, por la indebida detencion de don Javier Felipe Alvarez Marino en la Delegacion Policial del Distrito de Independencia y que aunado a ello, se le esta limitando el ejercicio del derecho de defensa al no permitirsele leer el expediente penal que dio origen a la Accion de Garantia interpuesta. Por otro lado, la denunciada, conforme obra a fojas seis, manifesto que si bien es cierto el accionante fue detenido el diecisiete de abril de mil novecientos noventa y ocho, a dia siguiente fue puesto a disposicion de su Despacho por la comision del delito contra e. patrimonio, en la modalidad de robo agravado, dictandose mandato de detencion; y por otro lado, senala que frente a la cuestionada tramitacion de la Accion de Habeas Corpus, 12 misma se encuentra resuelta. El Juez del Cuarto Juzgado Especializado en lo Penal del Cono Norte, a fojas veinticinco, con fecha veintiuno de abril de mil novecientos noventa y ocho, declara improcedente la Accion de Habeas Corpus por considerar que la situacion del accionante S encuentra resuelta con el mandato de detencion ordenado en su contra en el proceso que Se le sigue por delito contra el patrimonio, en la modalidad de robo agravado, y con 18 declaracion de improcedencia de la Accion de Habeas Corpus interpuesta con anterioridad. La Sala Especializada en lo Penal de la Corte Superior de Justicia del Cono Norte de Lima, a fojas cuarenta y tres, con fecha dos de junio de mil novecientos noventa y ocho, confirma la sentencia apelada por considerar que cualquier irregularidad 0 deficiencia en la 2 TRIBUNAL CONSTITUCIONAL tramitacion 0 resolucion de la primera Accion de Habeas Corpus origina que el perjudicado interponga los recursos impugnatorios que la ley le faculta.", "FUNDAMENTOS:": "1.- Que, a través del presente proceso, el accionante alega que la denunciada no cumplio con tramitar ni resolver hasta el veinte de abril de mil novecientos noventa y ocho la Accion de Habeas Corpus que interpuso el diecisiete de abril del citado ano; y que, a su vez, la misma ha limitado el ejercicio del derecho de defensa al no permitirle leer el expediente penal seguido contra don Javier Felipe Alvarez Marino por delito de robo agravado. 2.- Que, conforme obra a fojas ocho, la Jueza del Tercer Juzgado Penal del Cono Norte de Lima, dentro del término senalado en el articulo 15° de la Ley No 23506, Ley de Habeas Corpus y Amparo, cumplio con resolver la Accion de Habeas Corpus interpuesta el diecisiete de abril de mil novecientos noventa y ocho en favor de don Javier Felipe Alvarez Marifio, mediante resolucion de fecha dieciocho de abril del mismo ano. 3.- Que, en cuanto a la supuesta irregularidad cometida por la Jueza denunciada, referida a que la misma no acepto la ampliacion de la declaracion de don Javier Felipe Alvarez Marino, y que no se le permitio leer el expediente penal seguido contra el mismo por el delito contra el patrimonio, en la modalidad de robo agravado; se debe tener presente que de acuerdo a lo dispuesto en el articulo 10° de la Ley No 25398, Ley Complementaria de la Ley de Habeas Corpus y Amparo, dicha irregularidad debe ventilarse y resolverse dentro del mismo proceso penal mediante el ejercicio de los recursos que la ley le franquea. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que 16 confieren la Constitucion Politica del Perû y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada en lo Penal de la Corte Superior de Justicia del Cono Norte de Lima, de fojas cuarenta y tres, su fecha dos de junio de mil novecientos noventa y ocho, que confirmando la sentencia apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ Vheel DIAZ VALVERDE NUGENT GARCIA MARCELO Mtuile aeci Lo que Certifi00: G.L.Z. ullt Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-05-13", "id": 35092, "nombre_demandado": "Juez del Tercer Juzgado Penal del Cono Norte de Lima (Javier Felipe Álvarez Mariño)", "nombre_demandante": "Javier Felipe Álvarez Mariño", "numero_expediente": "00958-1998-HC"}