{"CONTEXTO": " 00954-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/00954-1996-AA.pdf) --- J TRIBUNAL CONSTITUCIONAL Exp. 954-96-AA/TC Puquio Alfredo Medina M. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo. Actuando como secretaria-relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: -", "ASUNTO:": "Recurso extraordinario interpuesto por Alfredo Antonio Medina Munante contra la resolucion expedida por la Sala Civil de la Corte Superior de Ica de fecha treinta de setiembre de mil novecientos noventiséis, que declaro improcedente la demanda de accion de amparo interpuesta por el recurrente contra el Alcalde de la Municipalidad Provincial de Lucanas Puquio Sr. Ernesto Rodriguez Gutierrez.", "ANTECEDENTES:": "Don Alfredo Antonio Medina Munante interpone accion de amparo contra el Alcalde de la Municipalidad Provincial de Puquio Lucanas Sr. Ernesto Rodriguez Gutiérrez, con la finalidad de que se deje sin efecto la resolucion municipal Nro. 44-AL-MPLP-96 del 22 de 2 TRIBUNAL CONSTITUCIONAL abril de 1996 e inmediatamente se le reponga en su centro laboral, aduce que se le vulnerado su derecho constitucional a la libertad de trabajo al habérsele sancionado con suspension sin goce de haber, en mérito a un proceso disciplinario que considera se cometido arbitrariedades, ampara su demanda en lo dispuesto por los articulos 22 y 26 de Constitucion y articulos 24, 26, 29 y 30 de la ley 23506. El Juez del Juzgado Mixto Lucanas Puquio con fecha nueve dejulio de mil novecientos noventiséis, declaro fundada demanda, por considerar que en el tramite administrativo que origino el cese temporal recurrente no se ha observado los cauces a que se contrae el articulo 40 de la Constitucic ademas del propio proceso administrativo se desprende que no existe pruebas fehacient que acrediten los hechos que le imputan al actor. No estando conforme con la cita resolucion, el demandado apela de ella. La Sala Civil de la Corte Superior de Ica con fec treinta de setiembre de mil novecientos noventiséis, con la opinion del Fiscal Superior en sentido que se revoque la apelada y reformandola se declare infundada, la Sala fa revocando la apelada y reformandola la declaro improcedente, considerar por que no se / vulnerado ningun derecho constitucional del autor, ademas, que la accion de amparo es proceso especial y que el presente caso debe ventilarse en la via judicial ordinaria. estando conforme el demandante con la citada resolucion interpone recurso extraordinario se dispone el envio de autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, el actor no ha probado hecho alguno que vulnere sus derechos constitucional pues su cese temporal de su centro laboral, es consecuencia, de un proceso regular proceso administrativo- donde el actor hizo uso de su derecho de defensa e interpu recurso impugnatorio correspondiente. 2. Procediendo solo las acciones de garantia en caso de que se violen 0 amenacen derechos constitucionales por accion 0 por omision de actos de cumplimien obligatorio- tal como lo prescribe el articulo 2 de la ley 23506- el caso de autos por e consideracion es improcedente. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que confiere la Constitucion y su Ley Organica: 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de vista, expedida por la Sala Civil de la Corte Superior Ica, de fecha treinta de setiembre de mil novecientos noventiséis, que a su vez revoco apelada que declaro fundada la demanda reformandola: declard IMPROCEDENTE demanda de accion de amparo interpuesta por Alfredo Antonio Medina Munante contr Alcalde de la Municipalidad Provincial de Lucanas Puquio, mandaron se publique er diario oficial El Peruano conforme a ley. S.S. Rt eel ACOSTA SANCHEZ, NUGENT, / Lba 1X crela DIAZ VALVERDE, GARCIA MARCELO. LO QUE CERTIFICO. Dra. Maria Luz Vasquez de Lopez SECRETARIA RELATORA MR.", "fecha_publicacion": "1997-07-04", "id": 36194, "nombre_demandado": "Municipalidad Provincial de Puquio-Lucanas (Ernesto Rodríguez Gutiérrez - alcalde)", "nombre_demandante": "Alfredo Antonio Medina Muñante", "numero_expediente": "00954-1996-AA"}