{"CONTEXTO": " 00952-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00952-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 952-96-AA/TC AGRICOLA YAURILLA S.A. ICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de julio de mil novecientos noventa y och reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugen y Garcia Marcelo, pronuncia sentencia: ASUNTO : Recurso Extraordinario interpuesto por Agricola Yaurilla Sociedad Anonir representada por su Gerente don Richard Alexander Forsyth Rebagliati contra la resoluci de la Sala Civil de la Corte Superior de Justicia de Ica de fecha veintitres de octubre de novecientos noventa y seis, en la Accion de Amparo seguida contra la Municipalida Distrital de Los Aquijes - Ica.", "ANTECEDENTES": "Con fecha veintidos de agosto de mil novecientos noventa y seis Agricola Yauri Sociedad Anonima, representada por su Gerente don Richard Alexander Forsy Rebagliati, interpone demanda de Accion de Amparo contra la Municipalidad Distrital Los Aquijes, Ica, a fin que cese la amenaza de violacion contra su derecho de propiedad haber expedido la demandada la Resolucion No 041-96-ALC-MDLA, de diez de julio mil novecientos noventa y seis, que aprueba el expediente técnico del Proyecto Via Evitamiento Vecinal comprendiendo en el mismo terrenos de su propiedad, por lo solicita que dicha resolucion se declare inaplicable en cuanto le afecta. Sostiene la demandante que para el cumplimiento de su objeto social adquirio siete predi rusticos en el distrito de Los Aquijes, mediante contratos de compra - venta suscritos en el siete de abril de mil novecientos noventa y cinco y el veintiseis de octubre del misi ano. Que, en algunos casos se indicaba en la respectiva escritura publica de compra venta que los predios limitaban con caminos. Tal es el caso del predio que adquirio de sucesion de don Jorge Vizarreta Suarez que indicaba limitar por el sur con el callej denominado \"Los Humanes\" 0 \"Romanes\", ? entre el area de dicho predio y otros adquirieron posteriormente de terceros; que dicho callejon denominado \"Camino Re era interior, servia para el acceso a las parcelas 0 predios que adquirieron, siendo utiliza unicamente por los ex - propietarios de los predios y por los adquirientes; que al comp la totalidad de los predios procedieron a colocar un porton en la entrada del camino, en convencimiento que no era publico; hecho que ha sido ratificado por la Direcc Subregional de Agricultura de Ica; que, a solicitud de la demandante accedio a acumulacion de las areas que integran el predio denominado \"La Maestranza\", unic catastral 10004 del Catastro Rural de Ica y que esta inscrita en la Ficha No 13674 de Oficina Registral de dicho departamento, habiendo quedado incorporado el camino cor resultado de la acumulacion 2 TRIBUNAL CONSTITUCIONAL Manifiesta asimismo haber recibido diversas comunicaciones de la demandada a fin de tratar respecto al proyecto para que la via vecinal de evitamiento pase por el camino \"Las Humanes\" 0 \"Romanes\", > afectândose un area de cinco mil ciento quince metros cuadrados de su propiedad, siendo conminada retirar el porton mediante oficio de veintiseis de julio de mil novecientos noventa y seis y posteriormente la Municipalidad replantea el proyecto pero también afecta su propiedad en un area de trece mil dos metros PA a cuadrados. Expresa que no ha agotado la via previa porque considera que esto podria determinar que la agresion se convierta en irreparable. Admitida la demanda, ésta es contestada por don Jesus Antonio Espino Claudio en representacion de la Municipalidad Distrital de Los Aquijes, el que la contradice y solicita sea desestimada por cuanto senala que el Proyecto de construccion de la via vecinal incluye el camino \"Los Humanes\" 0 \"Romanes\" que siempre sirvio de acceso a los pobladores para trasladarse hacia la parte este del distrito, con destino a Yaurilla y al distrito de Yauca y demas pueblos de la quebrada; que, dicho camino siempre constituyo una servidumbre de entrada y salida a todos los pobladores de Los Aquijes, lo cual se corrobora en la propia escritura de compra - venta que le hiciera el duefio del predio \"La Pampa\". Senala la demandada que el tramite de acumulacion nunca se les comunico. Con fecha once de setiembre de mil novecientos noventa y seis el Juez Especializado del Tercer Juzgado Civil de Ica expide resolucion declarando improcedente la demanda, por considerar que no se agoto la via previa y que la documentacion adjunta no crea certeza en el juzgador respecto a que la agresion 0 amenaza de violacion de derecho constitucional se convierta en irreparable. Interpuesto recurso de apelacion la Sala Civil de la Corte Superior de Justicia de Ica confirmo la apelada. Contra esta resolucion el demandante interpone Recurso Extraordinario. FUNDAMENTOS : 1. Que, la pretension de la demanda es que se declare inaplicable a la demandante la Resolucion No 041-96 ALC-DMLA de fecha diez de julio de mil novecientos noventa y seis, que aprobo el expediente técnico del proyecto via vecinal de evitamiento, en cuanto amenaza de violacion su derecho de propiedad. 2. Que, de autos aparece que la demandante no ha cumplido con la exigencia prevista en el Articulo 270 de la Ley No 23506 de Habeas Corpus y Amparo, respecto al agotamiento de la via previa, por considerar que de agotarse la misma podria convertirse en irreparable la agresion, excepcion esta ultima prevista en el inciso 2° del Articulo 28° de la referida ley, que este Colegiado considera no es de aplicacion al presente caso, por cuanto la ejecucion del Proyecto de construccion de la \"Via de Evitamiento Vecinal\" no es inmediata. Por estos fundamentos el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica. TRIBUNAL CONSTITUCIONAL FALLA : CONFIRMANDO la resolucion de la Sala Civil de la Corte Superior de Justicia de Ica, fojas ciento sesenta y tres, su fecha veintitres de octubre de mil novecientos noventa y se que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion los actuados.", "SS.": "eub ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 2 1 CC n GARCIA MARCELO Lo que Certifico: LUZ VASQUEZ Dra. MARIA P PRELATORA PECHETABIA FONTOTONE STRIBUNAL", "fecha_publicacion": "1998-11-01", "id": 37173, "nombre_demandado": "Municipalidad Distrital de Los Aquijes", "nombre_demandante": "Agrícola Yaurilla SA", "numero_expediente": "00952-1996-AA"}