{"CONTEXTO": " 00960-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00960-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP N.o 960-98-AC/TC LIMA AGUSTIN DE LA PUENTE GONZALES DEL RIEGO IM SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de julio de mil novecientos noventa y nueve reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de lo senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Agustin de la Puente Gonzales del Riego contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y dos, su fecha once de setiembre de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Agustin de la Puente Gonzales del Riego, con fecha cuatro de diciembre de mil novecientos noventa y siete, interpone demanda de Accion de Cumplimiento contra el Gerente General de la Corporacion Financiera de Desarrollo S.A., a fin de que cumpla con expedir la resolucion para que se le incorpore dentro del régimen de pensiones regulado por el Decreto Ley N. 20530. Indica que obtuvo el derecho de pertenecer al citado régimen mediante la Resolucion N.o 346-89 del Tribunal Nacional de Servicio Civil de fecha veintidos de junio de mil novecientos ochenta y nueve, y que mediante Sentencia expedida por el Duodécimo Juzgado Civil de Lima, de fecha diecisiete de setiembre de mi novecientos noventa, se dejo sin efecto el Acuerdo de Directorio N.o 56-90 del veintidos a marzo de mil novecientos noventa, mediante el cual se le nego dicho derecho pensionario Manifiesta que, pese a los requerimientos escritos que ha efectuado, la demandada ha sido renuente a dar cumplimiento a las resoluciones administrativas y judiciales antes mencionadas. La Oficina de Normalizacion Previsional contesta la demanda e indica que a través d la Accion de Cumplimiento no se puede obtener el cumplimiento de una resolucion judicia consentida expedida en la Accion de Amparo que promovio con el objeto de que se dejara sin efecto un Acuerdo de Directorio de Cofide N.o 56-90, lo cual no esta normado en Accion de Cumplimiento; que dicha resolucion judicial ya ha resuelto, en definitiva, reclamado ahora por el demandante. TRIBUNAL CONSTITUCIONAL El apoderado de la Corporacion Financiera de Desarrollo contesta la demanda y manifiesta que el Tribunal Nacional de Servicio Civil dispuso que el demandante sea incorporado dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530 y que su representada no ha desconocido dicho fallo, toda vez que han remitido toda la documentacion pertinente a la Oficina de Normalizacion Previsional, para que dicha institucion proceda a emitir la resolucion de otorgamiento de pension de cesantia que le pudiera corresponder al demandante. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ochenta y ocho, con fecha veinticuatro de marzo de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar que la demandada se muestra renuente a dar debido cumplimiento a lo resuelto por el Tribunal Nacional de Servicio Civil, que dispuso la incorporacion del demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y dos, con fecha once de setiembre de mil novecientos noventa y ocho, revocando la apelada, y declaro improcedente la demanda, por considerar que lo que pretende el demandante es el cumplimiento de un fallo judicial, lo cual resulta improcedente en la presente via. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el articulo 200°, inciso 6) de la Constitucion Politica del Estado, concordante con la Ley N.o 26301, establece que la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de fojas cuatro a seis se advierte que mediante Sentencia expedida por el 2. Duodécimo Juzgado Civil de Lima, se declaro fundada la demanda de amparo dejando sin efecto el Acuerdo de Directorio de la Corporacion Financiera de Desarrollo Sociedad Anonima N.o 56-90 de fecha veintidos de marzo de mil novecientos noventa, y se dispuso que la entidad demandada incorpore al demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530. Que, en reiterada y uniforme jurisprudencia, este Tribunal ha establecido que la 3. Accion de Cumplimiento, en nuestro ordenamiento juridico, es un proceso constitucional que, debido a su naturaleza juridica, no resulta idoneo para pretender la 2 TRIBUNAL CONSTITUCIONAL ejecucion de lo resuelto en una sentencia judicial, sino que el cumplimiento de la misma debe exigirse dentro del mismo proceso y en la forma prevista por la ley. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y dos, su fecha once de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "dhdal ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO M Lcails a cecca LO QUE CERTIFICO: Xm 11 DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-10-29", "id": 35909, "nombre_demandado": "Gerente General de la Corporación Financiera de Desarrollo SA (COFIDE)", "nombre_demandante": "Agustín de la Puente Gonzales del Riego", "numero_expediente": "00960-1998-AC"}