{"CONTEXTO": " 00963-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00963-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 963-98-AA/TC BARRANCA EULOGIO GUALBERTO FARFAN SALVADOR SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintiséis dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Eulogio Gualberto Farfan Salvador, en su calidad de Presidente de la Asociacion de Comerciantes Nuevo Amanecer, contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas doscientos sesenta y cinco, su fecha veintiuno de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Eulogio Gualberto Farfan Salvador, en su calidad de Presidente de la Asociacion de Comerciantes Nuevo Amanecer, con fecha uno de abril de mil novecientos noventa y ocho, interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Barranca para que se deje sin efecto el Decreto de Alcaldia N.o 025-97-AL- RUV-MPB, con fecha diez de noviembre de mil novecientos noventa y siete, que declara zona rigida al comercio informal de la cuadra uno y siete de la avenida Arequipa de la provincia de Barranca, y en donde se dispone el inmediato desplazamiento y traslado de los comerciantes informales ubicados en dichas cuadras y su reubicacion en los locales cerrados privados y se prohibe el uso de las calles, vias alternas y la paralelas; refiere que dicho acuerdo ha sido adoptada por el Municipio en forma arbitraria e ilegal, el cual contraviene la Ordenanza Municipal N.o 027-97-AL/RUV-MPB. Sostiene que la Asociacion de Comerciantes Nuevo Amanecer agrupa a setecientos veinticinco comerciantes informales que integraban las asociaciones de vendedores informales San Martin de Porres y Micaela Bastidas, que ocupan desde hace mas de diez TRIBUNAL CONSTITUCIONAL anos las paraditas ubicadas entre la calle Berenice Davila y la avenida Arequipa de esa ciudad, situacion que ha sido admitida y reconocida por la Municipalidad Provincial de Barranca, la cual, por el uso de las vias publicas, contribuye al municipio; aduce que no solo les autoriza al uso de dichas calles sino que, ademas, consagra un derecho posesorio que no puede ser recortado en forma unilateral y arbitraria por la autoridad municipal. La Municipalidad Provincial de Barranca, al contestar la demanda, solicita que se declare improcedente 0 infundada la demanda, por considerar que ésta no es la via idonea, sino que la via adecuada para el presente proceso es la Accion Popular debido a que la misma procede: \"por infraccion de la Constitucion y de la Ley, contra los reglamentos, normas administrativas, resoluciones y decretos de caracter general, cualquiera sea la autoridad de la que emanen\", en concordancia con el articulo 1° de la Ley N.o 24968, Procesal de la Accion Popular, que establece textualmente lo siguiente: \"Hay Accion Popular ante el poder judicial por infraccion de la Constitucion y de la Ley, contra los reglamentos, normas administrativas y resoluciones y decretos de caracter general\"; por cuyo motivo, ésta no es la via; y que, asimismo, el articulo 27° de la Ley N.o 23506, de Habeas Corpus y Amparo, exige como requisito para la procedencia de la Accion de Amparo, el agotamiento de la via previa. El Juez Especializado en lo Civil de Barranca, a fojas doscientos treinta y cinco, con fecha treinta de junio de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar, principalmente, que en el caso de autos, la Municipalidad demandada, al expedir el Decreto de Alcaldia cuestionado, no ha senalado el lugar donde deben ser reubicados los comerciantes informales que ocupan actualmente la referida zona rigida; teniendo en cuenta el tiempo que éstos vienen laborando en dichas arterias y que, ademas, la labor que ejercen constituye un trabajo, con cuyo producto atienden directamente a sus familias. La Sala Civil de la Corte Superior de Justicia de Huaura, a fojas doscientos sesenta y cinco, con fecha veintiuno de setiembre de mil novecientos noventa y ocho, revocando la apelada declaro improcedente la demanda, por considerar que la accion habia caducado, en aplicacion de lo previsto en el articulo 37° de la acotada Ley. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente Accion de Amparo se circunscribe a que se declare no 1. aplicable para la demandante el Decreto de Alcaldia N.o 025-97-AL-RUV-MPB, de fecha diez de noviembre de mil novecientos noventa y siete, que declara zona rigida la primera y sétima cuadra de la avenida Arequipa de la provincia de Barranca, en donde se dispone el inmediato desplazamiento y traslado de los comerciantes 2 TRIBUNAL CONSTITUCIONAL informales ubicados en dichas cuadras y su reubicacion en locales cerrados y privados y que prohibe el uso de las calles, vias alternas y paralelas, al comercio ambulatorio. Que las municipalidades, entre las funciones que le otorga el articulo 680 inciso 3) 2. de la Ley Organica de Municipalidades, Ley N.o 23853, esta la de regular y controlar el comercio ambulatorio; en ejercicio regular de sus funciones, mediante la Ordenanza Municipal N.o 027-97-AL/RUV-MPB la Municipalidad Provincial de Barranca y acordo declarar zonas rigidas en esa jurisdiccion la primera y sétima cuadra de la avenida Arequipa de la provincia de Barranca. En consecuencia, no se ha vulnerado ningun de los derechos constitucionales invocados por la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas doscientos sesenta y cinco, su fecha veintiuno de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ ar DIAZ VALVERDE NUGENT GARCIA MARÇELO L IM.R.T. Lo que certifico: : I DR. CESAR CUBAS LONGA SECRITARIO-RELATOR (e) 3", "fecha_publicacion": "1999-11-25", "id": 36010, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Barranca", "nombre_demandante": "Presidente de la Asociación de Comerciantes Nuevo Amanecer (Eulogio Gualberto Farfán Salvador)", "numero_expediente": "00963-1998-AA"}