{"CONTEXTO": " 00965-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00965-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 965-97-AA/TC SAMUEL ANTONIO BURNEO SALAZAR LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Vicepresidente encargado de la Presidencia; ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE,y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia: 1", "ASUNTO:": "Recurso de Apelacion, entendido como Extraordinario, interpuesto por don Marco Antonio Burneo Salazar contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintinueve de agosto de mil novecientos noventa y siete, que declaro infundada la accion de amparo.", "ANTECEDENTES:": "Don Marco Antonio Burneo Salazar interpone Accion de Amparo contra el Jefe de la Oficina Nacional de Procesos Electorales-ONPE, doctor José Hugo Portillo Campbell por haber emitido la carta de fecha treinta de diciembre de mil novecientos noventa y seis, mediante la cual le comunica que a partir del primero de enero de mil novecientos noventa y siete su representada prescindira de sus servicios; solicita que se le reponga en su puesto de trabajo, que se le reconozcan las remuneraciones y bonificaciones dejadas de percibir. Manifiesta que ha venido realizando funciones de naturaleza permanente al servicio de la ONPE, contempladas en su Reglamento de Organizacion y Funciones, en el cargo de Asistente de Logistica, desde el catorce de setiembre de mil novecientos noventa y cinco hasta el treinta y uno de diciembre de mil novecientos noventa y seis, ininterrumpidamente; TRIBUNAL CONSTITUCIONAL que, al haberse puesto fin unilateralmente a la relacion laboral con dicha entidad se ha vulnerado el derecho reconocido por el articulo primero de la Ley No 24401, en virtud del cual no podia ser cesado, ni destituido sino por causas previstas en el Decreto Legislativo No 276. El Jefe de la Oficina Nacional de Procesos Electorales-ONPE contesta la demanda solicitando que se la declare improcedente; senala que el Decreto de Urgencia No 053-95 autorizo a la ONPE unicamente la contratacion temporal de servicios no personales, por lo que se contrato al demandante bajo esa modalidad, del catorce de setiembre al treinta y uno de diciembre de mil novecientos noventa y cinco; que continuo trabajando bajo esa modalidad durante el ano mil novecientos noventa y seis, en virtud a lo dispuesto por el articulo 23°, numeral III de la Ley No 26553, Anual de Presupuesto del Sector Publico para 1995; que en la actividad laboral publica la vinculacion laboral no se presume sino que se acredita con la resolucion de nombramiento 0 contratacion, expedida por la autoridad competente, siempre que se hayan cumplido con las normas sustantivas y adjetivas que regulan el ingreso a la Administracion Publica y las de caracter presupuestal; que, las personas que prestan servicios no personales se sujetan a la normatividad prevista en los articulos 1764° y 1770° del Codigo Civil, por lo que la relacion del demandante con la ONPE era de carâcter comercial. El Tercer Juzgado Especializado en Derecho Publico de Lima, emite sentencia declarando infundada la demanda, por considerar, entre otras razones, que los contratos celebrados por el demandante con la ONPE, fueron netamente civiles y no de naturaleza laboral; que no se puede aplicar al demandante las disposiciones del Decreto Legislativo No 276 en razon que no tenia la condicion de servidor publico contratado para labores de naturaleza permanente. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima confirma la apelada, por estimar que no se ha acreditado que la relacion de servicios del demandante haya sido materia de expresa incorporacion a la carrera administrativa mediante nombramiento. Interpuesto recurso extraordinario; los autos son remitidos al Tribunal Constitucional;", "FUNDAMENTOS:": "1. Que, la cuestion controvertida se circunscribe a determinar si al demandante le alcanza el beneficio reconocido por el articulo 1° de la Ley No 24041 y que, de ser asi, la entidad 2 TRIBUNAL CONSTITUCIONAL demandada no podia cesarlo, ni despedirlo sino por las causas previstasn en el Capitulo V del Decreto Legislativo No 276, previo proceso administrativo disciplinario. 2. Que, esta norma legal prescribe que estaran comprendidos en dicho beneficio los servidores publicos contratados para labores de naturaleza permanente, que tengan mas de un ano ininterrumpido de servicios. El demandante ha acreditado haber prestado servicios en la Oficina Nacional de Procesos Electorales por mas de un ano ininterrumpido; sin embargo, la documentacion que ha aportado al proceso no permite esclarecer, de manera fehaciente, la naturaleza de dichos servicios, habida cuenta que de los contratos que obran de fojas treinta y cuatro a fojas cuarenta y dos se aprecia que las partes en litigio celebraron sucesivos contratos de servicios no personales. 3. Que, en consecuencia, por falta de elementos de juicio suficientes, llegar a dilucidar la cuestion controvertida demandaria la actuacion de pruebas, lo que no es posible en los procesos de garantia como el presente, que por su naturaleza especial y sumarisima, carecen de estacion probatoria; razon por la cual la accion de amparo no es la via pertinente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento setenta y dos, su fecha veintinueve de agosto de mil novecientos noventa y siete, que confirmando la apelada, declaro infundada la demanda; reformandola declara IMPROCEDENTE la Accion de Amparo; ordena se publique en el Diario Oficial El Peruano y los devolvieron. S.S. Yohiludo ACOSTA SANCHEL M NUGENT - DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO. CCL 3 L DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-21", "id": 36983, "nombre_demandado": "Jefe de la Oficina Nacional de Procesos Electorales (José Hugo Portillo Campbell)", "nombre_demandante": "Marco Antonio Burneo Salazar", "numero_expediente": "00965-1997-AA"}