{"CONTEXTO": " 00965-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00965-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 965-98-AA/TC HUACHO DELFINA CORALI DE LOS SANTOS RONCEROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Delfina Corali De los Santos Ronceros, contra la Sentencia de la Sala Civil de la Corte Superior de Justicia de Huaura, que con fecha dos de octubre de mil novecientos noventa y ocho, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Defina Corali De los Santos Ronceros interpuso con fecha treinta y uno de julio de mil novecientos noventa y ocho Accion de Amparo contra la Comision Reorganizadora de la Universidad Nacional José Faustino Sanchez Carrion en la persona de su Presidente don Leoncio Ruiz Rios, a fin de que se declare la nulidad 0 ineficacia de las resoluciones rectorales N.o 280-98-UH y N.o 415-98-UH emitidas por la citada Comision, mediante las cuales se le instauro proceso administrativo disciplinario y se ordeno su destitucion. Considera la demandante que las faltas disciplinarias que se le imputan, como son el no haber sustentado egresos 0 haberlos sustentado indebidamente mediante Declaracion Jurada, haber suscrito contratos sin la participacion del Area de Abastecimientos en los Proyectos Productivos Pesqueros y Produccion de Cultivo de Camarones y haber efectuado anticipos de pago en forma irregular, han prescrito en aplicacion del articulo 173° del Reglamento de la Ley de Bases de la Carrera Administrativa, aprobado por el Decreto Supremo N. 005-90-PCM. Aduce la demandante, que con los actos administrativos que pretende que sean declarados nulos, se violaron sus derechos a la libertad de trabajo, al debido proceso y a la proteccion contra el despido arbitrario; por consiguiente, solicita que se la reponga en el cargo de Contadora de Proyectos de la Universidad Nacional José Faustino Sanchez Carrion. (fojas 47 a 56). TRIBUNAL CONSTITUCIONAL Don Leoncio Ruiz Rios, Presidente de la Comision Reorganizadora emplazada, contesta la demanda solicitando que ella sea declarada infundada en base a lo siguiente: que las resoluciones impugnadas fueron el resultado de un procedimiento administrativo regular ejecutado dentro de los parâmetros legales del Decreto Legislativo N.o 276, su Reglamento, y el Texto Unico Ordenado del Decreto Legislativo N.o 26111. (fojas 74 a 78). El Primer Juzgado Civil de Huaura, con fecha diecisiete de agosto de mil novecientos noventa y ocho, declara infundada la demanda, por considerar que no se produjo la prescripcion, y que los actos administrativos impugnados fueron dictados por organo competente dentro de un proceso administrativo regular. (fojas 80 a 82). La Sala Civil de la Corte Superior de Justicia de Huaura, mediante Sentencia de fecha dos de octubre de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la demanda, porque no se cumplio con agotar la via previa, y porque solucionar el problema planteado en la demanda requiere una actividad probatoria que resulta incompatible con la via del amparo. (fojas 117 y 118). Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la Accion de Amparo procede en los casos en que se violen 0 amenacen los derechos constitucionales. Deviene en improcedente esta accion sumaria cuando resulta irreparable la lesion, cuando se interpone contra una resolucion emanada de un procedimiento regular, cuando el agraviado opta por recurrir a la via judicial ordinaria, y cuando las partes son dependencias administrativas y litigan por actos efectuados en el ejercicio regular de sus funciones. Que la demandante declara en el escrito de demanda, que renuncio a la carrera 2. administrativa; renuncia que fue aceptada a partir del uno de setiembre de mil novecientos noventa y cinco mediante la Resolucion Rectoral N.o 429-96-UH que en copia corre a fojas siete, su fecha siete de junio de mil novecientos noventa y seis. Importando ello, que el proceso administrativo por faltas disciplinarias que se le instauro fue en aplicacion del articulo 174° del acotado Reglamento del Decreto Legislativo N.o 276, vale decir, contra una servidora cesante. Siendo esa la realidad, cabe determinar si se incurrio en la causal de prescripcion del articulo 173° del mismo cuerpo reglamentario. Que, el articulo antes mencionado establece que el proceso administrativo 3. disciplinario debera iniciarse en el plazo no mayor de un ano contado a partir de la fecha en que la \"autoridad competente\" tenga conocimiento de la falta disciplinaria. Al respecto, en el presente caso, la autoridad competente para instaurar dicho proceso es la Comision Reorganizadora, quien conoce de las faltas disciplinarias el TRIBUNAL CONSTITUCIONAL veintisiete de enero de mil novecientos noventa y ocho a través del Oficio N.o 504- 97/CG/SLI de la Contraloria General de la Republica, consecuentemente, habiéndose instaurado el proceso administrativo disciplinario mediante la Resolucion Rectoral N.o 280-98-UH de fecha once de mayo de mil novecientos noventa y ocho, resulta claro que no se produjo la prescripcion alegada por la demandante. Que, igualmente, de autos aparece que las resoluciones impugnadas fueron dictadas 4. por el organo administrativo competente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas ciento diecisiete, su fecha dos de octubre de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ L - DIAZ VALVERDE NUGENT Mrli a GARCIA MARCELO U Rcca JAGB Jartitiog: que LO 11- Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-08-23", "id": 35414, "nombre_demandado": "Presidente de la Comisión Reorganizadora de la Universidad Nacional José Faustino Sánchez Carrión (Leoncio Ruiz Ríos)", "nombre_demandante": "Delfina Corali De los Santos Roncero", "numero_expediente": "00965-1998-AA"}