{"CONTEXTO": " 00968-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00968-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP.NP968-97-AA/TC CESAR FLORES CASTILLO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciocho dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados ACOSTA SANCHEL, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;y, GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don César Flores Castillo contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veinte de agosto de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don César Flores Castillo interpone Accion de Amparo contra el Ministerio del Interior para que se declare inaplicable a su caso la Resolucion Suprema No 0057-97-IN/PNP de fecha treinta de enero de mil novecientos noventa y siete y que se le reincorpore a la situacion de actividad, con reconocimiento de todos sus derechos como Mayor de la Policia Nacional del Peru. Manifiesta que la resolucion cuestionada dispuso su pase de la situacion de actividad a la de retiro por renovacion; que tenia mas de veinte anos de servicios; y tenia cinco anos en el 2 TRIBUNAL CONSTITUCIONAL grado de Mayor, razon por la cual -afirma- se encontraba apto a postular al grado inmediatamente superior. Senala que la causal de retiro por renovacion no es aplicable a su caso; que no se ha seguido el procedimiento previsto en el articulo 53° del Decreto Legislativo No 745, incurriéndose en causal de nulidad al expedirse la mencionada resolucion; agrega que no se le permitio hacer su descargo. El Procurador Publico del Ministerio del Interior a cargo de los asuntos judiciales de la Policia Nacional del Peru contesta la demanda, senalando que la resolucion impugnada se encuentra arreglada a ley, pues se siguieron los tramites pertinentes: hubo propuesta del Director General de la Policia Nacional del Peru y en ultima instancia fue aprobada por el senor Presidente de la Republica; que no se ha mellado el honor del demandante. El Primer Juzgado Especializado en Derecho Publico de Lima emitio sentencia declarando infundada la demanda, por considerar, entre otras razones, que al expedirse la resolucion cuestionada > tanto el Director General de la Policia Nacional del Perû, cuanto el senor Presidente de la Republica, han actuado en el ejercicio de las facultades que la ley les confieren. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoco la apelada, y declaro improcedente la demanda, por estimar que la resolucion impugnada ha sido emitida en ejercicio regular de las funciones de la Direccion General de la Policia Nacional del Peru. Interpuesto recurso extraordinario los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del Memorandum No 107-97-DIPER-SEC de fojas uno, que el Director de Personal de la Policia Nacional del Peru dirige al demandante, con fecha treinta y uno de enero de mil novecientos noventa y siete se le comunica que por disposicion de la Resolucion Suprema No 0057-97-IN/PNP de fecha treinta de enero del mismo mes y ano, ha pasado de la situacion de actividad a la de retiro por renovacion; por lo que la resolucion cuestionada fue ejecutada antes de quedar consentida, configurandose de este modo la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. 2. Que, tanto la excepcion de representacion defectuosa 0 insuficiente del demandante cuanto la excepcion de oscuridad 0 ambiguedad en el modo de proponer la demanda deben desestimarse por carecer de fundamento alguno, toda vez que el demandante litiga 3 TRIBUNAL CONSTITUCIONAL a titulo personal sin arrogarse la representacion de tercero y de otro lado, la demanda ha sido redactada en forma clara y precisa. 3. Que, fluye de autos que la Resolucion Suprema No 0057-97-IN/PNP, que dispuso el pase del demandante de la situacion de actividad como Mayor de la Policia Nacional del Peru, a la de retiro por causal de renovacion prevista en el Decreto Legislativo No 745- fue expedida en base a la propuesta personal del Director General de la Policia Nacional del Peru, no acreditândose en autos que se haya sometido al demandante a una evaluacion técnica, objetiva e imparcial de su trayectoria y servicios prestados a dicha institucion policial, habida cuenta que, por su tiempo de servicios y edad, el actor al momento de su. pase a retiro, estaba habilitado para continuar en la carrera policial. 4. Que, no habiéndose observado las condiciones minimas antes referidas, a efecto de garantizar un debido proceso, al que tiene derecho constitucionalmente toda persona, tanto en el ambito jurisdiccional cuanto en el administrativo, y aun en la esfera de los estatutos particulares, la demanda resulta fundada; maxime que, a esta inconstitucional situacion se sumo como factor contributivo en perjuicio del demandante, la inexistencia del reglamento de la Ley de Situacion Policial del Personal de la Policia Nacional del Perd. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento cincuenta y tres, su fecha veinte de agosto de mil novecientos noventa y siete, que revocando la apelada, declaro improcedente la demanda; reformandola declara INFUNDADAS las excepciones de falta de agotamiento de la via administrativa, de representacion defectuosa 0 insuficiente del demandante y de oscuridad 0 ambiguedad en la forma de proponer la demanda y, FUNDADA la Accion de Amparo; en consecuencia, inaplicable al demandante la Resolucion Suprema No 0057-97-IN/PNP, de fecha treinta de enero de mil novecientos noventa y siete, que dispuso que el demandante pase de la situacion de actividad a la de retiro por renovacion; ordena, que el actor sea reincorporado a la situacion de actividad con el grado de Mayor de la Policia Nacional del Peru, reconociéndosele todos sus derechos, TRIBUNAL CONSTITUCIONAL prerrogativas y beneficios correspondientes a su grado en servicio activo; ordena se publique en el Diario Oficial El Peruano;y los devolvieron. S.S. L ACOSTA SANCHEZ NUGENT ZWA/ DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA IRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1998-06-16", "id": 36956, "nombre_demandado": "Ministerio del Interior", "nombre_demandante": "César Flores Castillo", "numero_expediente": "00968-1997-AA"}