{"CONTEXTO": " 00974-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00974-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.° 974-98-AA/TC CHIMBOTE ASOCIACION DE COMERCIANTES DEL MERCADO FERROCARRIL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, COI asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Crisostomo Carbajal Nunuvero contra la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas doscientos diecinueve, su fecha dos de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Juan Crisostomo Carbajal Nunuvero, en su calidad de Presidente de la Asociacion de Comerciantes del Mercado Ferrocarril, con fecha veintitrés de junio de mil novecientos noventa y ocho, interpone Accion de Amparo contra la Municipalidad Provincial del Santa a fin de que se declare inaplicable para sus representados convocatoria a Subasta Publica N.o 002-98-MPS, que tiene por objeto la venta de trece lotes de terreno de propiedad de la Municipalidad Provincial del Santa ubicados en Centro Civico Comercial de Chimbote, en la parte que ocupa el Mercado Ferrocarril. E demandante considera que la subasta publica convocada resulta una amenaza de violacior de sus derechos al debido proceso y a trabajar libremente con sujecion a la ley. Refiere el demandante que la Municipalidad Provincial del Santa, al publicar cor fechas diecisiete, dieciocho y diecinueve de junio de mil novecientos noventa y ocho, el el diario de Chimbote la convocatoria a la Subasta Publica N.o 002-98-MPS, que tiene po objeto la venta de trece lotes del Centro Civico Comercial de Chimbote (ex patio de ferrocarril), esta también subastando el terreno que ocupa el Mercado Ferrocarril transgrediendo, de esta manera, el derecho de preferencia que los comerciantes de mencionado mercado tienen - como mercado publico - para comprar los puestos establecimientos y todo cuanto de hecho y por derecho le corresponda al inmueble de mercado y su derecho a mantener su status quo, en el sentido de que se perturba posesion de los conductores de los puestos del mercado; ambos derechos, establecidos en TRIBUNAL CONSTITUCIONAL la Ley N.o 26509, Ley de Privatizacion de los Mercados Publicos, publicada el cuatro de enero de mil novecientos noventa y seis, en su reglamento aprobado mediante Decreto Supremo N.o 004-96-PRES, publicado el nueve de marzo del mismo ano, y en la normas modificatorias de éste. El demandante considera, por este motivo, que la subasta publica convocada amenaza de violacion los derechos al debido proceso y a trabajar libremente con sujecion a ley de los comerciantes del referido mercado. Admitida a tramite la demanda, es contestada por la demandada solicitando que sea declarada improcedente, por considerar que los trece lotes subastados se encuentran ubicados en el Centro Civico Comercial de Chimbote y no constituyen areas de mercados de abastos. La Asociacion Frente Unico de Defensa de los Comerciantes de La Cuesta de Chile y el Mercado Feria Popular El Baratillo, se apersonan al proceso como litisconsortes activos, siendo aceptados por el Juzgado como tales. El Segundo Juzgado Civil del Santa, a fojas ciento veintidos, con fecha trece de julio de mil novecientos noventa y ocho, declaro infundada la demanda, por considerar, entre otros fundamentos, que no se ha establecido que los trece lotes sacados a subasta publica por la Municipalidad Provincial del Santa se encuentren dentro del area de mercados publicos de propiedad del Concejo Provincial, por cuanto dicha area nunca fue cedida para ese uso. La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, a fojas doscientos diecinueve, su fecha dos de setiembre de mil novecientos noventa y ocho, revoco la apelada y reformandola la declaro improcedente, por considerar que no aparece que la asociacion demandante estuviese legalmente constituida, no siendo suficiente para poder iniciar una accion la sola copia del acta de nombramiento de la Junta Directiva. Contra esta resolucion, el demandante interpone Recurso Extraordinario de Casacion, que debe ser entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la existencia del Mercado Ferrocarril como mercado publico de la ciudad de Chimbote, ha quedado acreditada con las copias de los acuerdos y resoluciones directorales de la Municipalidad Provincial del Santa, obrantes de fojas veintidos treinta y cuatro. Que, conforme se aprecia de la copia del Asiento de Dominio N.o 7 del Tomo N. 2. 359 del Registro de Propiedad Inmueble de los Registros Publicos de Chimbote, Mercado Ferrocarril se encuentra dentro de un area de ochenta y seis mi seiscientos ochenta y seis metros cuadrados que le adjudico en propiedad Estado a la demandada para la construccion de un centro civico y terminal terrestre, mediante la Resolucion Suprema del Ministerio de Vivienda TRIBUNAL CONSTITUCIONAL Construccion N.o 148-88-VC-5600, de fecha veintinueve de diciembre de mil novecientos ochenta y ocho. Que, por lo tanto, la demandada afirma que al encontrarse el Mercado Ferrocarril 3. dentro de un area destinada a la construccion de un Centro Civico y Terminal Terrestre, éste no guarda armonia con los requisitos urbano-arquitectonicos del caso, y que lo que ella trata de hacer es cumplir con el fin para el cual dicha area fue transferida a su favor; sin embargo, de la informacion proporcionada por la propia demandada, se advierte lo siguiente: a) Que el proyecto del centro civico y terminal terrestre de Chimbote nunca se llego a ejecutar; y b) Que parte del area fue adjudicada a terceros para diversos fines y usos, tales como tiendas comerciales, galerias, oficinas administrativas, centros de formacion, etc., lo cual puede verse del plano que obra a fojas ochenta y dos; por lo que tal argumento de defensa, usado por la demandada, carece de sustento. Que, por otro lado, el articulo 1° de la Ley N.o 26569, Privatizacion de los 4. Mercados Publicos, establece que la privatizacion de los mercados publicos de propiedad de los municipios provinciales 0 distritales, conlleva, bajo sancion de nulidad, que la enajenacion 0 transferencia bajo cualquier titulo de los puestos y demas establecimientos 0 servicios de dichos mercados debera considerar, en primera oferta, a los actuales conductores de los mismos que soliciten esta preferencia, y, el articulo 3° del Reglamento de la ley mencionada, aprobado mediante Decreto Supremo N.o 004-96-PRES, modificado por el Decreto Supremo N.o 019-98-PCM, senala que debe entenderse por mercados publicos los locales 0 centros comerciales autorizados por la autoridad competente para realizar toda clase de operaciones comerciales mayoristas 0 minoristas de cualquier clase de bienes y servicios, siempre que los terrenos 0 las edificaciones sean de propiedad de los municipios provinciales O distritales de la Republica. Que, de los diversos documentos proporcionados por el demandante, esta 5. fehacientemente acreditado que a la fecha de entrar en vigencia la Ley de Privatizacion de los Mercados Publicos, el Mercado Ferrocarril venia funcionando como un mercado municipal y que los conductores de los puestos venian pagando una renta por los puestos que ocupaban. Que, en este orden de ideas, resulta arbitrario el comportamiento de la demandada 6. al haber incluido el terreno que ocupa el Mercado Ferrocarril dentro de la subasta publica para la venta, sin considerar la condicion del mercado y de las personas que laboran en él para tener un sustento, y sin haber adoptado, en todo caso, medidas para su reubicacion a efectos de no perjudicarlas, violentando con este proceder su derecho al trabajo, e ignorando, ademas, que de acuerdo con el articulo 68°, incisos 1) y 6), de la Ley N.o 23853, Ley Organica de Municipalidades, ella tiene la funcion de regular y controlar los mercados de TRIBUNAL CONSTITUCIONAL abastos, y que, por lo tanto, estaba obligada a dar una solucion al problema que generaba con la venta a través de la subasta publica. Que, en consecuencia, este Tribunal considera que la demandada no puede ignorar 7. la existencia del referido mercado, y, en tanto no ha dado una solucion previa al problema que se genera para los ocupantes de él, al haberse convocado a subasta publica el terreno sobre el cual esta ubicado, se esta afectando el derecho constitucional al trabajo de sus ocupantes. Que, en relacion a los litisconsortes Asociacion Frente Unico de Defensa de los 8. Comerciantes de la Cuesta de Chile y Mercado Feria Popular El Baratillo, no han acreditado tener la naturaleza de mercados publicos debidamente reconocidos por la demandada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas doscientos diecinueve, su fecha dos de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo; y, reformandola, la declara FUNDADA; y, en consecuencia, ordena que la Municipalidad Porvincial del Santa, excluya de la Subasta Publica N.o 002-98-MPS el area ocupada por el Mercado Ferrocarril. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "12 lrycr ACOSTA SANCHEZ DIAZ VALVERDE NUGENT o M GARCIA MARCELO 2 A PBU LO QUE CERDIFICO: Www awl DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-06", "id": 35850, "nombre_demandado": "Municipalidad Provincial del Santa", "nombre_demandante": "Asociación de Comerciantes del Mercado Ferrocarril", "numero_expediente": "00974-1998-AA"}