{"CONTEXTO": " 00972-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00972-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.9972-98-AA/TC HUANUCO ROXANA EMILIA RARAZ OTRERA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veinticinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Roxana Emilia Raraz Otrera contra la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco y Pasco, de fojas ciento cincuenta y cinco, su fecha quince de setiembre de mil novecientos noventa y ocho, que declara infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Roxana Emilia Raraz Otrera interpone demanda de Accion de Amparo contra la Direccion Sub Regional de Educacion de Pasco, representada por don Pedro Pablo Olivera Aliaga; el Director del Colegio Nacional de Ciencias y Humanidades \"César Vallejo\"- Pasco y, el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion, con el objeto de que: 1) Cesen los actos violatorios contra el derecho a la libertad de trabajo; 2) Se la reponga en sus labores habituales, es decir, como profesora contratada en el citado colegio; 3) Se le abonen las remuneraciones, los beneficios y gratificaciones dejados de percibir mas intereses legales; y 4) Cesen 0 suspendan los efectos de los memorandos N.939-97-DCNCCHH \"CV\" y. N.941-97-DCNCCHH \"CV\". Refiere que mediante la Resolucion Directoral de Educacion de Pasco N.o 0350, del quince de mayo de mil novecientos noventa y siete, y el Oficio N.o 15-DCN-\"CV\"-97, del quince de abril del mismo ano, se le reconocio como profesora contratada del Colegio Nacional de Ciencias y Humanidades \"César Vallejo\" desde el uno de abril hasta el treinta y uno de diciembre de mil novecientos noventa y siete. Sin embargo, sin mediar proceso administrativo alguno, mediante los memorandos cuestionados en este proceso, que a su vez hacen referencia a la Resolucion Directoral de Educacion N.o 0853-97, se dejo sin efecto su contrato de trabajo, impidiéndose su ingreso al plantel a partir del trece de agosto de mil novecientos noventa y siete. Asimismo, argumenta que en su puesto de trabajo ya se habia designado a la profesora de apellido Canchari para que se haga cargo de los cursos a su cargo. TRIBUNAL CONSTITUCIONAL Los demandados contestan la demanda senalando que la demandante fue contratada en el Colegio Nacional de Ciencias y Humanidades \"César Vallejo\" mediante la Resolucion Directoral N.o 0350, pero, no obstante que de acuerdo a la Directiva N.o 0013-97- DSREP/OAT se encontraba prohibido efectuar reestructuraciones, reajustes 0 modificaciones del cuadro de distribucion de horas de clase luego de su aprobacion y visacion, la demandante solicito, con fecha uno de julio de mil novecientos noventa y siete, la renuncia a seis horas en el dictado de clases, reiterando dicha peticion mediante el Oficio N.o 001-CCV-P-RRO-07, del dieciocho de julio del mismo ano. Ante esta situacion, y teniendo en cuenta los actos de conducta funcional de la docente, se dicto la Resolucion Directoral N.o 0853-97, dejandose sin efecto el contrato de la demandante y, en consecuencia, se cubrio dicha plaza con otra docente de su nivel y especialidad. Por ultimo, deducen excepcion de falta de agotamiento de la via administrativa. El Juez Mixto de Pasco, a fojas ciento cinco, con fecha cinco de junio de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que los memorandos cuestionados en este proceso atentan contra el derecho al trabajo consagrado en el articulo 22° de la Constitucion Politica del Peru. La Sala Civil de la Corte Superior de Justicia de Huanuco y Pasco, a fojas ciento cincuenta y cinco, con fecha quince de setiembre de mil novecientos noventa y ocho, revocando la sentencia apelada declaro infundada la demanda, por considerar que el derecho a la estabilidad laboral que trae como consecuencia la reposicion del trabajador despedido arbitrariamente, no esta consagrado en la Constitucion Politica del Peru de 1993; y que la proteccion de un trabajador frente a un despido arbitrario es la indemnizacion, salvo las situaciones de nulidad de despido. Contra esta Resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, teniendo en cuenta que el contrato de trabajo de la demandante en su calidad de 1. profesora del Colegio Nacional de Ciencias y Humanidades \"César Vallejo\" tenia como plazo de vigencia desde el uno de abril hasta el treinta y uno de diciembre de mil novecientos noventa y siete; a la fecha, por el transcurso del tiempo, su pretension de reposicion en dicho puesto de trabajo deviene en imposible; por lo que resulta aplicable lo dispuesto en el articulo 6° inciso 1) de la Ley N.o 23506. Que, respecto a la pretension de la demandante para que se le paguen las 2. remuneraciones dejadas de percibir, los beneficios y gratificaciones, debemos senalar que conforme lo ha establecido la uniforme jurisprudencia de este Tribunal, el pago de la remuneracion solo es procedente como contraprestacion por el trabajo realizado; situacion que no ha ocurrido en el presente caso. Lo cual conlleva a su vez a que el pago de los beneficios y gratificaciones demandados devengan también en improcedentes. 2 TRIBUNAL CONSTITUCIONAL Que, respecto al pedido que formula la demandante para que se le paguen los 3. intereses legales que han generado las alegadas remuneraciones impagas, se debe tener presente que ello no puede ser atendido a través de la presente accion de garantia por no ser la via idonea para ello. Que, aunado a los fundamentos precedentes se debe tener presente que la 4. demandante, segun Resolucion Directoral N.o 0197, ha sido nombrada como docente desde el uno de marzo de mil novecientos noventa y nueve. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Orgânica;", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Huanuco y Pasco, de fojas ciento cincuenta y cinco, su fecha quince de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la demanda; y reformandola declara que respecto a la pretension de reposicion y de no aplicacion de los memorandos N.o 39-97-DCNCCHH \"CV\" y N.o 41-97-DCNCCHH \"CV\" carece de objeto pronunciarse sobre esos extremos por haberse producido sustraccion de la materia e IMPROCEDENTE respecto al pago de remuneraciones impagas, bonificaciones, gratificaciones e intereses legales demandados. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. / / (", "SS.": "1 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT lu CLe à GARCIA MARCELO G.L.Z. Lo que Certifioo: Dra. MARIA LUZVASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-09-09", "id": 35695, "nombre_demandado": "Dirección Sub Regional de Educación de Pasco representada por Pedro Pablo Olivera Aliaga (Procurador) y otro", "nombre_demandante": "Roxana Emilia Raraz Otrera", "numero_expediente": "00972-1998-AA"}