{"CONTEXTO": " 00976-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00976-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp. No 976-97-AA/TC Paredes c/Asociacion de Campesinos del Valle del Rimac LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los doce dias del mes de agosto de mil novecientos noventa y ocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados; Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO: Recurso Extraordinario interpuesto por don Ruperto Paredes Moran contra la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha primero de setiembre de mil novecientos noventa y siete que declaro IMPROCEDENTE la Accion de Amparo. ANTECEDENTES: Don Ruperto Paredes Moran interpone Accion de Amparo contra la Asociacion de Campesinos del Valle del Rimac para que se declare nulo y sin efecto legal el acuerdo de la Asamblea General de la Asociacion del trece de marzo de mil novecientos noventa y cuatro que lo excluye como socio. Invoca el derecho constitucional de Asociarse, derecho a la legitima defensa y el uso de doble instancia. Expresa que no se le hizo conocer los cargos respectivos para ser expuldado. El demandado expresa que desde el veintiuno de agosto de mil novecientos noventa y seis hasta el veintiuno de noviembre de mil novecientos noventa y seis ha sobrepasado los sesenta dias. El actor debio escoger la via que senala el Art. 92° del Codigo Civil. Se le expulso por trasgresion a los Estatutos. Decision inapelable. Desconocio la propiedad de la Asociacion. Ha realizado injurias. En primera instancia, el Tercer Juzgado de Derecho Publico de Lima declaro IMPROCEDENTE la Accion de Amparo. Sostine que: \"El accionante ya sabia de su expulsion el treinta de julio de mil novecientos noventa y seis fecha en el que con varios socios cursa carta notarial\". \"La Accion de Garantia se ejercita de modo oportuno y valido porque el recurso de reconsideracion del demandante fue respondido el nueve de octubre de mil novecientos noventa y seis\". \"La Accion interpuesta no es la via respectiva, segun el Art. 92° del Codigo Civil\". En segunda instancia, se confirmo el fallo: Argumenta que: \"conforme lo establece el art. 92° del Codigo Civil el accionante puede acudir a la via ordinaria para impugnar judicialmente los acuerdos de las Asociados que violan el Estatuto\".", "FUNDAMENTOS:": "1. Que, segun el Art. 20, inc. 24, letra d) de la Constitucion Politica del Estado prescribe que nadie sera sancionado con pena no prevista en la ley.Asimismo, el Art. 139° inc. 14) de la Constitucion anotada preceptua que nadie puede ser privado del derecho de defensa en 2 TRIBUNAL CONSTITUCIONAL ningun estado del proceso. Este principio es extensivo a toda clase de procedimientos legales que posea un elemento sancionador. 2. Que, el Art. 56° de los Estatutos de la Asociacion de Campesinos del Valle del Rimac, obrante a fojas sesenta y dos, preceptua que para aplicar la sancion de expulsion a los socios se requiere: a) Que exista por escrito el informe del Fiscal y b) Dar un plazo de ocho dias al socio para que ejercite su descargo. Estos dos presupuestos no ha cumplido la entidad demandada, se ha limitado a cursar la carta notarial de exclusion de fecha veintiuno de agosto de mil novecientos noventa y seis, de fojas veintiuno y la carta notarial de fojas veinticuatro, su fecha nueve de octubre de mil novecientos noventa y seis por el cual desestimo el recurso de Reconsideracion planteado contra la decision de expulsion como asociado. No precisa la demandada, en forma indubitable, los cargos 0 hechos que supuestamente realizo don Ruperto Paredes Moran que hayan afectado los Estatutos. Los hechos del demandado acreditan que se ha afectado el legitimo derecho de defensa, el principio de tipicidad 6 legalidad. Nadie puede ser sancionado sin ser previamente oido y privado del derecho a responder en el plazo de ley los cargos respectivos. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha primero de setiembre de mil novecientos noventa y siete, de fojas ciento cuarentiuno que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola, declara FUNDADA; en consecuencia, declarese ineficaz el Acta de Asamblea General Extraordinaria, de fecha trece de marzo de mil novecientos noventa y cuatro de la Asociacion Campesina del Valle del Rimac, obrante a fojas cuarentitrés, en cuanto dispone la exclusion de don Ruperto Paredes Moran como socio de la Asociacion citada; DISPUSIERON que don Ruperto Paredes Moran continue ejerciendo la calidad de socio de la Asociacion de Campesinos Del Valle del Rimac. Dispone la notificacion a las partes > su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. Acosta Sanchez Diaz Valverde Nugent Garcia Marcelo JG.em. LO que Certifico: Dra. MARKTUZ VASQUEZ RELATOI 4 BECRET A CONBTITUGIONA AH TRIBUNAL", "fecha_publicacion": "1998-09-23", "id": 37573, "nombre_demandado": "Asociación de Campesinos del Valle del Rímac", "nombre_demandante": "Ruperto Paredes Morán", "numero_expediente": "00976-1997-AA"}