{"CONTEXTO": " 00976-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00976-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. .N.o 976-98-AA/TC TACNA ASOCIACION CENTRAL DE EMPRESAS DE TRANSPORTE URBANO E INTERURBANO DE TACNA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los seis dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Percy Ignacio Ponce Zegarra, representante de la Asociacion Central de Empresas de Transporte Urbano e Interurbano de Tacna-CETUIT, contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna-Moquegua, de fojas trescientos, su fecha seis de julio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion Central de Empresas de Transporte Urbano e Interurbano de Tacna-CETUIT, representada por su Presidente don José Antonio Rospigliosi Alcon, interpone demanda de Accion de Amparo, contra la Municipalidad Provincial de Tacna, representada por su Alcalde don Tito Chocano Olivera, a fin de que se declare inaplicable el Decreto de Alcaldia N.o 0014-98, al considerar que vulnera su derecho constitucional a la libertad de trabajo. Sostiene que mediante dicho Decreto se ha dispuesto la modificacion de las rutas de transporte urbano incumpliéndose, ademas, con la formacion de la Comision Técnica Mixta a que se refiere el Decreto Supremo N.o 12-95-MTC. La demandada contesta la demanda, la niega en todos sus extremos y sostiene que la demandante, en el fondo, pretende que se inaplique la Ordenanza Municipal N.o 005-96, que aprobo el Plan Regulador de Rutas de la ciudad de Tacna; que el desvio de las rutas dispuesto por el Decreto de Alcaldia cuestionado, no es sustancial. La demandada propone las excepciones de incapacidad para obrar del demandante y de falta de agotamiento de la via administrativa. El Primer Juzgado Especializado en lo Civil de Tacna, a fojas ciento dos, su fecha siete de mayo de mil novecientos noventa y ocho, declara fundada la demanda, ? por considerar, principalmente, que el servicio de transporte urbano e interurbano de pasajeros es de necesidad y utilidad publica y de interés nacional, por tratarse de una actividad economica basica para el desarrollo del pais, por lo que no debe ser interrumpida. TRIBUNAL CONSTITUCIONAL La Sala Civil de la Corte Superior de Justicia de Tacna-Moquegua, a fojas trescientos, su fecha seis de julio de mil novecientos noventa y ocho, revoca la apelada y declara improcedente la Accion de Amparo y nulo todo lo actuado al no haberse pronunciado la primera instancia sobre las excepciones planteadas por la demandada. La Sala estima que la autoridad municipal es la entidad competente para organizar y regular el transporte urbano y que el Decreto cuestionado es legal. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el proposito de la presente accion es que se declare inaplicable a la 1. demandante el Decreto de Alcaldia N.o 0014-98 del dieciocho de marzo de mil novecientos noventa y ocho, al considerar que vulnera su derecho constitucional a la libertad de trabajo. Que es necesario establecer si la demandante ha cumplido con la exigencia 2. prevista en el articulo 27° de la Ley N.o 23506 de Habeas Corpus y Amparo respecto al agotamiento de la via previa. Que el articulo 122° de la Ley N.o 23853, Orgânica de Municipalidades, 3. establece que los actos administrativos municipales que den origen a reclamaciones individuales, se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos, hoy con rango de ley. Que, en el caso de autos, la demandante no ha acreditado haber interpuesto los 4. recursos impugnativos que le faculta la ley contra el Decreto de Alcaldia N.o 0014-98. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Civil de la Corte Superior de Tacna- Moquegua, de fojas trescientos, su fecha seis de julio de mil novecientos noventa y ocho, que revocando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "L ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA/MARCELO / Grcea NE Lo que certifioo: VV DR. CESAR CUBAS LONGA SECRETARIO-RILATOR (e)", "fecha_publicacion": "1999-11-25", "id": 36012, "nombre_demandado": "Municipalidad Provincial de Tacna", "nombre_demandante": "Asociación Central de Empresas de Transporte Urbano e Interurbano de Tacna (CETUIT)", "numero_expediente": "00976-1998-AA"}