{"CONTEXTO": " 00970-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00970-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 970-96-AA/IC ICA FÉLIX VIRGINIO SALAZAR REYES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Félix Virginio Salazar Reyes, contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ciento setenta y tres, su fecha veintiséis de setiembre de mil novecientos noventa y seis, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Félix Virginio Salazar Reyes interpone demanda de Accion de Amparo contra don José Alberto Navarro Grau, en su calidad de Alcalde de la Municipalidad Provincial de Chincha y representante ante la Empresa de Servicio Municipal de Agua Potable y Alcantarillado de Chincha Sociedad Anonima - SEMAPACH, extendiéndola contra los miembros del Directorio, don Agustin Robles Palomino, dona Luz Dongo de Rossi y don Samuel Quisiverde Romucho, y también contra el ex Gerente General de la Empresa, don José Sanguineti Céspedes y contra el actual Gerente General, don Luis Oliva Chavez, solicitando que se declaren inaplicables las cartas notariales de fecha veintiocho de marzo de mil novecientos noventa y seis, mediante la cual la Empresa demandada le otorga un plazo de seis dias para que formule su descargo, debido a que, como resultado de la evaluacion de personal, ha quedado incurso en la causal de despido por rendimiento deficiente, en aplicacion del articulo 56° inciso b) del Texto Unico Ordenado de la Ley de Fomento del Empleo, aprobado por el Decreto Supremo No 05-95-TR del diecisiete de agosto de mil novecientos noventa y cinco; asimismo, que se declare inaplicable la segunda, de fecha tres de abril de mil novecientos noventa y seis, por la que se ratifica al demandante que esta incurso en la causal de rendimiento deficiente ya expresado; y, por ultimo, la de fecha once de abril del mismo ano, por la que se le despide a partir de esta misma fecha, al haber sido desaprobado en la evaluacion. Afirma el demandante, que ingreso a laborar en la empresa el cuatro de noviembre de mil novecientos ochenta y cuatro, bajo el régimen laboral de la Ley No 4916; que el presente ano de mil novecientos noventa y seis, por acuerdo del Directorio se tomo la decision de evaluar al personal de SEMAPACH S.A. con el fin de reducirlo, pero al no estar debidamente inscritos en los Registros Publicos, tanto el Directorio como el Gerente General carecian de facultades de representacion; que no se han publicado los pasos a seguirse en el proceso de evaluacion, por lo que se ha violado asi su derecho de defensa; que el proceso de evaluacion al que ha sido sometido se ha regido por la Resolucion Ministerial No 286-95-PRES que aprueba las normas para la evaluacion de personal de los 2 TRIBUNAL CONSTITUCIONAL Consejos Transitorios de Administracion Regional, transgrediendo asi el derecho al debido proceso; ampara su demanda en los articulos 22°, 23°, 26°, 270 y 38° de la Constitucion Politica del Estado. Los demandados, don José Navarro Grau, en su condicion de Alcalde de la Municipalidad Provincial de Chincha y Presidente del Directorio de la Empresa de Servicio Municipal de Agua Potable de Chincha S.A., don Samuel Elias Quisiverde Romucho y don José Agustin Robles Palomino y don Luis Oliva Chavez, miembros del Directorio de SEMAPACH, contestan la demanda solicitando se declare improcedente, ya que se ha actuado en cumplimiento de la Resolucion Ministerial No 286-95-PRES que dispone que las evaluaciones del personal deben llevarse a cabo semestralmente, siendo causa justa de despido el rendimiento deficiente, de acuerdo a lo establecido por el articulo 56° inciso b) del Texto Unico Ordenado de la Ley de Fomento del Empleo. Senalan los demandados, que el presente caso no se trata de un despido arbitrario sino que - th se adopto como consecuencia de que el demandante fue desaprobado en la evaluacion, lo que no implica violacion de ningun derecho constitucional. El codemandado, don José Manuel Sanguineti, contesta la demanda solicitando que sea declarada improcedente, por cuanto, en su condicion de Gerente de la Empresa, remitio una de las cartas notariales al demandante, cumpliendo disposiciones del Directorio de SEMAPACH; dona Luz Dongo de Rossi no absolvio el traslado de la demanda. El Juzgado en lo Civil de Chincha, a fojas ciento cuarenta y cinco, con fecha nueve de agosto de mil novecientos noventa y seis, declara improcedente la demanda, por considerar principalmente que la materia controvertida es estrictamente de caracter laboral, y ésa es la via judicial a la que debio recurrir. La Sala Civil de la Corte Superior de Justicia de Ica, con fecha veintiséis de setiembre de mil novecientos noventa y seis, a fojas ciento setenta y tres, confirma la apelada por estimar que el demandante, en su calidad de trabajador de la empresa demandada, se encuentra sometido al régimen laboral de la actividad privada que para reclamar su reposicion tenia el derecho de hacerlo acudiendo a la via idonea, y no a la Accion de Amparo. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de fojas ciento ocho a ciento diecinueve, corre en autos copia del testimonio de la escritura de constitucion y de los estatutos de SEMAPACH S.A., de fecha treinta de abril de mil novecientos noventa y tres, segun el cual ésta es una empresa municipal y senala, en su articulo 73°, que sus trabajadores estan sujetos al régimen laboral y a los beneficios establecidos para los trabajadores de la actividad privada. 2. Que, la Ley No 26553 de Presupuesto del Sector Publico para el ejercicio de 1996, en su Octava Disposicion Transitoria y Final, incluyo a las empresas municipales dentro de los alcances del Decreto Ley No 26093, que dispone que los titulares de las entidades publicas deben cumplir con efectuar semestralmente programas de TRIBUNAL CONSTITUCIONAL evaluacion de personal y las autoriza a dictar las normas pertinentes para la correc aplicacion de dicho dispositivo; asimismo, establece que el personal que no califiq podra ser cesado por causal de excedencia. 3. Que, encontrândose los trabajadores de la Empresa Municipal demandada, dentro régimen laboral de la actividad privada, Ley de Fomento del Empleo, cuyo Te: Unico Ordenado se aprobo por Decreto Supremo No 05-95-TR del diecisiete de agos de mil novecientos noventa y cinco, debe entenderse que las leyes Nos. 26553 y 260 incorporan una causal adicional de despido respecto a las comprendidas en mencionada Ley; causal a ser aplicada solo por el ano de mil novecientos noventa seis. 4. Que, por lo tanto, la empresa demandada, para proceder al despido por la causal excedencia, debio observar previamente el procedimiento establecido por la Ley 26093, y en consecuencia debio dictar las normas pertinentes, garantizando asi derecho al debido proceso y de defensa del demandante, lo que ha sido incumplido el caso. 5. Que, en consecuencia, la demandada ha vulnerado el derecho constitucional al debi proceso del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justic de Ica, de fojas ciento setenta y tres, su fecha veintiséis de setiembre de mil novecient noventa y seis. que confirmando la apelada declaro improcedente la demanda; REFORMANDOLA la declara FUNDADA; en consecuencia inaplicables al demandar las disposiciones administrativas contenidas en las cartas notariales del tres y once abril de mil novecientos noventa y seis; dispone la reincorporacion en su cargo O en de similar rango, no siendo de abono las remuneraciones dejadas de percibir; se dispo que es inaplicable lo dispuesto en el articulo 11° de la Ley No 23506 por las circunstand especiales del proceso. Dispone la notificacion a las partes, su publicacion en el dia oficial El Peruano y la devolucion de los actuados. S.S. . 7bal - i A C ACOSTA SANCHEZ, DIAZ VALVERDE, 14 - CC NUGENT, GARCIA MARCELO. Certifioon Lo que JAM Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-17", "id": 34980, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Chincha (José Alberto Navarro Grau) y otros", "nombre_demandante": "Félix Virginio Salazar Reyes", "numero_expediente": "00970-1996-AA"}