{"CONTEXTO": " 00987-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00987-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL OTDA FOJAS 14 TRIBUNAL CONSTITUCIONAL EXP. N.o 987-96-AA/TC TACNA JORGE OSWALDO URTEAGA ORTIZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como Recurso Extraordinario, interpuesto por don Jorge Oswaldo Urteaga Ortiz, con fecha seis de noviembre de mil novecientos noventa y seis, contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, que con fecha veintiocho de octubre de mil novecientos noventa y seis, declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Con fecha dieciséis de mayo de mil novecientos noventa y seis, don Jorge Oswaldo Urteaga Ortiz interpuso Accion de Amparo contra el Colegio de Abogados de Tacna y Moquegua, siendo la finalidad de su pretension que se declare la nulidad y prescripcion de la Resolucion N.o 001-95-JD-CATM, mediante la cual el emplazado dejo sin efecto la colegiatura que le habia concedido con fecha veintisiete de abril de mil novecientos noventa y cinco. Manifiesta el demandante, que mediante la Resolucion Rectoral N.o 25466 de fecha treinta de enero de mil novecientos noventa y cinco, la Universidad Nacional \"San Luis Gonzaga\" de Ica le otorgo el Titulo de Abogado; que con dicho documento se incorporo como miembro del Colegio de Abogados de Tacna y Moquegua el veintisiete de abril del mismo ano; y, que, posteriormente, la citada Universidad dispuso, mediante la Resolucion Rectoral N.° 26195, dejar sin efecto la Resolucion Rectoral N.o 25466 con la cual se le habia otorgado el referido titulo profesional. Finaliza el demandante aduciendo que, ante la comentada decision Rectoral, el Colegio de Abogados de Tacna y Moquegua dicto la Resolucion N.o 001-95-JD-CATM, materia de la presente litis, dejando sin efecto la colegiatura que le habia concedido; por tal razon, considera que se violo su derecho a la defensa. (fojas 30 a 36). El Decano del Colegio de Abogados de Tacna y Moquegua, don Manuel Espinoza Yanez, contesta la demanda solicitando que sea declarada caduca, improcedente 0 infundada; considera que al haber dejado sin efecto, la Universidad \"San Luis Gonzaga\", la Resolucion Rectoral N.o 25466 por la cual se otorgo el Titulo de Abogado al demandante, el Colegio de su Presidencia dicto la Resolucion N.o 001-95-JD-CATM, dejando sin efecto la colegiatura del mismo; que por tal razon, no se violo ningun derecho constitucional y se procedio con arreglo al Estatuto del Colegio. (fojas 104 y 105). El Primer Juzgado Especializado en lo Civil de Tacna, mediante la resolucion de fecha doce de agosto de mil novecientos noventa y seis, declara infundada la demanda por 2 TRIBUNAL CONSTITUCIONAL OTDA FOJAS 15 TRIBUNAL CONSTITUCIONAL considerar que el Colegio emplazado procedio con sujecion a su Estatuto; y, por consiguiente, no violo derecho constitucional alguno. (fojas 118 a 125). La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua falla, con fecha veintiocho de octubre de mil novecientos noventa y seis, confirmando la apelada por sus mismos fundamentos y, en consecuencia, declara infundada la Accion de Amparo. (fojas 155).", "FUNDAMENTOS:": "1. Que, siendo la Accion de Amparo una accion de garantia, su objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, del texto de la demanda se desprende que don Jorge Oswaldo Urteaga Ortiz considera que el Ilustre Colegio de Abogados de Tacna y Moquegua violo su derecho a la defensa, al haber dejado sin efecto su colegiatura mediante la citada Resolucion N.o 001-95-JD-CATM, publicada en el diario \"Correo\" de Tacna, con fecha tres de enero de mil novecientos noventa y seis. 3. Que, la citada Resolucion N.o 001-95-JD-CATM, cuya publicacion corre a fojas dos, fue dictada por el Ilustre Colegio de Abogados de Tacna y Moquegua, tomando en cuenta que la Universidad Nacional \"San Luis Gonzaga\" de Ica emitio la Resolucion Rectoral N.o 26195 de fojas cinco, su fecha veintinueve de noviembre de mil novecientos noventa y cinco, que dejo sin efecto la Resolucion Rectoral N.o 25466 de fecha treinta de enero de mil novecientos noventa y cinco, con la que habia otorgado al emplazante el Titulo de Abogado. 4. Que, es necesario tomar en cuenta lo establecido por el articulo 285° del Texto Unico Ordenado de la Ley Orgânica del Poder Judicial y el Decreto Ley N.o 25873, que disponen que para ejercer el patrocinio se requiere tener Titulo de Abogado y estar inscrito en cualquier colegio departamental. 5. Que, en todo caso, el demandante no ha probado en autos la no vigencia de la Resolucion Rectoral N.o 26195; consecuentemente, el Colegio de Abogados de Tacna y Moquegua no violo ningun derecho constitucional de don Jorge Oswaldo Urteaga Ortiz, pues cuando emitio la Resolucion N.o 001-95-JD-CATM, procedio con sujecion a la decision rectoral de la Universidad Nacional \"San Luis Gonzaga\" de Ica, a su Estatuto, y a la Ley Orgânica del Poder Judicial. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas ciento cincuenta y cinco, su fecha veintiocho de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro 3 TRIBUNAL CONSTITUCIONAL OTDA 1 6 FOJAS TRIBUNAL CONSTITUCIONAL INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "/ t ACOSTA SANCHEZ, ViArei DIAZ VALVERDE, NUGENT, aucia GARCIA MARCELO. Lo queCertitiooi 1-1. Dra. MARIA LUZ VASQUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1999-03-20", "id": 34920, "nombre_demandado": "Colegio de Abogados de Tacna y Moquegua", "nombre_demandante": "Jorge Oswaldo Urteaga Ortiz", "numero_expediente": "00987-1996-AA"}