{"CONTEXTO": " 00988-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00988-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.° 988-96-AA/TC LIMA ANTONIO RONALD ZAVALA URBINA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por don Antonio Ronald Zavala Urbina contra la Resolucion expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento setenta y nueve, de fecha doce de febrero de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Antonio Ronald Zavala Urbina, con fecha veintiocho de octubre de mil novecientos noventa y tres, interpone Accion de Amparo contra el denominado Congreso Constituyente Democrâtico, a fin de que se declare la no aplicacion de la Resolucion N.o 1303-B-92-CACL expedida por el Presidente (e) de la Comision Administradora del Patrimonio del Congreso de la Republica, publicada el treinta y uno de diciembre de mil novecientos noventa y dos. Senala el demandante que mediante Decreto Ley N.o 25640 se autoriza a la Comision Administradora del Patrimonio del Congreso de la Republica a efectuar un proceso de racionalizacion del personal del Congreso aplicable a los trabajadores que no se acogieron al programa de renuncias voluntarias; agrega que se inscribio oportunamente en el examen de evaluacion de concurso de méritos realizado el veinticuatro de octubre de mil novecientos noventa y dos, al cual no se presento alegando motivos de salud, acreditando su inasistencia con el certificado médico correspondiente, por lo que solicito se le programe una evaluacion con fecha posterior, la cual no se llego a concretar, disponiéndose su cese por causal de reorganizacion y racionalizacion por medio de la Resolucion N.o 1303-B-92- CACL. Considera el demandante que tales actos violan sus derechos fundamentales a la libertad de trabajo, igualdad ante la ley y proteccion al trabajo. TRIBUNAL CONSTITUCIONAL El Procurador Publico a cargo de los asuntos judiciales del Poder Legislativo contesta la demanda solicitando que la misma sea declarada improcedente, considera que la resolucion cuestionada ha sido expedida en estricto cumplimiento de las normas legales que rigieron la reestructuracion del Congreso Constituyente Democratico, las mismas que fueron ratificadas por ley constitucional de fecha nueve de enero de mil novecientos noventa y cuatro, agrega, ademas, que mediante el Decreto Ley N.o 25759 se establece en su articulo 2° que la Comision Administradora del Patrimonio del Congreso de la Republica efectuara un proceso de seleccion y evaluacion del personal, senala que los trabajadores que no logren alcanzar una vacante, asi como aquellos que decidan no presentarse al concurso de méritos, seran cesados por causal de reorganizacion. El Trigésimo Juzgado Civil de Lima, a fojas ciento veintiséis, con fecha diez de julio de mil novecientos noventa y cinco, emite resolucion declarando improcedente la demanda de Accion de Amparo, considerando principalmente que el demandante interpone la presente demanda con fecha el veintiocho de octubre de mil novecientos noventa y tres, solicitando la no aplicacion de la Resolucion N.o 1303-B-92-CACL, de fecha treinta y uno de diciembre de mil novecientos noventa y dos, por lo que queda evidenciado que el derecho del recurrente ha caducado en exceso. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, a fojas ciento setenta y nueve, con fecha doce de febrero de mil novecientos noventa y seis, confirma la sentencia apelada que declara improcedente la Accion de Amparo interpuesta. Contra esta resolucion, el demandante interpone Recurso de Nulidad entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la presente demanda se orienta a declarar la no aplicacion de la 1. Resolucion N.o 1303-B-92-CACL publicada treinta y uno de diciembre de mil novecientos noventa y dos, que dispone el cese del demandante por causal de reorganizacion y racionalizacion como servidor en el Congreso de la Republica. Que, antes de emitir pronunciamiento sobre el fondo del asunto controvertido es 2. preciso advertir sobre los requisitos de procedibilidad de la presente accion, que conforme obra en autos, la demanda fue interpuesta con fecha veintiocho de octubre de mil novecientos noventa y ocho, y que la resolucion que origina los actos supuestamente violatorios fue publicada con fecha treinta y uno de diciembre de mil novecientos noventa y dos, por lo que la presente Accion de Amparo resulta extemporanea, de acuerdo a lo establecido en el articulo 370 de la Ley N.o 23506. Que, por Resolucion N.o 1239-A-92-CACL, de fecha veintidos de octubre de mil 3. novecientos noventa y dos, se establecen las bases del proceso de evaluacion y seleccion del personal, que, en el articulo 270 se senala que la Comision 2 TRIBUNAL CONSTITUCIONAL Administradora del Patrimonio del Congreso Constituyente Democrâtico no aceptara reclamos sobre los resultados del examen, por lo que se colige que la via previa no se encuentra regulada, por lo que el demandante tuvo expedita la via del amparo desde la fecha de afectacion del derecho constitucional, fecha desde la que comienza a computarse los sesenta dias habiles. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Quinta Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento setenta y nueve, su fecha doce de febrero de mil novecientos noventa y seis, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "alol Ll ACOSTA SANCHEZ / DIAZ VALVERDE NUGENT GARCIA MARCELO 21 aun Mul 1 DA. Lo que Certif100: Bre MARIALIZVASIUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL 3", "fecha_publicacion": "1999-08-14", "id": 35467, "nombre_demandado": "Congreso Constituyente Democrático", "nombre_demandante": "Antonio Ronald Zavala Urbina", "numero_expediente": "00988-1996-AA"}