{"CONTEXTO": " 00983-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00983-1996-AA.pdf) --- 4 TRIBUNAL CONSTITUCIONAL Exp. : No 983-96-AA/TC CASO : Mauro Montesinos Naupari HUACHO - SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventisiete, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los Sehores Magistrados: Acosta Sanchez; Vicepresidente, encargado de la Presidencia, Ricardo Nugent; Diaz Valverde; Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente Sentencia:", "ASUNTO:": "Recurso de mulidad entendido como extraordinario, interpuesto contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Haura, Su fecha cuatro de noviembre de mil novecientos noventiséis, en la accion de amparo seguida por don Mauro Montesinos Naupari, contra el Alcalde de la Municipalidad Provincial de Huaral, don Doroteo Alejandro Marin Valentin.", "ANTECEDENTES:": "El demandanle, inlerpone accion de amparo contra el Alcalde de la Municipalidad Provincial de Huaral, don Doroteo Alejandro Marin Valentin, al amparo del articulo 200° inciso 2) de la Constitucion Politica del Peri, senalando que ha sido violado su derecho a la propiedad privada y a lo dispuesto por la Resolucion del Juez Instructor de Huaral, toda vez que, sin haber sido notificado y sin mediar resolucion alguna, en forma prepotente, obreros de la Municipalidad Provincial de Huaral, han ingresado al inmueble de su propiedad ubicado entre las calles El Palmo y Matamulas, destruyendo parte del mismo. 2 TRIBUNAL CONSTITUCIONAL Aduce ademas que, el demandado tenia pleno conocimiento de la existencia de una sentencia condenatoria expedida por el Juez Instructor de la Provincia de Huaral, pues le favorecia y ordenaba el lanzamiento para la desocupacion de SH inmueble por parte del Asentamiento Humano \"José Carlos Mariategui - El emplazado, al contestar la demanda, manifiesta que esfalso que ST representada haya dispuesto el ingreso a la propiedad del demandante, y que tampoco ha destruido parte de la misma; por lo que no ha violado derecho constitucional alguno en agravio del demandante. Senala lambien, que no tuivo conocimiento de la existencia de la sentencia penal a favor del accionante, la cual adjunta a la demanda. Agrega ademas que, la Municipalidad a su cargo, cumplio con prolongar la Av. 28 de Julio de la Provincia de Huaral, para lo cual se suscribio un contrato de permula con don Juan Barquero, propietario de un inmueble colindante con el del demandante, no habiéndole notificado de este acto, por cuanto la avenida no pasa por STL propiedad. El Juez (p) del Juzgado Especializado en lo Civil de Huaral, expidiendo sentencia de fecha veinte de setiembre de mil novecientos noventiséis, declara improcedente la demanda, por considerar que del lenor de la misma, se desprende que el actor no ha recurrido a la via administrativa. El Fiscal Superior en lo Civil de Huacho, opina porque se confirme la sentencia apelada, por considerar que el demandante no ha incoado previamente la accion en la via administrativa. La Sala Civil de la Corle Superior de Justicia de Huaura, expidiendo resolucion, su fecha cuatro de noviembre de mil novecientos noventiséis. revoca la apelada de fecha veinte de setiembre de mil novecientos noventiséis, y reformandola declaro infundada la demanda, considerando que el demandante no ha acreditado su derecho de propiedad; por lo que, interpuesto el recurso de nulidad entendido como exiraordinario, se elevan los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1) Que, el articulo 1o de la Ley No 23506, establece que el objeto de las acciones de garantia es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional: 2) Que, el actor no ha acreditado en forma indubitable con prueba alguna que sustente Su afirmacion de que el bien inmueble a que hace alusion en Stl demanda, sea de su propiedad, aun cuando afirma que se encuentra debidamente registrada, toda vez que la sentencia J TRIBUNAL CONSTITUCIONAL favorable que ha obtenido sobre usurpacion, solamente protege la posesion y no la propiedad, de acuerdo a lo prescrito en los articulos 202° y siguientes del Codigo Penal, por tanto esta instrumental obrante afojas dos a cuatro, no es suficiente para acredilar el derecho de propiedad: 3) Que, por onro lado, ademas, en forma accesoria, se percibe la disconformidad que hay entre el nombre que figura en la librela electoral del demandante y la persona favorecida con el fallo de usurpacion senalado, tal discrepancia consiste en que en la Libreta Elecioral figura don Mauro Monlesinos Naupari y en la sentencia aludida figura don Mauro Filiberto Montesinos Naupari; 4) Que, asimismo, el demandante, no ha demostrado documentalmente en autos, que la Municipalidad demandada haya ingresado a su propiedad, que hubiera destruido parte de la misma y que esté abriendo una avenida dentro de su terreno en beneficio del Asentamiento Humano \"José Carlos Mariategui\", como afirma en su escrito obrante de fojas treintinueve a cuarenta; 5) Que, en consecuencia, el demandante no ha demostrado en aulos el que se le haya violado 0 amenazado alguno de sus derechos constitucionales protegidos. Por eslos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y S7L Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, Su fecha cuatro de noviembre de mil novecientos noventiséis, la que revocando y reformando la sentencia de veinte de setiembre de mil novecientos noventiséis, declaro infundada la accion de amparo incoada; dispusieron su publicacion en el diario oficial \"El Peruano' \": y los devolvieron. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE U L GARCIA MARCELO ledtosl Lo que Certifioos MCM Ore. MARIA LUZ VASOUEZ DE LOPEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-01-10", "id": 36629, "nombre_demandado": "Municipalidad Provincial de Huaral (Alcalde, Doroteo Alejandro Marín Valentín)", "nombre_demandante": "Mauro Montesinos Naupari", "numero_expediente": "00983-1996-AA"}