{"CONTEXTO": " 00983-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/00983-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 983-98-AA/TC LIMA JUAN MANUEL ORMAECHE FARFAN PN o SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Manuel Ormaeche Farfan contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos nueve, su fecha dieciocho de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Juan Manuel Ormaeche Farfan interpone demanda de Accion de Amparo contra la empresa de servicio de Agua Potable y Alcantarillado de Lima-Sedapal, a fin de que la entidad demandada le abone su pension de cesantia en forma nivelada con la remuneracion que actualmente perciben los empleados de Sedapal, comprendidos dentro del régimen de la Ley N.o 4916, asimismo solicita el pago de los correspondientes reintegros por todo el tiempo que la demandada ha venido pagando su pension en forma diminuta, por haber aplicado indebidamente el tope establecido por el articulo 292° de la Ley N.° 25303, asi como el pago de sus gratificaciones por fiestas patrias y Navidad y la bonificacion por escolaridad con los mismos montos con los que se pagan a los empleados de Sedapal sujetos a la Ley N.o 4916. Expresa que ha prestado servicios para la demandada por mas de veinte anos dentro del régimen del Decreto Ley N.o 11377 y que la demandada no ha cumplido con nivelar su pension de jubilacion, tal como lo dispone la Octava Disposicion Transitoria de la Constitucion de 1979 y la Resolucion de Directorio N.o 068-85-VC-83-00000. La Oficina de Normalizacion Previsional propone las excepciones de caducidad de la accion y de falta de agotamiento de la via previa y, sin perjuicio de ello, contesta la demanda, negândola y contradiciéndola en todos sus extremos, argumentando que la accion ha caducado y que no se ha agotado la via administrativa. Asimismo, la via del TRIBUNAL CONSTITUCIONAL amparo no es la idonea para discutir derechos pensionarios, pues para ello existe un procedimiento expreso como es la accion comtenciowo-administnativa. La empresa de Servicio de Agua Potable y Alcantarillado de Lima-Sedapal propone la excepcion de falta de agotamiento de la via administrativa, asimismo contesta la demanda manifestando que el demandante ingreso a prestar servicios al Estado bajo el régimen laboral de la Ley N.° 11377 el diez de diciembre de mil novecientos cuarenta y ocho y laboro en dicho régimen hasta el treinta y uno de diciembre de mil novecientos ochenta y uno. Que el tipo de pension que le corresponde a la demandante es una sujeta a nivelacion, la misma que se realiza en relacion a los niveles remunerativos de igual jerarquia, de igual régimen laboral, de igual régimen previsional y de la misma entidad, siendo de aplicacion supletoria lo dispuesto en el articulo 70 del Decreto Legislativo N.o 817, por lo que no existe ninguna arbitrariedad de Sedapal de no nivelar su pension de jubilacion, como afirma el demandante, dado que ésta se encuentra nivelada de acuerdo a ley, no siendo procedente nivelar la pension del demandante con lo haberes de los servidores del régimen privado. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento veintisiete, con fecha quince de abril de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que el demandante supera los veinte anos de servicios prestados al Estado, por lo que la demandada no puede desconocer sus derechos adquiridos reconocidos mediante la Resolucion de Directorio N.o 068-85/VC- 83-00000, que aprobo en via de regularizacion la nivelacion de los cesantes con mas de veinte anos de servicios prestados y de los jubilados de empresa del régimen del Decreto Ley N.o 20530 con cargos equivalentes de los trabajadores en actividad sujetos al régimen de la Ley N.o 11377, hasta el treinta y uno de diciembre de mil novecientos ochenta y uno, y al régimen de la Ley N.o 4916, a partir de enero de mil novecientos ochenta y dos. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos nueve, con fecha dieciocho de setiembre de mil novecientos noventa y ocho, revoca la sentencia apelada y declara improcedente la demanda, por considerar que el procedimiento previsto para el amparo constitucional no es la via idonea para obtener resoluciones declaratorias de derechos de pension 0 para obtener nivelacion de las que se han otorgado, por cuanto dichas pretensiones deben tramitarse en las correspondientes sedes administrativas judiciales, en donde se dilucidara, previa probanza, si le corresponde 0 no al demandante el reajuste y reintegro que demanda en este proceso. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, respecto a la excepcion de caducidad deducida por la demandada, este Tribunal en reiteradas ejecutorias ha establecido que debido a la naturaleza del 2 TRIBUNAL CONSTITUCIONAL derecho pensionario, y siendo el caso que los hechos que constituyen la afectacion son continuados, no se produce la caducidad de la accion, toda vez que mes a mes se repite la presunta vulneracion invocada por la demandante, resultando de aplicacion el articulo 26° de la Ley N.° 25398. Que, del tenor de la demanda se advierte que el demandante solicita: a) El pago de 2. su pension de cesantia, en forma nivelada con la remuneracion que actualmente perciben los empleados de Sedapal sujetos al régimen privado; b) El pago de los reintegros por el tiempo que la demandada ha venido pagando su pension en forma diminuta, por haber aplicado el tope establecido por el articulo 292° de la Ley N.o 25303, y c) El pago de sus gratificaciones por fiestas patrias y Navidad, asi como la bonificacion por escolaridad, con los mismos montos que actualmente perciben dichos empleados. Que, de autos se advierte que el demandante no ha adjuntado prueba alguna que 3. acredite la alegada imposicion de tope a la pension que viene percibiendo. Asi como tampoco ha probado que viniera percibiendo en forma diminuta las gratificaciones y bonificacion que indica, respecto a lo que pudiera corresponderle de acuerdo a ley. 4. Que el inciso b) del articulo 14° del Decreto Ley N.o 20530, concordante con la Tercera Disposicion Final Transitoria de la Constitucion, establece que no son acumulables los servicios prestados al Sector Publico, bajo el régimen laboral de la actividad publica, con los prestados al mismo sector bajo el régimen laboral de la actividad privada. Que existe reiterada jurisprudencia expedida por este Tribunal en el sentido de 5. senalar que la nivelacion a que tienen derecho todos los pensionistas que gozan de pension bajo el régimen previsional del Decreto Ley N.o 20530, debe efectuarse en relacion con el funcionario 0 trabajador de la Administracion Publica que se encuentre en actividad en el mismo nivel, categoria y régimen laboral que ocupo el pensionista al momento de su cese. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Perû y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, su fecha dieciocho de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; reformandola declara INFUNDADA Accion 3 TRIBUNAL CONSTITUCIONAL de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Ldr - C DIAZ VALVERDE NUGENT GARCIA MARCELO aue Ce EG.D gertif100s Le que TMABALIZHANNE SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1999-08-17", "id": 35431, "nombre_demandado": "Empresa de Servicio de Agua Potable y Alcantarillado de Lima (Sedapal)", "nombre_demandante": "Juan Manuel Ormaeche Farfán", "numero_expediente": "00983-1998-AA"}