{"CONTEXTO": " 00983-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00983-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 983-97-AC/TC Gabriela Amparo Adriazola Palumbo Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventiocho, el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados, Vicepresidente, encargado de la Presidencia; Acosta Sanchez, H Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia : ASUNTO : Recurso extraordinario contra la resolucion de la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha 17 de julio de 1996, en los seguidos por dona Gabriela Amparo Adriazola Palumbo contra don Paul Figueroa Lequien,Alcalde de la Municipalidad Distrital de la Molina, sobre Accion de Cumplimiento. 2 TRIBUNAL CONSTITUCIONAL ANTECEDENTES: . Dona Gabriela Amparo Adriazola Palumbo, interpone Accion de Cumplimiento contra don Paul Figueroa Lequien, Alcalde de la Municipalidad Distrital de La Molina,a fin que cumpla con abonarle su indemnizacion por tiempo de servicios de acuerdo a lo establecido en el convenio colectivo de fecha 9 de noviembre de 1987, aprobado por Resolucion de Alcaldia No 869/MDLM-A/87 y su aclaratoria, Resolucion de Alcaldia No 1037/MDLM A/87. Que, sostiene la demandante que fue cesada por causal de excedencia el 31 de agosto del ano 1996 y que el demandado no cumple con el pago de la indemnizacion por tiempo de servicios en razon del 50% del haber basico mas el integro de las remuneraciones y gratificaciones que estuvo percibiendo al momento del cese. Admitida la demanda, ésta es contestada por don Paul Figueroa Lequien,Alcalde de la Municipalidad Distrital de La Molina, quien la niega y contradice en todos sus extremos y solicita que se declare infundada, por cuanto manifiesta que el convenio colectivo en que se ampara la demandante para exigir el pago de la indemnizacion por tiempo de servicios, contraviene disposiciones del Decreto Legislativo No 276, por tanto es nulo de pleno derecho; por lo que el mencionado pacto colectivo no es de aplicacion al calculo de sus beneficios sociales. Asimismo senala, que el Sindicato de Trabajadores de la Municipalidad,a la fecha de suscripcion del convenio colectivo no se encontraba inscrito èn el registro correspondiente, careciendo entonces de personeria juridica y que ademas no se ha cumplido con el agotamiento de las vias previas. Con fecha 25 de noviembre de 1996, el Juez del Tercer Juzgado Especializado en Derecho Publico de Lima, expide resolucion declarando fundada la Accion de Cumplimiento. Interpuesto recurso de apelacion, con fecha 17 de julio de 1996, la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion revocando la apelada y reformandola la declara improcedente. Interpuesto el recurso extraordinario los autos son elevados al Tribunal Constitucional. 3 e TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS:": "1. Que,el objeto de la accion de cumplimiento es preservar la eficacia de las normas con rango, valor y fuerza de ley, asi como de los actos administrativos emanados de la administracion publica que funcionarios 0 autoridades se muestran renuentes en acatar. 2. Que,siendo el objeto de la accion de cumplimiento el que se ejecute el Pacto Colectivo suscrito entre las partes el ano 1987,y existiendo controversia en torno a los derechos que reclama la accionante, cuya dilucidacion no corresponde que se ventile en este procedimiento, por cuanto no existe estacion probatoria; la accion incoada debe declararse improcedente. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion y su Ley Orgânica, FALLA : CONFIRMANDO la resolucion de la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y tres, su fecha diecisiete de julio de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la demanda; ordenaron su publicacion en el Diario Oficial El Peruano, conforme a ley y los devolvieron. choa", "SS.": "ACOSTA SANCHEZ; NUGENT; DIAZ VALVERDE; GARCIA MARCELO NF/amf LO QUE CERTIFICO. Lu DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-17", "id": 36819, "nombre_demandado": "Alcalde de la Municipalidad Distrital de La Molina", "nombre_demandante": "Gabriela Amparo Adriazola Palumbo", "numero_expediente": "00983-1997-AC"}