{"CONTEXTO": " 00981-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00981-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 981-97-AA/TC LIMA. ELSA REYES LOSTANAU Y OTRA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL f En Lima, a los diez dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: LH", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Elsa Reyes Lostanau y dona Magdalena Tello Varcarcel contra la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fecha doce de agosto de mil novecientos noventa y siete, que confirmando la apelada del ocho de noviembre de mil novecientos noventa y seis, declara improcedente la Accion de Amparo interpuesta contra el Comité Electoral Nacional del Colegio de Nutricionistas del Perû, representado por dona Hilda Hinostroza Jave, dona Silvia Salinas y dona Mérida Santos Chafalote.", "ANTECEDENTES:": "Dona Elsa Reyes Lostanau y dona Magdalena Tello Valcarcel interponen Accion de Amparo contra la Presidenta del Comité Electoral Nacional del Colegio de Nutricionistas del Peru (CNP), dona Hilda Hinostroza Jave, la secretaria del mismo organismo, dona Silvia Salinas y la vocal, dona Mérida Santos Chafalote, afirmando que al haberse expedido la resolucion No 01 del CNP de fecha veinticinco de setiembre de mil novecientos noventa y seis, se han transgredido sus derechos constitucionales de participacion en la vida politica del pais, de elegir y ser elegido y el derecho de sufragio. Especifican las demandantes que las emplazadas en su condicion de integrantes del Comité Electoral del CNP y desde que quedo instalado dicho comité el uno de junio de mil novecientos noventa y seis, han actuado de forma parcializada con la lista No 01, obstruyendo las candidaturas de la lista No 02 a la que representan las demandantes. Tales hechos se patentizan en diversos actos realizados contra su lista antes y durante el proceso electoral llevado a efecto el quince de setiembre de mil novecientos noventa y seis. Puntualizan que el dia diecisiete de setiembre, el Comité Electoral Regional IV declaro como ganadora a la lista No 02, tanto para el Consejo Regional IV como para los representantes institucionales a la Asamblea Regional Representativa. Con tal resultado, la lista No 02 resulto también ganadora a nivel nacional asi como en los consejos regionales I, II, III, IV: y V. No obstante, el veintisiete de setiembre, reciben la Resolucion No 1 de nulidad del acto electoral y un nuevo cronograma de elecciones, lo que resulta totalmente contrario a las actas electorales que dan como ganadora a la lista de las demandantes. Solicitan, por consiguiente, el reconocimiento de los resultados del 2 TRIBUNAL CONSTITUCIONAL acto electoral realizado a nivel nacional y regional, por no existir argumentos legales que invaliden el acto. Contestada la demanda por dona Hilda Hinostroza Jave y dona Mérida Santos Chapalote, niegan éstas la demanda interpuesta por estimar entre otras cosas; que no se ha agotado la via administrativa pues se pudo apelar al Consejo Nacional establecido por el D.S. 013-88-SA, 0 ante la Asamblea Nacional que es el maximo organo deliberativo del Colegio; que no se ha violado norma 0 derecho constitucional alguno; que al haberse producido modificaciones en las actas electorales disenadas por el Comité Nacional Electoral, se opto por declarar la nulidad de las elecciones. De fojas cien a ciento uno y con fecha ocho de noviembre de mil novecientos noventa y seis, el Tercer Juzgado Especializado en Derecho Publico declara improcedente la accion, fundamentalmente por considerar: Que las consideraciones de la Resolucion No 01 del Comité Electoral Nacional del Colegio de Nutricionistas del Perû de fecha veinticinco de setiembre de mil novecientos noventa y seis, tienen sustento en el articulo 79° incisos a), c)y g) del Estatuto del Colegio de Nutricionistas del Peru, aprobado por Decreto Supremo No 013-88-SA asi como en el Reglamento General de Elecciones para 1996, especificamente en su articulo 19°, incisos a), c)y g); Que las piezas probatorias no son suficientes para comprobar las afirmaciones de la demanda 0 de la Resolucion cuestionada, puesto que para verificar las razones expuestas en ésta se requiere analizar integramente la documentacion pertinente del proceso electoral materia de nulidad asi como la carta cursada por el Comité Electoral Nacional en relacion con los documentos y actas pertinentes; Que si el articulo 13° de la Ley No 25398 establece que en las acciones de garantia no existe etapa probatoria, la via del amparo no es la idonea para atender las pretensiones de las demandantes, ya que los derechos invocados no aparecen claramente y se requiere de una via procesal de mayor debate y probanza. A fojas doscientos nuevey con fecha doce de agosto de mil novecientos noventa y siete, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirma la resolucion recurrida por sus propios fundamentos. Contra esta resolucion, las demandantes interponen Recurso Extraordinario disponiéndose el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que conforme se aprecia en el petitorio contenido en la demanda interpuesta, el objeto de ésta se orienta a dejar sin efecto la Resolucion No 01 expedida por el Comité Electoral Nacional del Colegio de Nutricionistas del Peri de fecha veinticinco de setiembre de mil novecientos noventa y seis, tras considerar que con la misma se transgreden los derechos constitucionales a la participacion politica en la via del pais, a elegir y ser elegido y al sufragio, y por consiguiente se reconozcan los resultados del acto electoral realizado el quince de setiembre de mil novecientos noventa y seis a nivel nacional y regional. 3 TRIBUNAL CONSTITUCIONAL 2. Que por consiguiente, y a efectos de acreditar las condiciones de procedibilidad de la presente accion 0, en su caso, la legitimidad 0 no de la demanda interpuesta, debe precisarse en primer término que no cabe invocar para el caso de autos la regla del agotamiento de las vias previas previsto en el articulo 270 de la Ley No 23506 toda vez que la resolucion objeto de cuestionamiento ha sido expedida con caracter definitivo por el Comité Electoral Nacional del Colegio de Nutricionistas del Peru, siendo por tanto irrecurrible. Tampoco, y por otra parte, cabe invocar el término de caducidad por cuanto la demanda ha sido interpuesta dentro del término de sesenta dias habiles previsto en el articulo 37° de la norma antes acotada. 3. Que, sin embargo, y en cuanto al asunto de fondo materia de la presente controversia, este Colegiado estima que si bien los hechos alegados por la parte demandante pueden entenderse como transgresiones a los derechos constitucionales invocados, la probanza de los mismos requiere para el presente caso de mayores elementos de juicio, toda vez que la cuestionada Resolucion No 01 expedida por el Comité Electoral Nacional del Colegio de Nutricionistas del Peru con fecha veinticinco de setiembre de mil novecientos noventa y seis, se sustenta en una serie de irregularidades presuntamente acontecidas en el proceso electoral llevado a efecto el quince de setiembre de mil novecientos noventa y seis, por lo que acreditar la veracidad 0 no de tales hecho y, por consiguiente, la arbitrariedad 0 no de dicha resolucion es algo que no puede intentarse por conducto de la Accion de Amparo, sino por la via de los procesos ordinarios, maxime cuando las instrumentales obrantes en los autos resultan notoriamente insuficientes para arribar a una conclusion definitiva en un sentido 0 en otro. Por estos fundamentos el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos nueve, que confirmando la apelada, declara IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO VU Cuu Lo que Certif1001 Lsd. C Dra. MARTA-tUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONBTITUGIONAK", "fecha_publicacion": "1998-12-13", "id": 37352, "nombre_demandado": "Presidenta del Comité Electoral Nacional del Colegio de Nutricionistas del Perú (CNP) (Hilda Hinostroza Jave) y otras", "nombre_demandante": "Elsa Reyes Lostanau y otra", "numero_expediente": "00981-1997-AA"}