{"CONTEXTO": " 00986-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00986-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 986-97-AATC Hilda Rivera Dulanto Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los veintiun dias del mes de enero de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde;J y Garcia Marcelo; actuando como secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Contericioso Administrativo de la Corte Superior de Justicia de Lima, su fecha veintitrés de junio de mil novecientos noventa y siete, que confirma la apelada que declaro improcedente la demanda, presentada por dona Hilda Rivera Dulanto contra el Ministerio de Justicia y otro.", "ANTECEDENTES:": "Dona Hilda Susana Rivera Dulanto interpone accion de Amparo contra el Ministerio de Justicia y la Direccion General de Correos del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion por violacion de su derecho constitucional a la seguridad socialy al debido proceso. Alega la actora que tras laborar en la Direccion General de Correos desde el dieciséis de noviembre de mil novecientos setenta y dos, el ocho de diciembre de mil novecientos noventa y dos ceso en sus labores tras acogerse a la renuncia voluntaria con incentivos. Sostiene que tras el computo de los ahos de servicios, mediante resolucion directoral No 4679-90-TC15.16.05, de fecha veintiséis de diciembre de mil novecientos noventa, el Director de Personal de la entidad demandada le asigna el adeudo al fondo de pensiones y compensaciones que regula el decreto ley 20530°. No obstante ello, aduce, con fecha diecinueve de marzo de mil novecientos noventa y uno, se dicto la resolucion & TRIBUNAL CONSTITUCIONAL directoral No 0395-91-7C/15.16, mediante la cual se dejo sin efecto anteriores resoluciones, y con ello, fuera del sistema de pensiones regulado por el decreto ley 20530°, alegandose no existir pruebas de que la actora haya laborado entre el primero de enero de mil novecientos setenta y tres al treinta de setiembre de mil novecientos setenta y cinco. Admitida la demanda, ésta es contestada por la Oficina de Normalizacion Previsional, quien solicita se declare improcedente la demanda, ya que: a) no se ha senalado cudl es el derecho constitucional afectado, b) no se agotaron las vias previas, pues se debio impugnar la resolucion administrativa que dice causarle agravio en la via contenciosa administrativa (sic), c) la pretension de la demandante ha caducado, pues la Accion de Amparo se ha interpuesto después de cinco anos. Asimismo contesta la demanda, el Procurador encargado de los Asuntos Judiciales del Ministerio de Justicia, solicita se declare improcedente la demanda, ya que: a) ha operado el plazo de caducidad, b) Corresponde a la Oficina de Normalizacion Previsional la defensa de los intereses del Estado en materia pensionaria, C) la Accion de Amparo no es la via adecuada para impugnar una resolucion administrativa. Con fecha veintiséis de noviembre de mil novecientos noventa y seis, el Juez del Juzgado Previsional Transitorio de Lima expide resolucion declarando improcedente la demanda. Interpuesto el recurso de apelacion, con fecha veintitrés de junio de mil novecientos noventa y siete la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se deje sin efecto la resolucion No 724-91-TNSC de fecha diecisiete de mayo de mil novecientos noventa y uno, expedida por la Primera Sala del Tribunal Nacional del Servicio Civil, por la que se declara infundado el recurso de apelacion contra la resolucion directoral No 0395-91-TC/15.16. y se le restituya su derecho a ser considerada pensionista bajo el régimen previsto en el decreto ley 20530°, por transgredir sus derechos constitucionales al debido proceso y obtener Su pension. 2. Que, siendo ello asi, a juicio de este Colegiado, la pretension debera de desestimarse, ya que: a) si bien este Colegiado ha expuesto los términos exactos en que debe computarse el plazo de caducidad donde se hayan puesto en controversia derechos constitucionales de naturaleza pensionaria, en el caso de autos, el referente central del proceso, no tiene en linea de principio dilucidar sobre tal aspecto, sino el de impugnar la resolucion No 724-91-TNSC, de fecha diecisiete de mayo de mil novecientos noventa f TRIBUNAL CONSTITUCIONAL y uno, expedida por el Tribunal Nacional del Servicio Civil, por lo que el computo del plazo de caducidad ha de efectuarse desde que ésta fue notificada. b) en tal virtud, y dado que la resolucion No 724-91-TNSCIR4XALA tiene por. fecha el diecisiete de mayo de mil novecientos noventa y uno, y la interposicion de la demanda el veinticuatro de setiembre de mil novecientos noventa y seis, es evidente que el plazo contemplado en el articulo 370 de la ley 23506° para que la actora pudiera hacer valer su derecho ha transcurrido por exceso. 3. Que, aunque la pretension de la actora debera de desestimarse, conforme se ha anotado en el fundamento juridico anterior, esencialmente por haber operado el plazo de caducidad, cree este Colegiado inoportuno advertir, pues es la naturaleza de la pretension que ha venido en grado, las pocas posibilidades que puede obtener un justiciable que su proceso constitucional prospere, si la dilucidacion de su controversia de relevancia constitucional exige el transito de una minima estacion probatoria, ya que en el Amparo, conforme se prevé en el articulo 13° de la ley 25398, no existe etapa probatoria, constituyendo este aspecto el unico limite a la opcion del actor al momento de elegir entre la via constitucional y la viajudicial paralela. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren,", "FALLA:": "Confirmando la resolucion de la Sala Contencioso Administrativo de la Corte Superior de Justicia de Lima, su fecha veintitrés de junio de mil novecientos noventa y siete, que confirmo la apelada, que declaro improcedente la Accion de Amparo interpuesta; dispusieron su publicacion en el diario oficial El Peruano, y los devolvieron.", "SS.": "1 L Vniee ACOSTA SANCHEZ NUGENT DIAZ VALVERDE V 21E < C GARCIA MARCELO lubrbe Lo que Certifico: ECM Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-11", "id": 36851, "nombre_demandado": "Ministerio de Justicia y otro", "nombre_demandante": "Hilda Susana Rivera Dulanto", "numero_expediente": "00986-1997-AA"}