{"CONTEXTO": " 00982-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00982-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 982-97-AA/TC. LIMA. Nancy Teresa Mercado Marquez. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Nancy Teresa Mercado Marquez, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos treinta y nueve, su fecha primero de agosto de mil novecientos noventa y siete, que revocando apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Nancy Teresa Mercado Marquez, con fecha treinta de octubre de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra el Alcalde de la Municipalidad de Lima Metropolitana, por considerar que se ha violado su derecho constitucional a no ser despedida arbitrariamente. Manifiesta, que fue despedida con fecha veinte de mayo del citado ano, de manera intempestiva e inmotivadamente, sin notificacion previa y sin cumplirse con el procedimiento senalado por la ley. Indica que pese a que en virtud del articulo 28° de la Ley No 23506, no le es exigible el agotamiento de la via previa, con fecha siete de junio de mil novecientos noventa y seis presento su recurso de apelacion, y al no haber la demandada dado respuesta alguna, lo considero denegado asi como agotada la via administrativa. La Municipalidad de Lima Metropolitana, contesta la demanda, indicando que la demandante fue destituida previo proceso administrativo disciplinario, en el cual se le brindo la oportunidad para el ejercicio de su derecho de defensa y se comprobaron las faltas cometidas. Agrega que a la demandante mediante Resolucion de Alcaldia No 627 de once de abril de mil novecientos noventa y seis, se le instauro proceso administrativo disciplinario, por haber sido encontrada el dia nueve de dicho mes y ano, realizando actos de violencia y agresion en un local de la Policia Municipal, y seguido el tramite 2 TRIBUNAL CONSTITUCIONAL correspondiente, mediante resolucion de Alcaldia No 733 de siete de mayo siguiente, se le impuso la sancion de destitucion. El Primer Juzgado Especializado en Derecho Publico de Lima, con fecha veintisiete de noviembre de mil novecientos noventa y seis, a fojas sesenta, declaro fundada la demanda, por estimar principalmente que, el despido de la demandante antes de que fuera notificada con la Resolucion que lo ordenaba resulta un acto arbitrario de la demandada y afecta el derecho a la estabilidad laboral de la demandante. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos treinta y nueve, con fecha primero de agosto de mil novecientos noventa y siete, revocando la apelada declaro improcedente la demanda, por estimar que ha operado la caducidad de la accion. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, de acuerdo a la establecido en el articulo 1° de la Ley No 23506, el objeto de las acciones de garantia, es el de reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, conforme se advierte de autos, la demandante mediante recurso impugnativo presentado con fecha siete de junio de mil novecientos noventa y seis, de fojas doce de autos, cuestiono su despido producido el veinte de mayo de dicho ano, consecuentemente el silencio negativo opero a partir del dia siguiente al vencimiento de los treinta dias de la interposicion del mismo, conforme lo establece el articulo 990 del Decreto Supremo No 02-94-JUS; en consecuencia, habiendo la demanda sido presentada con fecha treinta de octubre de mil novecientos noventa y seis, habia vencido en exceso el plazo de sesenta dias habiles establecido por el articulo 370 de la Ley de Habeas Corpus y Amparo No 23506. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas 2 3 TRIBUNAL CONSTITUCIONAL trescientos treinta y nueve, su fecha primero de agosto de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, Iai a DIAZ VALVERDE, necca 11. twcasu NUGENT, A GARCIA MARCELO. Lo que Certifico: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIAN FLONSTITUCIONAL TRIBUNAL AAM. 3", "fecha_publicacion": "1998-09-28", "id": 37635, "nombre_demandado": "Municipalidad de Lima Metropolitana", "nombre_demandante": "Nancy Teresa Mercado Márquez", "numero_expediente": "00982-1997-AA"}