{"CONTEXTO": " 00988-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00988-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 988-97-AA/TC MARCIAL MARIO LAGOS HERRERA LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventiocho, reunido en sesion de Pleno Jurisdiccional, el Tribunal Constitucional, con asistencia de los Senores Magistrados: ACOSTA SANCHEZ; Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE;: y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente Sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Extraordinario interpuesto contra la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintiséis de agosto de mil novecientos noventisiete, que confirmando la sentencia del cinco de diciembre de mil novecientos noventiséis, declaro improcedente la demanda de Accion de Amparo seguida por don Marcial Mario Lagos Herrera, contra la Federacion de Empleados Bancarios del Perû.", "ANTECEDENTES:": "Don Marcial Mario Lagos Herrera, interpone accion de amparo contra la Federacion de Empleados Bancarios del Perû, con el objeto de que el organo jurisdiccional ordene su reposicion al trabajo que venia desempeniando en la Federacion demandada, del cual fue despedido arbitrariamente sin expresion de causa cuando se encontraba gozando de su periodo vacacional. Senala que ha sido violado su derecho constitucional a trabajar libremente conforme establece el articulo 2° inciso 15) de la Carta Magna. Se corre traslado, pero la Federacion de Empleados Bancarios del Perû no se apersona a la instancia. El Juez del Primer Juzgado Especializado en Derecho Publico de Lima, expide sentencia, su fecha cinco de diciembre de mil novecientos 2 TRIBUNAL CONSTITUCIONAL noventiséis, declarando improcedente la Accion de Amparo, por considerar que el articulo 67° del Decreto Legislativo No 728, solo concede al trabajador sujeto al régimen laboral de la actividad privada, accion de exigir la indemnizacion correspondiente. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, confirmando la sentencia del cinco de diciembre de mil novecientos noventiséis, declaro improcedente la demanda de accion de amparo interpuesta. Interpuesto el Recurso de Nulidad entendido como Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1) Que, de los actuados se tiene que es materia de la presente Accion de Amparo, la reposicion del demandante en el cargo que venia desemperiando en la Federacion de Empleados Bancarios del Peru, por supuesto despedido arbitrario, sin expresion de causa; 2) Que, el articulo 670 del Decreto Supremo No 05-95-TR, \"Texto Unico Ordenado de la Ley de Fomento del Empleo\", > publicado el dieciocho de agosto de mil novecientos noventicinco, aplicable para el presente caso, establece que: \"Si el despido es arbitrario por no haberse expresado causa (...) el trabajador tiene derecho al pago de la indemnizacion establecida (...) como unica reparacion del dano sufrido. Podra demandar simultâneamente el pago de cualquier otro derecho 0 beneficio pendiente\"; 3) Que, el articulo 4° inciso 2) literal a) de la Ley No 26636, \"Ley Procesal del Trabajo\", dispone que: \"Los Juzgados de Trabajo conocen las pretensiones individuales 0 colectivas por conflictos juridicos sobre impugnacion de despido\"; 4) Que, siendo esto asi, no es de aplicacion lo dispuesto por el articulo 2° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento uno, su fecha veintiséis de agosto de mil novecientos noventisiete, que confirmando la apelada; declaro IMPROCEDENTE la accion de amparo incoada. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\";y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE V Gurcet e GARCIA MARCELO Lo que Certifioo: MCM Dre. MARIA LUZ VASOUEZ RELATORA SECF BUNA RE AL CON ONSTITUCIONAL TRI", "fecha_publicacion": "1998-07-08", "id": 36992, "nombre_demandado": "Federación de Empleados Bancarios del Perú", "nombre_demandante": "Marcial Mario Lagos Herrera", "numero_expediente": "00988-1997-AA"}