{"CONTEXTO": " 00999-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/00999-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp:999-97-AA/TC Lima César Enrique Castro Gonzalez. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de abril de mil novecientos noventa y ocho, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y, Garcia Marcelo. actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de nulidad entendido como extraordinario que interpone don Cesar Enrique Castro Gonzalez contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, su fecha doce de setiembre de mil novecientos noventa y siete, que confirmando la sentencia declaro improcedente la demanda. ANTECENDENTES: Don Cesar Enrique Castro Gonzalez, interpone accion de amparo contra el Alcalde de la Municipalidad Distrital de Pimentel don Luciano Palacios Pinglo, solicita tutela jurisdiccional por atentado contra la libertad de trabajo y proteccion contra el despido arbitrario, que la Municipalidad Distrital de Pimentel procedio a la evaluacion del personal, teniendo como base legal, la Ley No 26553 en su Octava Disposicion Transitoria, la que incluye a los organismos municipales dentro de los alcances del Decreto Ley No 26093, solicitando su reposicion en el centro de trabajo y el pago de sus remuneraciones y beneficios sociales que le corresponden desde su despido hasta su reposicion. TRIBUNAL CONSTITUCIONAL Sostiene el demandante que es trabajador municipal del Concejo Distrital de Pimentel desde el primero de setiembre de mil novecientos ochenta y seis, ingresando a laborar previo concurso de méritos y siendo nombrado mediante Resolucion Municipal No 040-89-MDP-A, que en el ano de mil novecientos noventa y seis comenzaron los actos de hostilidad contra el actor, que mediante Resolucion de Alcaldia No 037-96.MDPIA, se resuelve aplicar la medida disciplinaria de suspension sin goce de remuneraciones por el término de cinco dias, por. falta grave, imputandosele faltamiento al superior y negligencia en el desempeno de sus funciones. Que mediante Resolucion de Alcaldia No 001-97-MDPIA, de fecha siete de enero de mil novecientos noventa y siete, se dispone la ejecucion del Programa de Evaluacion Semestral del Personal de la Municipalidad Distrital de Pimentel, basandose en la Octava Disposicion Transitoria y Final de la Ley del Presupuesto del ano de mil novecientos noventa y seis, que el articulo 40, de la Ley rige exclusivamente para el periodo de mil novecientos noventa y seis, que la fecha de emitirse la mencionada resolucion, para la implementacion de las evaluaciones, resulta extemporanea. Admitida la demanda, ésta es contestada por la Municipalidad Distrital de Pimentel, la misma que la niega y contradice en todos sus extremos y solicita que se declare infundada por considerar que la medida disciplinaria por faltamiento al superior y negligencia en el desempeno de sus funciones, conllevo a que se le sancione, previo proceso administrativo; que al momento de evaluarlo no se tomo en cuenta ese demérito para efectos de su calificacion y que el proceso de evaluacion fue dentro del término de ley. El Tercer Juzgado Especializado en lo Civil - Chiclayo - con fecha cuatro de julio de mil novecientos noventa y siete, expide sentencia declarando improcedente la accion de amparo. Interpuesto el recurso de apelacion, la Segunda Sala Especializada Civil de la Corte Superior de Justicia de Lambayeque, con fecha doce de setiembre de mil novecientos noventa y siete, confirma la sentencia que declara improcedente la demanda. Interpuesto el recurso extraordinario los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS": "1.- Que, el demandante en su petitorio solicita tutela jurisdiccional por conculcarse su derecho a la libertad de trabajo y proteccion contra el despido arbitrario y que se declare inaplicable para el actor la Resolucion de Alcaldia No 002-97-MDP/A, de fecha treinta de enero de mil novecientos noventa y siete. 2 TRIBUNAL CONSTITUCIONAL 2.- Que, la demanda està referida a cuestionar el Proceso de Evaluacion de Personal, llevado a cabo por la Municipalidad Distrital de Pimentel, relativo al Segundo Semestre de mil novecientos noventa y seis, el mismo que se inicio con la Resolucion de Alcaldia No 001-97 MDPIA, de siete de enero de mil novecientos noventa y siete, concluyendo con la expedicion de la Resolucion de Alcaldia No 002- 97-MDP/A, de fecha treinta de enero de mil novecientos noventa y siete, publicada el treinta y uno del mismo mes y ano, que determino el cese de tres auxiliares y dos obreros. 3.- Que, conforme lo manifiesta el demandante y asi se advierte de la resolucion cuestionada, fue cesado el primero de febrero de mil novecientos noventa y siete, antes de quedar consentida, situacion que exime al actor de la exigencia del agotamiento de la via previa, toda vez que ha operado a su favor la excepcion prevista en el inciso 1) del Articulo 28° de la Ley No 23506, encontrandose habilitado para recurrir a través de la presente accion de garantia. 4.- Que, el Articulo 1° del Decreto Ley No 26093 dispone que los titulares de los Ministerios y de las Instituciones Publicas Descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para el efecto se establezcan, autorizandose a los referidos titulares a dictar las normas necesarias para su correcta aplicacion, estableciendo ademas en su articulo anterior quién no califique podra ser cesado por causal de excedencia, sin que ello vulnere ninguna norma contenida en nuestra vigente Carta Politica del Estado. 5.- Que, la Octava Disposicion Transitoria y Final de la Ley No 26553, que aprueba la Ley de Presupuesto del Sector Publico para el ano mil novecientos noventa y seis, incluyo a los Gobiernos Locales, dentro de los alcances del referido Decreto Ley, no contravièndose con ello norma constitucional alguna. 6.- Que, de conformidad con el Articulo 770 de la Carta Politica del Estado de mil novecientos noventa y tres, las leyes de Presupuesto son aprobadas anualmente por el Congreso, su vigencia anual coincide con el ano calendario, por lo que laj facultad de los Gobiernos Locales para llevar a cabo el cese de su personal por causal de excedencia al amparo del Decreto Ley No 26093 ampliado por Ley No 26553, se circunscribe al ano mil novecientos noventa y seis; asi lo ha establecido éste Colegiado en reiterada jurisprudencia. 7.- Que, el Articulo 270 de la vigente Carta Politica del Estado, que otorga al trabajador adecuada proteccion contra el despido arbitrario, supone que éste no puede ser despedido sino por causa justa, debidamente comprobada, por lo que los procesos especiales de cese de los servidores publicos por reestructuracion y reorganizacion administrativa, deben realizarse con escrupulosa observancia de las pautas previstas en la ley autoritativa, afin de no vulnerar derechos fundamentales. 8.- Que,en cuanto al Proceso de Evaluacion, materia de la presente Accion de Amparo debe tenerse presente que fue iniciado y culminado después del ano de mil 3 TRIBUNAL CONSTITUCIONAL novecientos noventa y seis, es decir fuera del plazo de vigencia de la Ley No 26553, autoritativa, sin tener en cuenta que los actos administrativos vlidos deben efectuarse dentro del ambito y vigencia de la normatividad legal. 9.- Que;el documento de fojas sesenta y cuatro es una orden de pago de los beneficios sociales del actor que no consigna la aceptacion de este, por lo que no acredita en modo alguno que éste hubiere cobrado sus beneficios sociales, como afirma la municipalidad demandada. 10.- Que, en consecuencia, habiéndose acreditado la violacion del derecho constitucional sobre proteccion contra el despido arbitrario invocado por el demandante, resulta fundada la presente accion de garantia. Por estos fundamentos el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Peri y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, dej fojas ciento seis, su fecha doce de setiembre de mil novecientos noventa y siete, que declaro improcedente la demanda, y REFORMANDOLA declara FUNDADA la Accion de Amparo e inaplicable para el actor la Resolucion de Alcaldia No 002-97-MDP/A; en consecuencia, cumpla la demandada con reponer al demandante en el puesto de trabajo que venia desemperando al momento de su cese 0 a otro de igual categoria, sin abono de las remuneraciones devengadas; ordenaron su publicacion en el Diario Oficial El Peruano, conforme a Ley, y los devolvieron. S.S. Acosta Sanchez Nugent Diaz Valverde 21 L - Garcia Marcelo. Lo que Certifico; I.R.T. Ora. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1998-05-29", "id": 36918, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Pimentel (Luciano Palacios Pinglo)", "nombre_demandante": "César Enrique Castro González", "numero_expediente": "00999-1997-AA"}