{"CONTEXTO": " 01005-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01005-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1005-97-AA/TC HUAURA HEVER PERCY TORRES CRISTOBAL SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Hever Percy Torres Cristobal contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura de fojas ciento veinticinco, su fecha diecisiete de setiembre de mil novecientos noventa y siete, que declara infundada la demanda de Accion de Amparo contra la Municipalidad Provincial de Barranca, el Director de Servicios a la Comunidad y el Ejecutor Coactivo de dicha Municipalidad.", "ANTECEDENTES:": "Don Hever Percy Torres Cristobal interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Barranca, representada por su Alcalde, don Romel Ullilen Vega, el Director de Servicios a la Comunidad, don Luis Mora Valencia y el Ejecutor Coactivo, don Gonzalo Zabarburu Saavedra, a fin de que cesen las hostilizaciones al funcionamiento de la pista de baile que conduce en el jiron Castilla No 830-Altos. Senala el demandante que obtuvo la licencia de funcionamiento para operar la \"Pista de baile recepciones Roke\" y que el Director de Servicios a la Comunidad junto con el Ejecutor Coactivo efectuaron diversas intervenciones en el local y, con diversos pretextos, desalojaron al publico, aplicando sanciones de multa, actuando en forma arbitraria, sin expedirse ninguna resolucion de clausura transitoria, violando sus derechos constitucionales al debido proceso y al trabajo. Admitida la demanda, ésta es contestada por don Romel Ullilen Vega, solicitando que la Accion de Amparo interpuesta en su contra sea declarada improcedente, aduce que el actor solo intenta obstaculizar un mandato emitido por organo competente con el afân de burlar las normas legales vigentes. Sostiene que las municipalidades ejercen el control del expendio de bebidas alcoholicas y del funcionamiento de bares, discotecas y espectaculos no deportivos dentro de sus circunscripciones, por lo que en aras de la prevencion de actos que atenten contra la moral, las buenas costumbres y la ley, la Municipalidad, en coordinacion con la Policia Nacional, la Suprefectura y el representante del Ministerio Publico, ha disenado una campana de control de expendio de bebidas alcoholicas, habiéndose encontrado en el caso particular del demandante, que en su establecimiento se expende licor a menores de edad. El Juzgado Especializado en lo Civil de Barranca, con fecha treinta de julio de mil novecientos noventa y siete, declaro fundada la demanda, por considerar que el establecimiento cuenta con la licencia de funcionamiento y que al emitirse las 2 TRIBUNAL CONSTITUCIONAL notificaciones no se ha cumplido con el procedimiento establecido en la Ley de Normas Generales de Procedimientos Administrativos habiéndose violado los derechos al debido proceso, a la defensa, a la libertad de trabajo e iniciativa privada del demandante. La Sala Civil de la Corte Superior de Justicia de Huaura por resolucion de fecha diecisiete de setiembre de mil novecientos noventa y siete de fojas ciento veinticinco, revoco la apelada y reformandola la declaro infundada, por considerar que el demandante no ha probado que la demandada haya actuado arbitrariamente y que esta ultima ha actuado de acuerdo a las facultades que le otorga la Ley Organica de Municipalidades;", "FUNDAMENTOS:": "1. Que, el demandante interpone la presente accion a fin de que cesen las hostilidades de las que senala es objeto por parte de la demandada al haber realizado esta ultima diversas inspecciones entre marzo de mil novecientos noventa y el seis a marzo de mil novecientos noventa y siete en el establecimiento que conduce, emitiendo notificaciones por la comision de infracciones tales como venta de licores a menores de edad, ruidos molestos y realizacion de fiestas sin autorizacion, notificaciones que obran de fojas dieciocho a veinticuatro. 2. Que, de conformidad con lo establecido en el articulo 27° de la Ley No 23506 de Habeas Corpus y Amparo solo procede la Accion de Amparo cuando se hayan agotado las vias previas. 3. Que, la demandante no ha hecho uso de los recursos impugnativos previstos en la Ley de Normas Generales de Procedimientos Administrativos cuyo texto unico ha sido aprobado por Decreto Supremo No 02-94-PCM a efectos de agotar la via administrativa, configurandose con ello la causal de improcedentecia a que se refiere la disposicion mencionada en el fundamento anterior. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas ciento veinticinco, su fecha diecisiete de setiembre de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda,reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ  IL DIAZ VALVERDE NUGENT GARCIA MARCELO - L NF. Lo que gertificai  Dra. MARIA LUZ VASQUEZ CECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1998-11-27", "id": 37214, "nombre_demandado": "Municipalidad Provincial de Barranca", "nombre_demandante": "Hever Percy Torres Cristóbal", "numero_expediente": "01005-1997-AA"}