{"CONTEXTO": " 01006-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01006-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 1006-97-AA/TC LIMA ELENO NUNEZ TRINIDAD. / SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Eleno Nunez Trinidad, contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos noventa y dos, su fecha veintiséis de agosto de mil novecientos noventa y siete, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Eleno Nunez Trinidad, con fecha dieciséis de setiembre de mil novecientos noventa y seis, interpone Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima, al considerar que ha sido destituido arbitrariamente a través de la Resolucion de Alcaldia N.o 638 del doce de abril de mil novecientos noventa y seis, no observando las disposiciones del Reglamento de la Ley de la Carrera Administrativa, aprobado por Decreto Supremo N.o 005-90-PCM y solicita se le reponga en sus labores habituales asi como que se le abonen sus remuneraciones y demas beneficios dejados de percibir Admitida la demanda, ésta es contestada por don Ernesto Blume Fortini en representacion de la demandada, el que la niega y contradice, y propone la excepcion de falta de agotamiento de la via administrativa. Manifiesta que el demandante fue sometido a proceso administrativo mediante Resolucion de Alcaldia N.o 372 del veintidos de marzo de mil novecientos noventa y seis por la comision de faltas graves previstas en los inciso a), b), c)y d), del articulo 28° del Decreto Legislativo N.o 276, habiéndose probado que el demandante, junto con otros trabajadores, encabezaron los piquetes de activistas que el dia veintidos de marzo de mil novecientos noventa y seis se ubicaron en los locales donde debia realizarse el examen de conocimientos y la evaluacion psicologica del personal de la Municipalidad Metropolitana de Lima, protagonizando acciones de fuerza, de amedrentamiento y hostilizacion contra los concurrentes, motivo por el cual fue destituido por Resolucion de Alcaldia N.o 638, por lo que considera que no ha existido amenaza ni violacion de derecho constitucional alguno, sino, por el contrario, la demandada ha actuado en el ejercicio regular de sus atribuciones 2 TRIBUNAL CONSTITUCIONAL El Juez del Tercer Juzgado Especializado en Derecho Publico de Lima, a fojas noventa y tres, con fecha veintidos de octubre de mil novecientos noventa y seis, expide resolucion declarando infundada la excepcion de falta de agotamiento de la via administrativa y fundada la demanda, por considerar que el demandante, con el Recurso de Reconsideracion interpuesto contra la resolucion que lo destituye, agoto la via administrativa, de acuerdo con lo establecido en el numeral 13) de la Resolucion de Alcaldia N.° 021-A, y que la Sala Laboral del Tribunal de la Administracion Publica aun no entraba en funciones; que, asimismo, la demandada incurrio en vicios de nulidad del procedimiento disciplinario seguido contra el demandante, al no haberse pronunciado previamente la Comision de Procesos Administrativos. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima revoca la apelada en la parte que declara fundada la Accion de Amparo y reformandola en este extremo declara improcedente la accion, al considerar que las omisiones advertidas en el procedimiento disciplinario no constituyen infraccion de caracter constitucional, confirmândola en lo demas que contiene.", "FUNDAMENTOS:": "Que la demandada, en su escrito de contestacion de la demanda de fecha 1. veintitrés de setiembre de mil novecientos noventa y seis, propone la excepcion de falta de agotamiento de la via administrativa, senalando que el demandante no ha agotado el trâmite administrativo previsto en la Ley de Normas Generales de Procedimientos Administrativos, al no haberse cumplido con lo establecido en el articulo 100° de dicho dispositivo legal, que dispone que la via administrativa queda agotada con la resolucion expedida en segunda instancia. Sin embargo, debe tenerse en cuenta que la propia demandada, al aprobar su reglamento normativo de procesos disciplinarios que corre en autos a fojas ciento cincuenta y dos y siguientes, establecio en su articulo 13° inciso a) que la via administrativa quedaba agotada con la resolucion de alcaldia que sanciona 0 exime de responsabilidad al trabajador. Se observa, entonces, que los argumentos de la demandada al proponer la excepcion son incongruentes con las propias normas que ella ha establecido; siendo el caso que el demandante interpuso Recurso de Reconsideracion contra la Resolucion de Alcaldia N.o 638, que lo destituyo, cuya copia aparece a fojas setenta y ocho, recurso que fue resuelto por Resolucion de Alcaldia N.o 2441, de fojas ochenta y seis, su fecha veinticuatro de julio de mil novecientos noventa y seis, por lo que la excepcion propuesta es infundada. Que, corresponde a este Tribunal Constitucional analizar si el proceso 2. disciplinario se ha realizado respetando aquellos derechos de naturaleza procesal con rango constitucional, en el sentido de haberse observado el procedimiento establecido en la ley de la materia, y si se han ejecutado todos los actos 2 3 TRIBUNAL CONSTITUCIONAL administrativos que permitan el ejercicio del derecho de defensa, bajo la tutela del debido proceso previsto en el articulo 139° inciso 3) de la Constitucion Politica del Estado. Que la Ley de Bases de la Carrera Administrativa y de Remuneraciones del 3. Sector Publico, aprobada por Decreto Legislativo N.o 276, y su reglamento, aprobado por Decreto Supremo N.° 005-90-PCM, establecen que el servidor publico que incurra en falta de carâcter disciplinario cuya gravedad pudiera ser causal de cese 0 destitucion sera sometido a proceso administrativo disciplinario escrito y sumario que no excedera de treinta dias a cargo de una comision permanente, proceso en el cual el servidor tendra el derecho a presentar sus descargos y las pruebas que crea conveniente en su defensa, para lo cual tomara conocimiento de los antecedentes que dan lugar al proceso; la comision hara las investigaciones, solicitando los informes respectivos, examinara las pruebas y elevara un informe al titular recomendando la sancion. Que aparece de autos que para la instauracion del proceso administrativo no se 4. cumplio con lo dispuesto en los articulos 152° y 166° del Reglamento de la Ley de Carrera Administrativa aprobado por Decreto Supremo N.o 005-90-PCM, es decir, no se pronuncio la Comision Permanente de Procesos Administrativos, contraviniéndose, ademas, lo dispuesto en el articulo 38° de la Ley de Normas Generales de Procedimientos Administrativos, cuyo Texto Unico Ordenado ha sido aprobado por el Decreto Supremo N.o 02-94-JUS, el cual establece que los actos administrativos se produciran por el organo competente mediante los procedimientos que estuvieren establecidos. En el presente caso, el Alcalde demandado emitio la Resolucion de Alcaldia N.o 222 del seis de marzo de mil novecientos noventa y seis, facultândose a si mismo para abrir procesos administrativos sin intervencion de la Comision Permanente, vulnerandose las disposiciones legales anotadas. Que, a fojas setenta y seis de autos aparece copia autenticada del Informe N.o 5. 016-96-CPPAE-MLM de la Comision Permanente de Procesos Administrativos de la Municipalidad demandada, de fecha veintinueve de abril de mil novecientos noventa y seis, en el cual se recomienda la destitucion del demandante, informe que fue emitido con posterioridad a la expedicion y publicacion de la Resolucion de Alcaldia N.o 638; esta ultima es del doce de abril de mil novecientos noventa y seis, y se publico en el diario oficial El Peruano el dieciséis de abril del mismo ano, de lo que se desprende que se destituyo al demandante antes de que la Comision hubiera emitido su informe, lo cual no ha sido desvirtuado por la demandada a lo largo del proceso. 3 TRIBUNAL CONSTITUCIONAL Que, en consecuencia, se han violado los derechos al trabajo y al debido proceso 6. del demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO en parte la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos noventa y dos, su fecha veintiséis de agosto de mil novecientos noventa y siete, en el extremo que declara infundada la excepcion de falta de agotamiento de la via administrativa y, REVOCANDOLA en la parte que declara improcedente la demanda, reformandola en este extremo declara FUNDADA la Accion de Amparo, en consecuencia, inaplicable al demandante la Resolucion de Alcaldia N.° 638 del doce de abril de mil novecientos noventa y seis; debiendo la demandada reponerlo en el cargo que ocupaba u otro de igual nivel, sin reintegro de haberes dejados de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. SS S V IvAsroic ACOSTA SANCHEZ DIAZ VALVERDE NUGENT ce - hluel GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ NF SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1999-05-25", "id": 35126, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Manuel Andrade Carmona)", "nombre_demandante": "Eleno Núñez Trinidad", "numero_expediente": "01006-1997-AA"}