{"CONTEXTO": " 01001-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01001-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONALT OTDA D FOJAS TRIBUNAL CONSTITUCIONAL EXP. N.o 1001-96-AA/TC TACNA ERLI RAUL SANTOS CARDENAS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticuatro dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Erli Raul Santos Cardenas, con fecha veinte de noviembre de mil novecientos noventa y seis, contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, su fecha veinticinco de octubre del citado ano, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Erli Raul Santos Cardenas interpuso, con fecha veintiséis de marzo de mil novecientos noventa y seis, Accion de Amparo contra la Junta Directiva y la Comision Revisora Especial del Colegio de Abogados de Tacna y Moquegua. Manifiesta el demandante, que opto el Titulo de Abogado en la Universidad Nacional \"San Luis Gonzaga\" de Ica con fecha uno de febrero de mil novecientos noventa y cinco; con fecha nueve de marzo del mismo ano se incorporo en el Colegio de Abogados de Tacna y Moquegua como miembro ordinario, ejerciendo la profesion hasta el tres de enero de mil novecientos noventa y seis, fecha en que fue notificado con la Resolucion N.o 001- 95-JD-CATM, mediante la cual la Junta Directiva de aquel Colegio dejo sin efecto 55 colegiaturas dentro de las cuales se encontraba la del demandante. Considera este ultimo, que el Colegio de Abogados de Tacna y Moquegua ha vulnerado su legitimo derecho a la libertad de trabajo; por tanto, pretende la restitucion de la comentada colegiatura. (fojas 19a31). Don Manuel Espinoza Yanez, Decano del Ilustre Colegio de Abogados de Tacna y Moquegua, contesta la demanda solicitando sea declarada caduca, improcedente 0 infundada. Deduce la excepcion de caducidad contemplada en el articulo 370 de la Ley N.o 23506. En el aspecto de fondo hace saber que mediante Resolucion Rectoral N.o 26195, su fecha veintinueve de noviembre de mil novecientos noventa y cinco, la Universidad Nacional \"San Luis Gonzaga\" de Ica resolvio dejar sin efecto, entre otras, la Resolucion Rectoral N.o 25542, su fecha veinte de febrero de mil novecientos noventa y cinco, mediante la cual, junto con otros bachilleres provenientes de la Universidad de Tacna --dentro de los cuales se hallaba el demandante--, se les otorgo el Titulo de Abogado. Que ademas, el demandante no ha podido desvirtuar la validez de aquella Resolucion Rectoral que dejo sin efecto el otorgamiento de su Titulo de Abogado; por consiguiente, no siendo abogado el demandante, en cumplimiento de su Estatuto, el Ulustre Colegio de Abogados de Tacna y Moquegua cancelo su colegiatura. (fojas 66 a 69). 2 TRIBUNAL CONSTITUCIONAL OTDA FOJAS l2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Especializado en lo Civil de Tacna, mediante resolucion de fecha veintiuno de agosto de mil novecientos noventa y seis, declara infundada la demanda por haber procedido, el citado Colegio, con arreglo a su Estatuto. (fojas 146 a 154). La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua falla, con fecha veinticinco de octubre de mil novecientos noventa y seis, por los mismos fundamentos, confirmando la apelada; y, en consecuencia, declarando infundada la Accion de Amparo. (fojas 177y 178). FUNDAMENTOS: : 1. Que, la Accion de Amparo es una accion de garantia cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, en el presente caso, el demandante considera que el Ilustre Colegio de Abogados de Tacna y Moquegua violo su derecho a la libertad de trabajo, por haber dejado sin efecto su colegiatura mediante la citada Resolucion N.o 001-95- JD-CATM, publicada en el diario \"Correo\" de Tacna, con fecha tres de enero de mil novecientos noventa y seis. 3. Que, la citada Resolucion N.o 001-95-JD-CATM cuya publicacion corre a fojas dos, fue dictada tomando en cuenta que la Universidad Nacional \"San Luis Gonzaga\" de Ica emitio la Resolucion Rectoral N.o 26195 de fojas nueve, su fecha veintinueve de noviembre de mil novecientos noventa y cinco, que dejo sin efecto la Resolucion Rectoral N.o 25542 de fecha veinte de febrero de mil novecientos noventa y cinco con la que habia otorgado al emplazante el Titulo de Abogado. 4. Que, ademas, es necesario considerar lo establecido por el articulo 285° del Texto Unico Ordenado de la Ley Organica del Poder Judicial aprobado por el Decreto Supremo N.o 017-93-JUS que dice que para el ejercicio del patrocinio se requiere tener Titulo de Abogado y estar inscrito en un colegio departamental, esto ultimo merced al Decreto Ley N.o 25873, requisitos que no reunia el demandante. 5. Que, en todo caso, la aludida Resolucion Rectoral N.o 26195 se halla vigente, y el demandante no ha podido probar lo contrario; en consecuencia, el Ilustre Colegio de Abogados de Tacna y Moquegua no violo ningun derecho constitucional de don Erli Santos Cardenas, y cuando emitio la Resolucion N.o 001-95-JD-CATM, procedio con sujecion a la decision rectoral de la Universidad Nacional \"San Luis Gonzaga\" de Ica, a su Estatuto y a la Ley Orgânica del Poder Judicial. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; FALLA : CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, de fojas ciento setenta y siete, su fecha veinticinco de TRIBUNAL CONSTITUCIONAL OTDA 3 FOJAS TRIBUNAL CONSTITUCIONAL octubre de mil novecientos noventa y seis, que confirmando la de primera instancia, declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "hetibol SANCHEZ, ACOSTA DIAZ VALVERDE, NUGENT, Ailuile AVE 4 GARCIA MARCELO. Lo que Certif100: as sls Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1999-03-20", "id": 34914, "nombre_demandado": "Junta Directiva y la Comisión Revisora Especial del Colegio de Abogados de Tacna y Moquegua", "nombre_demandante": "Erli Raúl Santos Cárdenas", "numero_expediente": "01001-1996-AA"}