{"CONTEXTO": " 01016-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01016-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP:1016-96-AA /TC CHINCHA JUAN CHUMBIAUCA SOTELO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de nulidad entendido como Extraordinario interpuesto por don Juan Chumbiauca Sotelo contra la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, a fojas noventa y dos, su fecha treinta y uno de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha veinticuatro de julio de mil novecientos noventa y seis, don Juan Chumbiauca Sotelo interpone demanda de Accion de Amparo contra la Municipalidad Distrital de El Carmen, representada por su Alcalde Elias Rebatta Mosquera, solicitando que se deje sin efecto la Resolucion Municipal No 040-96-MDDEC, de fecha primero de julio de mil novecientos noventa y seis, que dispone la prohibicion de la realizacion de bailes, y de otros actos sociales en la jurisdiccion de dicho distrito, desde el primero de julio, al treinta y uno de agosto de mil novecientos noventa y seis, por haberse violado su derecho de peticion ante la autoridad competente, de libertad de trabajo, libertad de empresa y de libre competencia; amparados por los articulos 2° incisos 15), 20) y 22), 590 y 60° de la Constitucion Politica del Estado. Sostiene el demandante que con fecha quince de julio de mil novecientos noventa y seis, se acerco a la Municipalidad Distrital de El Carmen, con el objeto de solicitar permiso para realizar dos penas artisticas los dias veintisiete y veintiocho de julio de mil novecientos noventa y seis. Aduce el demandante que la municipalidad demandada emite la Resolucion Municipal No 040-96-MDDEC, de fecha primero de julio de mil novecientos noventa y seis, la que en su articulo primero prohibe la realizacion de bailes y otros actos sociales en la jurisdiccion del Distrito de El Carmen desde el primero de julio hasta el treinta y uno de agosto de mil novecientos noventa y seis, por instituciones privadas y terceros. El demandado Alcalde de la Municipalidad Distrital de El Carmen contesta precisando que el demandante no ha agotado las vias previas conforme lo dispone el 2 TRIBUNAL CONSTITUCIONAL articulo 28° de la Ley No 23506; que el demandante no ha probado la violacion de los derechos a los que hace referencia; que si bien recibio carta notarial con fecha dieciocho de julio; también se le envio oficio No 179-96-MDDC de fecha veintidos de julio de mil novecientos noventa y seis, documento que no ha sido impugnado administrativamente; que mediante documento,un acta de acuerdo mutuo celebrado con fecha veintisiete de julio de mil novecientos noventa y seis, en el local de la Municipalidad Distrital de El Carmen, a solicitud del demandante y con asistencia de las autoridades politicas, militares, asi como la presencia del pleno de la municipalidad, el demandante propuso un convenio para beneficio de las partes; y que entre uno de los puntos como es \"La clausula cuarta\" se determina bajo compromiso ante la asamblea de dejar sin efecto el recurso sobre accion de amparo a que hace referencia; y teniendo en cuenta que la demanda fue notificada con fecha veintiséis de julio de mil novecientos noventa y seis. El Juez Especializado en lo Civil de Chincha, con fecha trece de agosto de mil novecientos noventa y seis, a fojas cincuenta y siete, declara improcedente la demanda, por considerar principalmente que, el demandante solicita se deje sin efecto la Resolucion Municipal No 040-96-MDDELC, de fecha primero de julio de mil novecientos noventa y seis, mediante la cual en su articulo primero prohibe la realizacion de bailes y de otros actos sociales en la jurisdiccion del Distrito El Carmen, desde el primero de julio al treinta y uno de agosto de mil novecientos noventa y seis; dispone asimismo que la Municipalidad de El Carmen, realizara dentro de dichas fechas actos sociales, solicitando el demandante permiso para realizar dos penas artisticas para los dias 27 y 28 de julio del ano antes indicado, los mismos que ya pasaron, que, el demandado adjunta el documento consistente en un acta de acuerdo mutuo celebrado entre las partes, en la que se propuso un convenio, y que en su clausula cuarta se determina bajo compromiso ante la asamblea de dejar sin efecto el recurso sobre la Accion de Amparo. La Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, a fojas noventa y dos, con fecha treinta y uno de octubre de mil novecientos noventa y seis, confirma la apelada, por estimar que el demandante al interponer la demanda no ha procedido con buena fe procesal al silenciar el Acta de Acuerdo Mutuo que obra a fojas treinta y siete. Contra esta resolucion el demandante interpone recurso Extraordinario.", "FUNDAMENTOS": "1. Que, las Acciones de Amparo proceden en los casos en que se violen U amenacen de violacion los derechos constitucionales, por acc' u omision de actos de cumplimiento obligatorio, conforme lo establece el Articulo 2° de la Ley No 23506. 2. Que, conforme se advierte del petitorio de la demanda, el objeto de ésta es que se deje sin efecto la Resolucion Municipal No 040-96-MDDELC, de fecha primero de julio de mil novecientos noventa y seis, mediante la cual en su articulo primero se prohibe la realizacion de bailes y de otros actos sociales en la jurisdiccion del 2 TRIBUNAL CONSTITUCIONAL Distrito de El Carmen, desde el primero de julio, hasta el treinta y uno de agosto mil novecientos noventa y seis, en las instituciones privadas 0 de terceros, y que su articulo segundo dispone que la Municipalidad de El Carmen, realizara dentro las fechas antes indicadas actos sociales con motivo de la realizacion de las ties jubilares del distrito. 3. Que, siendo ello asi, este Colegiado estima que la pretension del demandante de desestimarse, en razon que el demandado al contestar la demanda adjunta autos a fojas treinta y siete, el acta de acuerdo mutuo celebrado entre el demand: y el demandado, con fecha veintisiete del ano antes indicado, que en su claus cuarta se determino dejar sin efecto el recurso sobre Accion de Amparo. 4. Que, en tal sentido, a juicio de este Colegiado es de aplicacion lo dispuesto C. inciso 1) del Articulo 6° de la Ley No 23506, por cuanto la cuestionada Resoluc Municipal No 040-96-MDDELC estuvo referida a eventos sociales que tenian fec determinadas, las mismas que han pasado, tornando en imposible el objeto d Accion de Amparo promovida. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones qu confiere la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Mixta Transitoria Chincha de la Corte Superior de Justicia de Ica, de fojas noventa y dos, su fecha tre y uno de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT X Antards GARCIA MARCELO. Lo que Certifico: Dra. MARIA CUZ VASQUEZ SECRETARIA CONSTITUCIONAL RELATORA 3 TRIBUNAL", "fecha_publicacion": "1998-10-23", "id": 37161, "nombre_demandado": "Municipalidad Distrital de El Carmen (Alcalde, Elías Rebatta Mosquera)", "nombre_demandante": "Juan Chumbiauca Sotelo", "numero_expediente": "01016-1996-AA"}