{"CONTEXTO": " 01019-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01019-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1019-96-AA/TC TACNA JOSÉ VICENTE CALLAO CALDERON. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veinticuatro dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Vicente Callao Calderon, con fecha diecinueve de noviembre de mil novecientos noventa y seis, contra la resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, que con fecha veinticinco de octubre del mismo ano declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don José Vicente Callao Calderon interpuso, con fecha dieciséis de mayo de mil novecientos noventa y seis, Accion de Amparo contra el Colegio de Abogados de Tacna y Moquegua, a fin de que: a) Se declare la nulidad de la Resolucion N.° 001-95-JD-CATM que se le notifico mediante publicacion aparecida en el diario \"Correo\" de Tacna el tres de enero de mil novecientos noventa y seis; b) Se declare la prescripcion de la citada Resolucion; y, c) Se repongan las cosas al estado anterior de la vulneracion de sus derechos constitucionales. Aduce el demandante, que mediante la Resolucion Rectoral N.° 25466 de fecha treinta de enero de mil novecientos noventa y cinco, la Universidad Nacional \"San Luis Gonzaga\" de Ica le otorgo el Titulo de Abogado, aclara que previamente obtuvo el bachillerato en la Universidad de Tacna; que, con fecha nueve de febrero de mil novecientos noventa y cinco, obtuvo la colegiatura como miembro del Colegio de Abogados de Tacna y Moquegua; que, con fecha veintinueve de noviembre del mismo ano, la Universidad Nacional \"San Luis Gonzaga\" de Ica dicta la Resolucion Rectoral N.o 26195 dejando sin efecto la aludida Resolucion Rectoral N.o 25466, mediante la cual se le otorgo el Titulo de Abogado. Finaliza el demandante haciendo saber que a raiz de aquella decision universitaria, el Colegio de Abogados de Tacna y Moquegua dicto la Resolucion N.o 001-95-JD-CATM dejando sin efecto su colegiatura, por ello, considera que se ha vulnerado su derecho a trabajar libremente, a la legitima defensa, y a ser considerado inocente, por no haber sido declarada judicialmente su culpabilidad. (fojas 27 a 32). Don Manuel Espinoza Yanez, Decano del Ilustre Colegio de Abogados de Tacna y Moquegua, contesta la demanda solicitando que sea declarada caduca, improcedente 0 infundada. Deduce la excepcion de caducidad contemplada en el articulo 370 de la Ley N.o 23506. En el aspecto de fondo hace saber que mediante la Resolucion Rectoral N.o 26195, su fecha veintinueve de noviembre de mil novecientos noventa y cinco, la Universidad Nacional \"San Luis Gonzaga\" de Ica resolvio dejar sin efecto, entre otras, la Resolucion Rectoral N.o 25466 mediante la cual, junto con otros bachilleres provenientes de la Universidad de Tacna --dentro de los cuales se hallaba el demandante--, se les otorgo el Titulo de Abogado, esta decision fue adoptada en razon de que se descubrio que en el 2 TRIBUNAL CONSTITUCIONAL otorgamiento de dichos titulos se transgredieron la Ley Universitaria, el Estatuto de la Universidad, y el Reglamento de Grados y Titulos de la misma. Que, ademas, el demandante no ha podido desvirtuar la validez de aquella Resolucion Rectoral que dejo sin efecto el otorgamiento de su Titulo de Abogado; por consiguiente, concluye que no siendo abogado el demandante, el Colegio de Abogados de Tacna y Moquegua, en cumplimiento de su Estatuto, cancelo su colegiatura. (fojas 97 a 99). El Segundo Juzgado Especializado en lo Civil de Tacna, mediante la resolucion de fecha catorce de agosto de mil novecientos noventa y seis, falla declarando infundada la demanda; esta primera instancia considera que al expedir, la Universidad Nacional \"San Luis Gonzaga\" de Ica la Resolucion Rectoral N.o 26195, quedo sin efecto el otorgamiento del Titulo de Abogado a favor del demandante; y, en consecuencia, el Colegio de Abogados de Tacna y Moquegua, aplicando el articulo 70 de su Estatuto, expidio la Resolucion N.o 001-95-JD-CATM dejando sin efecto la colegiatura del demandante, entre otros. Que por tal razon, el Colegio de Abogados de Tacna y Moquegua no violo ningun derecho constitucional del demandante. (fojas 116 a 124). La Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua falla con fecha veinticinco de octubre de mil novecientos noventa y seis, confirmando, por los mismos fundamentos, la sentencia apelada. (fojas 147).", "FUNDAMENTOS:": "1. Que, la Accion de Amparo es una accion de garantia cuyo objeto es el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, del texto de la demanda se desprende que el demandante considera al Colegio de Abogados de Tacna y Moquegua como violador de sus derechos constitucionales a la libertad de trabajo y a la defensa, y que dichas violaciones se plasmaron con la dacion de la Resolucion N.o 001-95-JD-CATM, antes comentada. 3. Que, si bien es cierto que el problema de autos se origina con la Resolucion Rectoral N.o 26195, mediante la cual la Universidad Nacional \"San Luis Gonzaga\" de Ica dejo sin efecto el Titulo de Abogado que habia concedido al demandante; también es verdad que ésta ultima Resolucion no es materia de la presente Accion de Amparo, ademas, de autos se desprende su vigencia. 4. Que, de los fundamentos que anteceden, aparece con claridad que con la dacion de la Resolucion N.o 001-95-JD-CATM --que si es materia de la presente Accion de Amparo--, el Ilustre Colegio de Abogados de Tacna y Moquegua no violo ningun derecho constitucional del demandante, pues se limito a dar cumplimiento al articulo 70 de su Estatuto, en concordancia con el articulo 285° del Texto Unico Ordenado de la Ley Organica del Poder Judicial, que, modificado por el Decreto Ley N.o 25873, establece como requisito para ejercer la abogacia, tener Titulo de Abogado y, en base a él, colegiarse en cualquier colegio departamental. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; TRIBUNAL CONSTITUCIONAL FALLA : CONFIRMANDO la resolucion expedida por la Sala Civil de la Corte Superior Justicia de Tacna y Moquegua, de fojas ciento cuarenta y siete, su fecha veinticinco octubre de mil novecientos noventa y seis, que confirmando la apelada, declar INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacio en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, Anen DIAZ VALVERDE, NUGENT, a A GARCIA MARCELO. Lo que dertifico: JAC 14. Dra. MARIA LUZ VASOUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-03-20", "id": 34913, "nombre_demandado": "Colegio de Abogados de Tacna y Moquegua", "nombre_demandante": "José Vicente Callao Calderón", "numero_expediente": "01019-1996-AA"}