{"CONTEXTO": " 01011-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01011-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1011-98-AC/TC LIMA ALINA DORA CAJACURI NAUPARI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Alina Dora Cajacuri Naupari contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento veinte, su fecha diecisiete de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Dona Alina Dora Cajacuri Naupari interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se aplique y se cumpla con lo dispuesto en la Primera Disposicion Final y Transitoria de la actual Constitucion Politica del Peru y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, referente al pago de su pension de cesantia que ha venido cobrando hasta el mes setiembre de mil novecientos noventa y siete, dentro del régimen regulado por el Decreto Ley N.o 20530 y que, sin embargo, a partir del mes siguiente a la fecha antes mencionada, de manera arbitraria, la demandada se niega a pagarle, por lo que solicita que cese la agresion y que se ordene la restitucion de su condicion de beneficiaria de dicho régimen de pensiones, dejândose sin efecto legal todo acto administrativo en contrario. La Empresa Nacional de Edificaciones-Enace contesta la demanda y manifiesta que las resoluciones cuyo cumplimiento reclama la demandante no estân vigentes, al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, indica que por error se reconocio a la demandante el derecho a incorporarse al régimen de pensiones del Decreto Ley N.o 20530 y que si bien en cumplimiento de una medida cautelar se le efectuo el pago de su pension, mediante Resolucion del Tribunal Constitucional recaida en el Expediente N.o 278-93-AA/TC, TRIBUNAL CONSTITUCIONAL expedida el once de agosto de mil novecientos noventa y siete, se declaro improcedente una anterior demanda de amparo, razon por la que la suspension del pago de dicha pension no constituye un acto arbitrario, sino que se ajusta a derecho. La Oficina de Normalizacion Previsional contesta la demanda y propone la excepcion de falta de agotamiento de la via administrativa, agrega que no solo basta el requerimiento por carta notarial, sino que también se debe cumplir con lo senalado en el articulo 270 de la Ley N.o 23506. Asimismo, refiere que la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru no establece ningun mandato a la administracion para el pago de pensiones; y que tampoco se configura el incumplimiento de la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, toda vez que las resoluciones emitidas por Enace respecto a la demandante, estan amparadas por el Decreto Legislativo N.o 763 y no por el Decreto Legislativo N.o 817. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas setenta y nueve, con fecha treinta de marzo de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que la demandante pretende que se deje sin efecto un acto administrativo de la emplazada, lo cual no es posible mediante la presente accion, pues la naturaleza de este proceso es obligar al cumplimiento de un acto debido por renuencia de la autoridad y no declarar ineficaz un acto, ya que ello desnaturaliza la esencia de este proceso de garantia. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento veinte, con fecha diecisiete de setiembre de mil novecientos noventa y ocho, confirma la apelada que declaro improcedente la demanda, por considerar que las resoluciones mediante las cuales se incorpora y formaliza a los trabajadores de la citada empresa dentro del régimen de pensiones del Decreto Ley N.o 20530 han sido declaradas nulas mediante Resolucion N.o 09-93-ENACE-PRES-GG al amparo del Decreto Legislativo N.o 763. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 200° inciso 6) de la Constitucion Politica del Perû, concordante 1. con la Ley N.o 26301, establece que la Accion de Cumplimiento es una garantia constitucional que procede contra cualquier autoridad O funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que la demandante cumplio con agotar la via previa, al 2. haber cursado carta notarial conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. 2 TRIBUNAL CONSTITUCIONAL Que, a través del presente proceso constitucional, la demandante pretende que en 3. cumplimiento de lo prescrito por la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de su pension de jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. Que, a fojas cinco de autos se advierte que mediante la Resolucion N.o 484-90- 4. ENACE-8100AD de fecha veintiuno de mayo de mil novecientos noventa, se dispuso incorporar a la demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, sin perjuicio de su régimen laboral-Ley N.o 4916, cuando todavia se encontraba en actividad, no especificandose su fecha de ingreso a Enace ni el tiempo de servicios que estuvo prestando bajo dicho régimen laboral ni el periodo laboral prestado dentro del régimen de la Ley N.o 11377. Que la mencionada Resolucion N.o 484-90-ENACE-S100AD fue declarada nula 5. mediante la Resolucion N.o 09993-ENACE-PRES-GG expedida el veintiocho de junio de mil novecientos noventa y tres, de fojas treinta y tres a treinta y cinco de autos, resolucion que no fue impugnada por la demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para obtener el restablecimiento de su derecho pensionario, puesto que la pretension debe ser actual y debidamente acreditada; no pudiéndose establecer la inaplicabilidad de dicha resolucion, ya que ello no es propio del presente proceso constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veinte, su fecha diecisiete de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "V 2 - 6 ACOSTA SANCHEZ DIAZ VALVERDE NUGENT acoia GARCIAMARCELO Lo que Certifig0: AAM. 3 Dra. MARIA LUZ1 VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-07-31", "id": 35382, "nombre_demandado": "Empresa Nacional de Edificaciones (ENACE) y otro", "nombre_demandante": "Alina Dora Cajacuri Ñaupari", "numero_expediente": "01011-1998-AC"}