{"CONTEXTO": " 01013-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01013-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1013-96-AA/TC ICA BERTHA APOLONIA BAUTISTA CONTRERAS YM SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cuatro dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Bertha Apolonia Bautista Contreras contra la Resolucion expedida por la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, su fecha cinco de noviembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Bertha Apolonia Bautista Contreras interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Pisco, don Ramon Lozan Luyo, con el proposito de que se ordene que éste dé respuesta a su escrito de fecha diecisiete de junio de mil novecientos noventa y seis. Refiere que el Alcalde demandado omite dar respuesta a su escrito, vulnerando su derecho de peticion. El Juzgado Especializado en lo Civil de Pisco emite sentencia declarando improcedente la Accion de Amparo, por considerar que el hecho de que la Municipalidad demandada no haya dado respuesta a la solicitud de la demandante no importa vulneracion al derecho de peticion. Interpuesto Recurso de Apelacion, la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, confirmando la apelada, declaro improcedente la Accion de Amparo, por estimar que la demandante no cumplio con agotar la via administrativa. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través del presente proceso, la demandante solicita que la Municipalidad Provincial de Pisco cumpla con pronunciarse respecto a la solicitud que presento el dia diecisiete de junio de mil novecientos noventa y seis. 2 TRIBUNAL CONSTITUCIONAL Que, el veintiséis de julio de mil novecientos noventa y seis, vencio el plazo de treinta 2. dias previsto en el articulo 51° del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, aprobado por el Decreto Supremo N.° 02-94-JUS, sin que la Municipalidad demandada expida resolucion. Que, de conformidad con lo dispuesto por el articulo 87° del mencionado dispositivo 3. legal, transcurrido el plazo de treinta dias que tiene la administracion para expedir resolucion, el interesado podra considerar denegada la peticion. En el presente caso, habiéndose producido silencio administrativo negativo, la demandante debio interponer el Recurso de Apelacion que prevé el articulo 99° del mismo dispositivo legal, a efectos de agotar la via administrativa; sin embargo, la demandante omitio interponer dicho recurso impugnativo, por lo que no ha cumplido con la exigencia del articulo 270 de la Ley No 23506 de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta Transitoria de Chincha de la Corte Superior de Justicia de Ica, de fojas veintiocho, su fecha cinco de noviembre mil novecientos noventa y seis, que confirmando la apelada declano' IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ste ACOSTA SANCHEZ 2 DIAZ VALVERDE NUGENT GARCIA MARCELO uttuils hred CCL Lo que Certifigo: VASOUEZ Dre. MANALUZS RELATORA SECRETARIA FLONSTITUGIONAL TRIBUNAL", "fecha_publicacion": "1999-08-16", "id": 35434, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Pisco (Ramón Lozán Luyo)", "nombre_demandante": "Bertha Apolonia Bautista Contreras", "numero_expediente": "01013-1996-AA"}