{"CONTEXTO": " 01029-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01029-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1029-98-AA/TC LA LIBERTAD ENRIQUE RODRIGUEZ ESCOBEDO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Huaraz, a los veintisiete dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Enrique Rodriguez Escobedo contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de La Libertad, de fojas doscientos catorce, su fecha veinticinco de setiembre de mil novecientos noventa y ocho, que declaro infundada la demanda.", "ANTECEDENTES:": "Don Enrique Rodriguez Escobedo, con fecha treinta de marzo de mil novecientos noventa y ocho, interpone demanda de Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la Region La Libertad, el Director Regional de Transportes, Comunicaciones, Vivienda y Construccion y los procuradores publicos a cargo de los asuntos judiciales de los Ministerios de Transportes, Comunicaciones, Vivienda y Construccion y Ministerio de la Presidencia, solicitando se declare la inaplicabilidad de la Resolucion Presidencial Regional N.o 082-98-CTAR-LL de fecha dieciséis de marzo del citado ano, mediante la cual se dispuso su cese laboral y, asimismo, que se le reponga en el puesto de trabajo que desempeno en la citada Direccion Regional, por considerar que se han vulnerado sus derechos constitucionales a un debido proceso, y al trabajo, entre otros. Refiere que laboro desde el veintiuno de junio de mil novecientos setenta y tres, con eficiencia y responsabilidad. Refiere que mediante la Resolucion Suprema N.o 029-98-MTC, publicada en el diario oficial El Peruano el ocho de febrero de mil novecientos noventa y ocho, don Demetrio Vera Fernandez habia sido designado como Director Regional de Transportes, Comunicaciones, Vivienda y Construccion, en consecuencia, al dia diez del mismo mes y ano, fecha en que se realizo la evaluacion de los trabajadores, la intervencion de don Benigno Fuentes Canari en dicho proceso de evaluacion resultaba nula de pleno derecho. Concluye sosteniendo que considera que se encuentra capacitado para continuar en el cargo en que ha prestado servicios, y que ha sido evaluado en forma subjetiva, sin tener en cuenta su grado de preparacion, su capacitacion ni su experiencia laboral. El Presidente del Consejo Transitorio de Administracion Regional de La Libertad, el Director Regional de Transportes, Comunicaciones, Vivienda y Construccion, y los TRIBUNAL CONSTITUCIONAL procuradores publicos a cargo de los asuntos judiciales del Ministerio de Transportes, Comunicaciones, Vivienda y Construccion y del Ministerio de la Presidencia contestan la demandada, y congruentemente sostienen que el demandante no ha agotado la via administrativa; que el demandante fue cesado mediante la Resolucion Presidencial Regional N.o 082-98-CTAR-LL por no haber obtenido el puntaje minimo de sesenta puntos que establecian las normas reglamentarias correspondientes; que, a la fecha de la evaluacion llevada a cabo el diez de febrero de mil novecientos noventa y ocho, don Benigno Fuentes Canari ostentaba aun el cargo de Presidente de la Comision de Evaluacion, toda vez que el nuevo Director Regional todavia no habia asumido formalmente dicho cargo, y que debido a la naturaleza controversial de los cuestionamientos al proceso de evaluacion, la Accion de Amparo no resulta ser la via idonea, pudiendo el demandante hacerlo valer en un proceso lato en el cual puedan merituarse adecuadamente los actos y documentos administrativos cuestionados. El Juez del Tercer Juzgado de Trabajo de Trujillo, a fojas ciento cuarenta y cuatro, con fecha ocho de junio de mil novecientos noventa y ocho, declara infundada la demanda, por considerar que el demandante no ha acreditado la violacion de derecho constitucional alguno, toda vez que ni siquiera ha explicado las razones por las que la comision de evaluacion haya querido perjudicarlo. La Sala Laboral de la Corte Superior de Justicia de La Libertad, a fojas doscientos catorce, con fecha veinticinco de setiembre de mil novecientos noventa y ocho, confirma la apelada que declaro infundada la demanda, por estimar que el proceso de evaluacion que ha culminado con la resolucion que declara excedente al demandante se ha realizado por disposicion del Decreto Ley N.o 26093 y demas normas reglamentarias, sin que se verifique amenaza 0 violacion a derecho constitucional alguno. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 1° del Decreto Ley N.o 26093 dispone que los titulares de los 1. ministerios y de las instituciones publicas descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para el efecto se establezcan, autorizandose a los referidos titulares a dictar las normas necesarias para su correcta aplicacion. Que el Ministerio de la Presidencia en cumplimiento de lo establecido por el referido 2. Decreto Ley expidio la Resolucion Ministerial N.o 290-96-PRES que aprobo la Directiva N.o 001-96-PRES/VMDR que norma el Programa de Evaluacion Semestral del Rendimiento Laboral a ser aplicado a los trabajadores de los Consejos Transitorios de Administracion Regional. Que, mediante la Resolucion Presidencial Regional N.o 043-98-CTAR-LL, su fecha 3. 2 TRIBUNAL CONSTITUCIONAL quince de enero de mil novecientos noventa y ocho, de fojas cincuenta y cuatro de autos, se designo a la Comision de Evaluacion encargada de llevar a cabo el proceso de evaluacion correspondiente al segundo semestre de mil novecientos noventa y siete, la misma que estuvo presidida por don Benigno Fuentes Canari, en su condicion de Director Regional (e) de Transportes, Comunicaciones, Vivienda y Construccion de La Libertad. Que, mediante la Resolucion Suprema N.o 029-98-MTC, de fecha seis de febrero de 4. mil novecientos noventa y ocho publicada en el diario oficial El Peruano el ocho del mismo mes y ano, se nombro a don Demetrio Vera Fernandez en el cargo de Director Regional de Transportes, Comunicaciones, Vivienda y Construccion del citado Consejo Transitorio de Administracion Regional. Que, acorde con lo expuesto en los fundamentos precedentes, habiendo participado 5. don Benigno Fuentes Canari en el proceso de evaluacion realizado con fecha diez de febrero de mil novecientos noventa y ocho, ello vicia dicho proceso, toda vez que los actos administrativos validos son aquéllos que se efectuan dentro del ambito e influencia de la normativa legal; en consecuencia, se ha configurado la vulneracion de los derechos constitucionales invocados por el demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de La Libertad, de fojas doscientos catorce, su fecha veinticinco de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro infundada la Accion de Amparo, reformandola la declara FUNDADA; en consecuencia, inaplicable al demandante la Resolucion Presidencial Regional N.o 082-98-CTAR-LL, debiendo la demandada cumplir con reincorporarlo en el cargo que venia desempenando 0 a otro de igual nivel 0 categoria, sin abono de las remuneraciones dejadas de percibir, por no haberse producido una prestacion efectiva de servicios. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO AA LO QUE CERTIFICO DRA. MARIA LUZ VASQUEZ 3 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-13", "id": 35725, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región La Libertad y otros", "nombre_demandante": "Enrique Rodríguez Escobedo", "numero_expediente": "01029-1998-AA"}