{"CONTEXTO": " 01021-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01021-1996-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp. : No1 1021-96-AA/TC LIMA NOMBRE : Victor Balarezo Oblitas SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de junio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia Nugent, L Diaz Valverde, Garcia Marcelo, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Victor Balarezo Oblitas contra la resolucion de la Sala Especial de Derecho Publico de la Corte Superior de Lima del treinta de octubre de mil novecientos noventiséis, que confirma la del 27° 2 TRIBUNAL CONSTITUCIONAL Juzgado Especializado en lo Civil de Lima, de fecha 19 de febrero de mil novecientos noventiséis, que declara improcedente la accion de amparo.", "ANTECEDENTES:": "La accion la interpone contra el Instituto Peruano de Seguridad Social a fin de que se deje sin efecto la Resolucion No 18568, del 28-02-94, y se le sirva su pension jubilatoria con arreglo al D.L. 19990, y no aplicando el D.L. 25967 que se dicto después de iniciado el tramite de su expediente, por no tener efecto retroactivo. El 27° Juzgado en lo Civil de Lima, mediante resolucion del 19-02-96, declaro improcedente la demanda, por considerar, entre otras razones, que el actor no ha agotado las vias previas y que, al tiempo de emitirse la resolucion impugnada, se han aplicado las leyes vigentes. Interpuesto recurso de apelacion, la Sala Especializada de Derecho Publico de la Corte Superior de Lima, confirmo la apelada, segun resolucion del 30 de octubre de mil novecientos noventiséis, al estimar que en esta via no procede solicitarse la regularizacion de una pension. Contra esta resolucion el accionante interpone Recurso de Casacion, por lo que de conformidad con los dispositivos legales se han remitido los actuados al Tribunal Constitucional.", "FUNDAMENTOS:": "Que de autos consta que el actor ceso en su actividad laboral el 21-06-92 y 1. solicito su pension jubilatoria por el Sistema Nacional de Pensiones regulado por TRIBUNAL CONSTITUCIONAL el D.L. 19990, generando su pension desde el dia siguiente de su cese laboral segun lo dispuesto por el art. 80° de dicha norma legal. 2. Que con posterioridad, el 07-12-92, se promulgo el D.L. 25967 que varia las condiciones de calificacion y otorgamiento de las pensiones de dicho Sistema, evidentemente para las contingencias ocurridas a partir de entonces, mas no para las anteriores, por cuanto ninguna ley tiene efecto retroactivo y en virtud de la prelacion de leyes, consagradas en los arts. 187° y 87°, respectivamente, de la Constitucion Politica de 1979, vigente en aquel entonces. En consecuencia, el estatuto legal vigente para los efectos de la jubilacion del actor es el D.L. 19990, segun el cual debe calcularse y otorgarsele su pension por parte de la Entidad aseguradora demandada, en este derecho pensionario de agresion continuada, por disponerlo asi la ultima parte del art. 26° de la Ley 25398, en que no puede operar la caducidad, en razon, ademas, de que ha mediado recurso de reconsideracion del actor, no resuelto aun por el demandado. 3. Que finalmente, mediante resolucion de este Tribunal Constitucional, de fecha 23-04-97, recaido en el expediente No 007-96-I/TC, se declaro la inconstitucionalidad del art. 10° del D.L. No 25967, y se dispuso que el nuevo sistema de câlculo de la pension jubilatoria es a favor solo de los asegurados cuya contingencia ocurra con posterioridad a su fecha de vigencia; y no de las contingencias ocurridas con anterioridad, a fin de no violentar la Primera Disposicion Final y Transitoria de la Constitucion de 1993. Por estas consideraciones, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion del Estado y su Ley Orgânica:", "FALLA:": "TRIBUNAL CONSTITUCIONAL Revocando la resolucion de fecha treinta de octubre de mil novecientos noventiséis, expedida por la Sala Especial de Derecho Publico de la Corte Superior de Lima, que confirma la apelada de fecha diecinueve de febrero de mil novecientos noventiséis, que declara improcedente la accion de amparo; reformandola, la declararon FUNDADA y, en consecuencia, sin efecto la resolucion No 18568, de fecha 28-02-94, debiendo el Instituto Peruano de Seguridad Social dictar nueva resolucion con arreglo a ley; no siendo aplicable el art. 11° de la Ley No 23506 dada las circunstancias especiales en que se han producido los hechos; dispusieron su publicacion en el diario oficial \"El Peruano\" con arreglo a ley, y los devolvieron. S.S. Pcails ACOSTA SANCHEZ, - V € aecre X m 1 - . Va NUGENT, DIAZ VALVERDE, LO QUE CERTIFICO e\" GARCIA MARCELO. Dra. Maria Luz Vasquez de Lopez Secretaria Relatora MFler 1 TRIBUNAL CONSTITUCIONAL Exp. No 1021-96-AA/TC NOMBRE: Victor Balarezo Oblitas CHICLAYO RESOLUCION DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de julio de mil novecientos noventisiete, reunido el Tribunal Constitucional, en sesion del Pleno Jurisdiccional, con la asistencia de los senores: Acosta Sanchez, Vicepresidente, encargado de la Presidencia. Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, emite la siguiente resolucion: VISTO: el pedido formulado por el Instituto Peruano de Seguridad Social, con fecha ocho del mes en curso, para que se aclare la resolucion expedida por este Tribunal, con fecha 13 de junio de 1997; y 2 TRIBUNAL CONSTITUCIONAL ATENDIENDO: Que, si bien la demanda esta interpuesta contra el Instituto Peruano de Seguridad Social, quien tuvo a su cargo la administracion del Sistema Nacional de Pensiones, dicho Instituto fue sustituido por la Oficina de Normalizacion Previsional, creada por Decreto-Ley No 25967 y demas normas modificatorias y complementarias, para administrar centralizadamente el Sistema Nacional de Pensiones y otros Sistemas Pensionarios administrados por el Estado; por lo que de conformidad con el art. 59° de la Ley No 26435, Orgânica del Tribunal Constitucional, procede la aclaracion solicitada; RESUELVE: en via de aclaracion, disponer que es la Oficina de Normalizacion Previsional quien debe dictar nueva resolucion con arreglo a ley, a favor del asegurado Victor Balarezo Oblitas; debiendo la presente resolucion formar parte integrante de la sentencia expedida con fecha 13 de junio de 1997. S.S. L - Mnun ACOSTA SANCHEZ, NUGENT, B RML L - lea DIAZ VALVERDE, LO QUE CERTIFICO. GARCIA MARCELO, DRA. MARIA LUZ VASQUEZ VARGAS MFler SECRETARIA RELATORA", "fecha_publicacion": "1997-07-06", "id": 36209, "nombre_demandado": "Instituto Peruano de Seguridad Social (IPSS)", "nombre_demandante": "Víctor Balarezo Oblitas", "numero_expediente": "01021-1996-AA"}