{"CONTEXTO": " 01028-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01028-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1028-98-AA/TC TACNA EMPRESA DE TRANSPORTES EL PROGRESO S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los seis dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Empresa de Transportes El Progreso S.A., contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Tacna, de fojas noventa y tres su fecha veintidos de setiembre de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo interpuesta contra don Jaime Carpio Camacho, Director Encargado de la Direccion de Circulacion Terrestre, de la Direccion Subregional de Transportes, Comunicaciones, Vivienda y Construccion de Tacna.", "ANTECEDENTES:": "Don Octavio Quispe Apaza, Gerente General de la Empresa de Transportes El Progreso S.A., interpone Accion de Amparo contra don Jaime Carpio Camacho, Director Encargado de la Direccion de Circulacion Terrestre, de la Direccion Subregional de Transportes, Comunicaciones, Vivienda y Construccion de Tacna, a fin de que se deje sin efecto el contenido del Oficio N.o 1607-96-DCT-DSRTCVC-R-MTP, cursado por el demandado al Gerente General del Terminal Terrestre, a través del cual se pone en su conocimiento que no han sido renovadas, entre otras, la rutas que le fueron concedidas a la referida empresa por Resolucion Directoral N.o 008-86-TC/CT-DE-22, del ocho de febrero de mil novecientos ochenta y seis, para prestar servicio publico de transporte interprovincial de pasajeros en omnibus en la ruta Tacna-Tarata-Ticaco-Challahuaya, Sisgem-Yabroc-Susapuyal y viceversa. Sostiene la demandante que el demandado ha actuado arbitrariamente al no haber emitido ninguna resolucion administrativa ni haberle comunicado por escrito la cancelacion de la ruta, violandose, entre otros, su derecho constitucional al debido proceso, a la defensa, a la libertad de trabajo y el derecho de peticion. Admitida la demanda, ésta es contestada por don Jaime Carpio Camacho, Director encargado de la Direccion de Circulacion Terrestre de la Direccion Subregional de Transportes, Comunicaciones, Vivienda y Construccion de Tacna, quien alega que la concesion otorgada a la Empresa de Transportes El Progreso S.A. en el ano mil novecientos ochenta y seis, tenia como plazo de vigencia diez anos, los cuales vencieron en 2 TRIBUNAL CONSTITUCIONAL exceso al diecinueve de noviembre de mil novecientos noventa y seis, fecha en que fue remitido al Gerente General del terminal terrestre el oficio cuestionado por la demandante. La demandada, asimismo, manifiesta que, con fecha ocho de marzo de mil novecientos noventa y seis, la demandante solicito renovacion de la concesion, la misma que era improcedente, en tanto que pretendia continuar prestando el servicio con unidades vehiculares que tenian mas de veintidos anos de antigiiedad; que, en todo caso, el demandado ha actuado de acuerdo a las disposiciones del Decreto Supremo N.o 05-95- MTC, el cual en su Cuarta Disposicion Transitoria senala que la concesionaria que, al quince de abril de mil novecientos noventa y cinco, tenga vehiculos con mas de veinte anos de antiguedad, podra continuar utilizandolos en el servicio por dos anos mas, y que la concesion de la demandada caduco el veintiocho de febrero de mil novecientos noventa y seis, habiendo ésta solicitado la renovacion cuando la concesion ya habia caducado. El Juez Provisional del Segundo Juzgado Civil de Tacna, a fojas sesenta y dos, con fecha treinta de junio de mil novecientos noventa y siete, expide Resolucion declarando infundada la demanda, al considerar que esta acreditado en autos que la concesion que tenia la demandante para prestar el servicio publico de transporte interprovincial de pasajeros en omnibus vencio el veintiocho de febrero de mil novecientos noventa y seis, y al no habérsele autorizado la renovacion de dicha concesion, legalmente no tiene derecho a prestar dicho servicio; que, asimismo, la demandante no ha agotado la via previa. La Sala Civil de la Corte Superior de Justicia de Tacna, a fojas noventa y tres, con fecha veintidos de setiembre de mil novecientos noventa y siete, expide resolucion confirmando la apelada en todos sus extremos. Contra esta resolucion, la demandante interpone Recurso Extraordinario:", "FUNDAMENTOS:": "Que, del petitorio de la demanda se desprende que la demandante interpone la 1. presente Accion de Amparo a fin de que la demandada renueve la concesion de la ruta en la cual prestaba el servicio de transporte interprovincial de pasajeros. Que, a fojas cuarenta y siete de autos obra copia de la Resolucion Directoral N.o 2. 0008-86-TC/CT-DE-22 del veintiocho de febrero de mil novecientos ochenta y seis, emitida por la direccion Departamental de Circulacion Terrestre, del entonces Ministerio de Transporte y Comunicaciones, mediante la cual se otorga a la empresa demandante la concesion para prestar el servicio publico de transporte interprovincial de pasajeros en omnibus en la ruta Tacna-Tarata-Ticaco- Challahuaya-Sitajara-Yabroco-Susapaya y viceversa. Dicha concesion es otorgada por el plazo de diez anos a partir de la expedicion de dicha resolucion, habiendo vencido en febrero del ano mil novecientos noventa y seis. Que el oficio N.o 1607-96-DCT-DSRTCVC-R-MTP cuestionado por la 3. demandante cuya copia obra a fojas tres, fue emitido con fecha diecinueve de noviembre de mil novecientos noventa y seis, después de haberse vencido el plazo ) TRIBUNAL CONSTITUCIONAL de la concesion; por tanto, la demandada no ha actuado en forma arbitraria ni na vulnerado derecho constitucional alguno de la demandante. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia 1 Tacna, de fojas noventa y tres, su fecha veintidos de setiembre de mil novecientos' novent y siete, que confirmando la apelada declaro INFUNDADA la demanda. Dispone notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion los actuados.", "SS.": "ACOSTA SANCHEZ Mmar DIAZ VALVERDE NUGENT GARCIA MARCELO 4 iveea Lo que certifico: NN DR. CESAR CUBAS LONGA SECRSTARIO-RELATOR (e)", "fecha_publicacion": "1999-11-25", "id": 36008, "nombre_demandado": "Director de la Dirección de Circulación Terrestre de la Dirección Subregional de Transportes, Comunicaciones, Vivienda y Construcción de Tacna (Jaime Carpio Camacho)", "nombre_demandante": "Empresa de Transportes El Progreso SA (representado por Octavio Quispe Apaza)", "numero_expediente": "01028-1998-AA"}