{"CONTEXTO": " 01027-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01027-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 1027-96-AA/TC INDULTEXS.A. Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En la ciudad de Lima, a los veintidos dias del mes de diciembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno. Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintuno de octubre de mil novecientos noventa y seis, que revocando la apelada, la reformo y la declaro improcedente.", "ANTECEDENTES:": "INDULTEX S.A., debidamente representada, interpone Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria y el Ministerio JCA E TRIBUNAL CONSTITUCIONAL de Economia y Finanzas, por violacion de sus derechos constitucionales a la propiedad, libertad de trabajo, libertad de empresa, comercio e industria, yde igualdad. Alega la entidad accionante, que las entidades demandadas pretenden aplicarle el impuesto minimo a la renta, no obstante no encontrarse la entidad actora obteniendo renta. Precisa que el acto violatorio de su derecho constitucional se ha traducido en la expedicion de la notificacion N 011-06-09452, por la cual la SUNAT le ha requerido el pago, a la fecha de emision de la notificacion, en el orden de tres mil seiscientos treinta y seis nuevos soles, mas doce nuevos soles por concepto de intereses devengados. Admitida la demanda, ésta es contestada por el Procurador Publico encargado de los asuntos judiciales del Ministerio de Economia y Finanzas, quien solicita se declare improcedente la demanda, ya que. a) no se ha agotado la via previa correspondiente, b) ha transcurrido con exceso el plazo de caducidad para interponer la Accion de Amparo, pues entre la fecha de expedicion de la notificacion, del veinticuatro de octubre de mil novecientos noventa y cinco, y la interposicion de la demanda, el veinticuatro de enero de mil novecientos noventa y seis, se excedieron los sesenta dias que prevé el articulo 37 de la ley 23506, C no se ha generado ninguna violacion a los derechos constitucionales de la entidad accionante, pues dicho cobro se efectuo tras no haberse cumplido su pago en el plazo de ley, d) la Accion de Amparo no procede contra normas legales. Asimismo, debidamente representada, contesta la demanda la Superintendencia Nacional de Administracion Tributaria, quien solicita se declare improcedente, pues. a) el proceso coactivo iniciado, se ha realizado con franco respeto de los derechos al debido proceso, y expedido la notificacion en el ejercicio regular de sus funciones, b) los actos administrativos tributarios no pueden ser impugnados por medio de la Accion de Amparo, C) pretender que se declare fundado el Amparo interpuesto significaria atentar contra el derecho de igualdad juridica, pues se estableceria un trato discriminatorio entre los contribuyentes que si cumplen con sus obligaciones de aquéllos que no lo hacen. Con fecha diez de julio de mil novecientos noventa y seis, el Juez del Décimo Segundo Juzgado Especializado en lo Civil de Lima expide resolucion, 3 TRIBUNAL CONSTITUCIONAL declarando fundada la demanda. Interpuesto el recuso de apelacion, con fecha veintiuno de octubre de mil novecientos noventa y seis,la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion revocando la apelada, y reformandola, la declaro improcedente. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional,", "FUNDAMENTOS": "1. Que, conforme se desprende del petitorio de la demanda, el objeto de ésta es que se suspenda la amenaza de violacion de los derechos constitucionales de la actora, materializada en la cobranza coactiva ordenada por la Superintendencia Nacional de Administracion Tributaria, por la cual se le requeria el pago del impuesto minimo a la renta. 2. Que, siendo ello asi, y no obstante que ya este Supremo Tribunal de la Constitucionalidad se ha pronunciado en innumerables oportunidades acerca de casos judiciales analogos, en el presente caso, y segun se esta a los documentos obrantes de fojas veinticinco y veintiséis del segundo cuaderno, la amenaza de violacion a los derechos constitucionales invocados ya cesaron, al haber la entidad accionante cancelado el importe total del tributo acotado en la Notificacion No 0110609452; por lo que es de estricta aplicacion lo dispuesto en el inciso 10 del articulo 6° de la ley 23506. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren, TRIBUNAL CONSTITUCIONAL", "FALLA:": "Confirmando la resolucion de la Sala Especializada de Derecho Publico de Corte Superior de Justicia de Lima, de fojas ciento ochenta y cuatro, su fecha veintiuno de octubre de mil novecientos ochenta y seis, que revocando apelada, que declaro fundada la demanda, la reformo y declaro improcedente Accion de Amparo interpuesta, Dispusieron su publicacion en el diario oficial Peruano, y los devolvieron.", "SS.": "- - - - ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO L Cu ECM Lo que Certifico: Dre. MARIALUZVASOUEZ DE LOPEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-02-05", "id": 36701, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT) y Ministerio de Economía y Finanzas", "nombre_demandante": "Indultex SA", "numero_expediente": "01027-1996-AA"}