{"CONTEXTO": " 01027-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01027-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 1027-98-HC/TC SANTOS LUCIO GUANILO GOMEZ. TACNA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; p Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Santos Lucio Guanilo Gomez contra la resolucion expedida por la Sala Especializada en lo Penal de la Corte Superior de Justicia de Tacna, de fojas ciento sesenta, su fecha treinta de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Santos Lucio Guanilo Gomez interpone Accion de Habeas Corpus contra los jueces especializados en lo penal, don Sergio Solar Giraldo y don German Ticona Aduvire, que despachan el Segundo y Primer Juzgado Especializado en lo Penal de Tacna, respectivamente, a fin de que se deje sin efecto el mandato de detencion de su persona que se ha dictado en el Auto Apertorio de Instruccion de fecha doce de febrero de mil novecientos noventa y ocho, asi como por haberle negado su Recurso de Apelacion formulado contra dicho mandato, ordenado dentro de un proceso irregular, tendencioso y parcializado, en la instruccion que se le sigue por presunto delito de concusion, pues no siendo funcionario 0 servidor publico, segun lo establece el articulo 40° de la Constitucion Politica del Estado, no le es aplicable este tipo de delito, en vista de que Electrosur S.A. es una empresa del Estado creada por la Ley No 24093 regida por las normas del Derecho Privado. Recibidos los descargos respectivos de los jueces penales emplazados (fojas siete y veinte), refieren ambos que el accionante tiene instruccion abierta y se halla sometido a juicio ante el Primer Juzgado Especializado en lo Penal de Tacna, con mandato de detencion por los delitos de concusion y contra la fe publica en agravio de la empresa ELECTROSUR S.A., desobedeciendo la orden judicial y entorpeciendo su normal desenvolvimiento, prefiriendo estar oculto tras una desacertada posicion legal, siendo falsos los hechos imputados. El Tercer Juzgado Especializado en lo Penal de Tacna, a fojas cuarenta y ocho, con fecha doce de junio de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar principalmente que el mandato de detencion dictado contra el demandante en la instruccion que tiene abierta por los delitos de concusion y contra la fe publica en agravio de Electrosur S.A. ha sido objeto de apelacion y confirmacion por el 2 TRIBUNAL CONSTITUCIONAL superior jerarquico, siendo de aplicacion el articulo 16° incisos a) y b) de la Ley No 25398. La Sala Especializada en lo Penal de la Corte Superior de Justicia de Tacna, a fojas ciento sesenta, con fecha treinta de junio de mil novecientos noventa y ocho, confirmo la apelada, por estimar que la orden de detencion se trata de un mandato judicial dictado dentro de un proceso regular, con la potestad y autoridad que la Carta Magna concede al organo jurisdiccional, y los senores jueces contra quienes se ha interpuesto esta demanda han cumplido unicamente una funcion propia de su competencia, por lo que tal mandato de detencion dictado en el proceso penal no importa ninguna violacion al principio y derecho del debido proceso ni a la libertad individual.", "FUNDAMENTOS:": "1.- Que de autos consta que el demandante, junto con otros denunciados, tiene proceso penal abierto ante el Primer Juzgado Especializado en lo Penal de Tacna por los delitos de concusion y contra la fe publica, en agravio de Electrosur S.A., en el cual se ha dictado el Auto Apertorio de Instruccion de fecha doce de febrero de mil novecientos noventa y ocho, con mandato de detencion. 2.- Que el demandante interpone Accion de Habeas Corpus contra dicho mandato de detencion por considerar que se le ha denegado su apelacion y que se encuentra dictado dentro de un proceso irregular, tendencioso y parcializado, pues al no haber sido funcionario publico, segun el articulo 40° de la Constitucion Politica del Estado, no puede haber cometido el delito de concusion, dado que su ex empleadora Electrosur S.A., es una empresa del Estado creada por la Ley No 24093 y regida por las normas de Derecho Privado. 3.- Que a fojas veintiocho corre copia certificada de la Resolucion dictada por la Sala Especializada en lo Penal de la Corte Superior de Justicia de Tacna, de fecha veinte de marzo de mil novecientos noventa y ocho, esto es, con anterioridad a su denuncia, que confirma el cuestionado Auto de Apertura de Instruccion con mandato de detencion, por lo que la Accion de Habeas Corpus, por denegatoria de Recurso de Apelacion, resulta inexacta. 4.- Que, en mérito a la denuncia formulada, cuya copia obra de fojas sesenta y cuatro a noventa y siete, el Primer Juzgado Especializado en lo Penal de Tacna, en uso de sus atribuciones, dicto el referido Auto Apertorio de Instruccion, en el cual no se advierte la existencia de elemento de conviccion alguno que permita colegir que tal decision inicial derive en un procedimiento irregular. 5.- Que, en todo caso, segun lo dispuesto por el articulo 10° de la Ley No 25398, las anomalias existentes en un proceso regular a que se refiere el inciso 2) del articulo 6° de la Ley No 23506, de Habeas Corpus y Amparo, deben ventilarse y resolverse dentro del mismo proceso mediante el ejercicio de los recursos que las normas procesales especificas establecen. 3 TRIBUNAL CONSTITUCIONAL 6.- Que, asimismo, tampoco procede la Accion de Habeas Corpus cuando --como en este caso-- el recurrente tiene instruccion abierta y se encuentra sometido ajuicio por hechos que originan la accion de garantia, conforme lo establece el literal a) del articulo 16° de la Ley No 25398, complementaria de la Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada en lo Penal de la Corte Superior de Justicia de Tacna, de fojas ciento sesenta, su fecha treinta de junio de mil novecientos noventa y ocho, que confirmo la apelada y declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Xr Mi ACOSTA SANCHEZ DIAZ VALVERDE adi - 4 NUGENT GARCIA MARCELO Lo que Certifico: lafht 1 Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA SRIBUNAL CONSTITUCIONAL MF", "fecha_publicacion": "1999-05-25", "id": 35127, "nombre_demandado": "Segundo Juzgado Especializado en lo Penal (Sergio Solar Giraldo) y otro", "nombre_demandante": "Santos Lucio Guanilo Gómez", "numero_expediente": "01027-1998-HC"}