{"CONTEXTO": " 01026-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01026-1996-HC.pdf) --- EL TRIBUNAL CONSTITUCIONAL EXPEDIENTE No 1026-96-HC/TC RAMON ARTURO ESPINOZA SOTO LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a diecisiete dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia la sentencia siguiente. M ASUNTO : Recurso extraordinario interpuesto por don Ramon Arturo Espinoza Soto contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veinticinco de octubre de mil novecientos noventa y seis, que declaro improcedente la accion de Habeas Corpus interpuesta contra don Carlos Enrique Ardiles Sal y Rosas, Alcalde de la Municipalidad Distrital de Pachacamac, don Orlando Honorato Montalvo Canchari, Secretario General; y don José del Carmer Montes Pizarro, Director de Servicios Comunales y Jefe del Departamento de Tesoreria de la referida Municipalidad.", "ANTECEDENTES:": "Con fecha veinticuatro de setiembre de mil novecientos noventa y seis, don Ramon Arturo Espinoza Soto, interpone Accion de Habeas Corpus contra don Carlos Enrique Ardiles Sal y Rosas, Alcalde de la Municipalidad Distrital de Pachacamac y otros argumentando que los emplazados se han puesto de acuerdo para amenazar su libertad seguridad individuales, en represalia por haber efectuado denuncias sobre irregularidades en la gestion municipal; en su condicion de Regidor y en el ejercicio de su funcion fiscalizadora no siendo citado a las sesiones de Concejo, impidiéndole su ingreso al local Municipal y negandole el pago de sus dietas. Admitida la demanda por el Juzgado Penal de Turno Permanente de Lima, se realiza la investigacion sumaria, recibiendo las declaraciones de los accionados. Don Carlos Enrique Ardiles Sal y Rosas, Alcalde de la Municipalidad Distrital de Pachacamac manifesto que en ningun momento se ha coactado la libertad individual del accionante, menos sus atribuciones de Regidor y que todo se origina cuando el Regidor don Tito Cuevas presenta al Concejo una solicitud de vacancia contra el actor en su calidad de Regidor de la Municipalidad de Pachacamac por motivo de domiciliar en lugar distinto a este Distrito, vacancia que fue acordada en Sesion de Concejo de catorce de setiembre de mil novecientos noventa y seis, de acuerdo a las disposiciones del Articulo 26° inciso 4) de la Ley No 23853 - Orgânica de Municipalidades, dândose cuenta al Jurado Nacional de Elecciones. Don Orlando Honorato Montalvo Canchari, Secretario del Concejo, senalo que es falso que haya amenazado la libertad y seguridad individuales del actor y que no lo haya citado a las sesiones de Concejo. Don José del Carmen 2 TRIBUNAL CONSTITUCIONAL Montes Pizarro manifesto que es falso que haya coaccionado economicamente al denunciante al descontarle parte de sus dietas ya que dicho descuento se efectuo por haberse dispuesto asi en un Acuerdo de Concejo, y estuvo destinado a la celebracion de la Semana Turistica de Pachacamac. Los emplazados coinciden en senalar que es falso que se hayan asociado ilicitamente para amenazar la libertad y seguridad individuales del actor. Con fecha tres de octubre de mil novecientos noventa y seis, el Juez del Décimo Quinto Juzgado Penal de Lima expide resolucion declarando improcedente la accion por considerar que de lo actuado no aparece que se haya violado la libertad y seguridad individuales del accionante. Interpuesto recurso de apelacion, con fecha veinticinco de octubre de mil novecientos noventa y seis, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, expide resolucion confirmando la apelada. Contra esta resolucion, el accionante interpone recurso extraordinario. FUNDAMENTOS : 1. Que, la Accion de Habeas Corpus procede en los casos que se vulnere 0 amenace de violacion la libertad individual 0 derechos conexos, de conformidad con el articulo 200° inciso 1) de la Constitucion Politica del Estado y el Articulo 12° de la Ley No 23506. 2. Que, en el presente caso, el actor sostiene que se han amenazado de violacion sus derechos constitucionales a la libertad y seguridad personales, consagrados en el inciso 24) del Articulo 2° de la Constitucion, al habérsele impedido su participacion en las sesiones de Concejoy y el ejercicio de su funcion fiscalizadora en su calidad de Regidor de la Municipalidad Distrital de Pachacamac. 3. Que en la secuela del proceso, el actor no ha acreditado los hechos que considera constituyen amenaza de violacion a sus derechos a la libertad y seguridad personales, debiendo destacarse que con fecha catorce de setiembre de mil novecientos noventa y seis, esto es con anterioridad a la interposicion de la presente accion, mediante Acuerdo de Concejo No 037-96 MDP/C se declaro su vacancia en el cargo de Regidor de la Municipalidad Distrital de Pachacamac; en consecuencia la accion de Habeas Corpus interpuesta resulta infundada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas noventa y tres, su fecha veinticinco de TRIBUNAL CONSTITUCIONAL octubre de mil novecientos noventa y seis, que confirmo la apelada, que declaro improcedente la Accion de Habeas Corpus; reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Certific0: Cra. MARIALUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL NF", "fecha_publicacion": "1998-08-14", "id": 41940, "nombre_demandado": "Carlos Enrique Ardiles Sal y Rosas, y otros", "nombre_demandante": "Ramón Arturo Espinoza Soto", "numero_expediente": "01026-1996-HC"}