{"CONTEXTO": " 01023-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01023-1996-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL Exp. 1023-96-AA/TC Compania Textil El Progreso S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima a los tres dias del mes de julio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde, Garcia Marcelo, actuando como secretaria relatora, la doctora Maria Luz Vasquez, promuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario contra la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Lima, su fecha veintitrés de octubre de mil novecientos noventa y seis, en la Accion de Amparo seguida por Compahia Textil El Progreso S.A. contra la Superintendencia Nacional de Administracion Tributaria.", "ANTECEDENTES": "Compania Textil El Progreso S.A., interpone Accion de Amparo contra el Supremo Gobierno en la persona del Superintendente de la Superintendencia Nacional de Administracion Tributaria con el objeto de que la entidad demandada se abstenga de aplicar los articulos 109° y siguientes del Decreto Legislativo 774°, que crea el impuesto minimo a la renta; tras vulnerar sus derechos constitucionales a la libertad de empresa, la no confiscatoriedad de los tributos, la libertad de trabajo. y a la seguridad juridica. Admitida la demanda, ésta es contestada por la representante legal de la Superintendencia Nacional de Administracion Tributaria, solicitando se declare improcedente la demanda, ya que: a) se solicita se disponga la suspension de las medidas de cobranza, sin tener en cuenta que las mismas derivan de un proceso regular emitidas TRIBUNAL CONSTITUCIONAL por Su representada en el ejercicio de sus funciones, b) los actos administrativos tributarios no pueden ser impugnados a través de la Accion de Amparo, pues de admitirse ello, se estaria desnaturalizando este tipo de proceso constitucional, que tiene por objeto la defensa de los derechos constitucionales. c) que se ampare la pretension, supondria que se vulnere el principio de igualdad en materia tributaria, pues se exoneraria de su pago a un mal contribuyente en perjuicio de los miles que si cumplen con su pago. d) realmente se pretende, a través del Amparo, discutir no la indebida actuacion de la administracion tributaria, sino la validez de una norma, que debe realizarse a través de la Accion de Inconstitucionalidad. e) el impuesto minimo a la renta no es confiscatorio, pues no absorve una parte sustancial del patrimonio 0 de la renta, que, en todo caso, requiere el transito de una estacion tributaria, donde se realice un analisis riguroso. El. Juez del Sexto Juzgado Civil de Lima expidio resolucion, con fecha veinticuatro de mayo de mil novecientos noventa y seis, declarando improcedente la demanda. Interpuesto el recurso de apelacion, la Sala Especializada de Derecho Publico de la Corte Superior de Lima, con fecha veintitrés de octubre de mil novecientos noventa y seis expide resolucion confirmando la apelada. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS": "Considerando: Que, conforme fluye del petitorio de la demanda, el objeto de ésta es que la Superintendencia Nacional de Administracion Tributaria se abstenga de aplicarle a la entidad accionante lo dispuesto en los articulos 109° y siguientes del Decreto Legislativo 774, que prevé el pago del impuesto minimo a la renta, en el orden del dos por cien de sus activos netos, cuando no estuviere.afecto al pago del impuesto a la renta. Que, siendo ello asi, como ya este Colegiado ha tenido oportunidad de expresar en los obiter dictum de las causas 646-96-AA y 680-96-AA: a) el plazo de caducidad al que se refiere el articulo 370 de la Ley 23506 no puede computarse desde que el Decreto Legislativo 774° entro en vigencia, y b) la no satisfaccion del principio solve et repete previsto en el segundo parrafo del articulo 129° del Decreto Legislativo 773°, no puede considerarse como omision de agotamiento de la via previa que el articulo 270 de la Ley 23506° exige. Que, asimismo, este Colegiado, en el obiter dictum de las sentencias recaidas en los procesos ya citados, ha dejado sentado el principio de que el establecimiento del impuesto minimo a la renta, por mor del cual se grava a la accionada con un tributo del orden del dos por cien del valor de SHS activos netos, como consecuencia de no encontrarse afecto al pago del impuesto a la renta, supone una desmnaturalizacion desproporcionada del propio impuesto a la renta que dicho decreto establece, ya que pretende gravar no el beneficio, la ganancia 0 la renta obtenida por la accionante como consecuencia del ejercicio de una actividad economica, conforme se prevé en su articulo 1o, donde se disena el ambito de aplicacion del tributo, sino el capital 0 sus activos netos. Que, en este sentido, un limite al 3 TRIBUNAL CONSTITUCIONAL que se encuentra sometido el ejercicio de la potestad tributaria del Estado, conforme lo enuncia el articulo 74° de la Constitucion, es el respeto de los derechos fundamentales, que en el caso de autos no se ha observado, ya que: a) en materia de impuesto a la renta, el legislador se encuentra obligado,al establecer el hecho imponible, a respetar y garantizar la conservacion de la intangibilidad del capital -0 los activos netos, como la denomina la ley-, lo que no ocurre si el impuesto absorve una parte sustancial de las rentas devengadas, 0 si se afecta la fuente productora de la renta, en cualquier cuantum. b) el impuesto no puede tener como elemento base de la imposicion, una circunstancia que no sea reveladora de capacidad economica 0 contributiva, que en el caso del impuesto minimo a la renta con el que se pretende cobrar a la actora, no se ha respetado. Que, asimismo, el establecimiento del impuesto, cuyo cobro ha sido cuestionado, vulnera el derecho de igualdad juridica, ya que si en principio se pretende realizar un trato diferenciado de manera objetiva y razonable entre sujetos de derecho que no son sustancialmente iguales, con miras a salvaguardar los derechos de propiedad e igualdad, esto es, el respeto de dichos derechos entre personas, como la accionante, que no se encuentran en relaciones de paridad con aquellas otras que si se encuentran en capacidad de contribuir con el impuesto a la renta; sin embargo, el medio empleado por el legislador ordinario (el establecimiento del impuesto minimo a la renta) no guarda directa e inmediata proporcion con elfin que se persigue obtener, que es, en ultima instancia, ademas de tratar desigual a los desiguales, preservar la intangibilidad de la propiedad. Que, conforme se desprende de los documentos obrantes a fojas mueve y diez, la Superintendencia Nacional de Administracion Tributaria ha venido cursando a la actora la Orden de Pago No 021-1- 23810, asi como la notificacion de ejecucion coactiva No 021-06-02765 por hasta la suma de cincuenta mil ciento veinte nuevos soles. Que, conforme se desprende de los documentos obrantes de fojas trece a catorce, la entidad actora ha acreditado encontrarse no afecta al pago del impuesto a la renta por tener pérdidas en la actividad economica a la que se dedica, hecho este que en ningun momento ha sido desvirtuado por la entidad accionada. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y Su Ley Organica le confieren:", "FALLA": "Revocando la resolucion de la Sala Especializada de Derecho Publico de la Corte Superior de Lima, su fecha veintitrés de octubre de mil novecientos y seis, que, confirmo la apelada que declaro improcedente la Accion de Amparo; Reformandola, declararon fundada la demanda; dispusieron la inaplicacion, en el caso concreto, de los articulos 109 al 115° del Decreto Legislativo 7740; Ordenaron que la Superintendencia de Administracion Tributaria se abstenga de continuar el procedimiento coactivo destinado a + TRIBUNAL CONSTITUCIONAL satisfacer el importe de la Orden de Pago referida en los fundamentos de esta sentencia; dispusieron la no aplicacion, en el caso de autos, del articulo 11 de la Ley 23506, publicandose esta sentencia en el diario oficial El Peruano; y los devolvieron. SS La erce Acosta Sanchez, Nugent Diaz Valverde, Garcia Marcelo - Mithl / /. - L LO QUE CERTIFICO.- ECM Dra. Maria Luz Vasquez Vargas. Secretaria Relatora 1 Exp. 1023-96-AA/TC TRIBUNAL CONSTITUCIONAL RESOLUCION DEL TRIBUNAL CONSTITUCIONAL Lima, 25 de julio de 1996. VISTA La solicitud de aclaracion formulada por la representante legal de la Superintendencia Nacional de Administracion Tributaria a la sentencia recaida en la Accion de Amparo seguida con la Compania Textil El Progreso S.A., su fecha tres de julio de mil novecientos noventa y siete, sobre los alcances de la inaplicacion de los articulos 109° al 115 del decreto legislativo 774, y, ATENDIENDO Que, conforme se desprende de la parte resolutiva de la referida sentencia, los alcances de la inaplicacion de los articulos 109° al 115° del decreto legislativo 7749, solo tienen efectos entre los sujetos procesales que han intervenido en el proceso de Amparo signado con el expediente nuimero 1023-96-AA/TC, y en lo que a la realizacion de los actos administrativos relativos a la expedicion de la orden de pago No 021-1-23810 y la notificacion de ejecucion coactiva No 021-06-02765 se refiere, no constituyendo una declaracion de inconstitucionalidad de los articulos referidos con alcances erga omnes, y/o extensivos a otras ordenes de pago C notificaciones de ejecucion coactiva, que no sean las antes referidas. Por este fundamento,el Tribunal Constitucional, en ejercicio de las atribuciones que su Ley Organica le confiere, RESUELVE No habiendo ninguna aclararacion que realizar, No Ha Lugar la peticion formulada.", "SS.": "Arliu VAn e ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO arcea A ECM. LO QUE CERTIFIÇO. - Dra. Marfa Luz Vasquez Vargas Secretaria Relatora", "fecha_publicacion": "1997-07-23", "id": 36256, "nombre_demandado": "Superintendencia Nacional de Aduanas y de Administración Tributaria (SUNAT)", "nombre_demandante": "Compañía Textil El Progreso SA", "numero_expediente": "01023-1996-AA"}