{"CONTEXTO": " 01024-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01024-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1024-96-HC/TC CARLOS MORENO CARDENAS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de junio de mil novecientos noventiocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente, Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Carlos Moreno Cardenas contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha diecisiete de setiembre de mil novecientos noventa y seis, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Carlos Moreno Cardenas interpone Accion de Habeas Corpus contra los doctores Pedro Zubiria Amoros, Samuel Anchante Perel y Patricia Aguilar Lazo, quienes conforman la Tercera Sala Laboral de la Corte Superior de Justicia de Lima. Senala que los cuestionados magistrados han violado disposiciones constitucionales en su agravio, al haber procedido en forma irregular ordenando la paralizacion de un procedimiento laboral sobre reposicion en el trabajo contra su ex-principal Hilanderia de Algodon Peruano S.A., procedimiento que se encontraba en ejecucion de sentencia, y que, de conformidad con lo dispuesto en el inciso 14) del articulo 138° de la Carta Magna, es prohibido a los organos jurisdiccionales paralicen la ejecucion de una sentencia, lo que motivo su reclamo recibiendo como respuesta una amenaza de detencion. Ampara su accion en lo dispuesto por el articulo 18° de la Ley No 23506 y solicita se ordene que en el dia se devuelvan los autos del expediente en mencion por encontrarse en ejecucion de sentencia. El Juzgado Penal Supernumerario de Lima, declaro improcedente el Habeas Corpus, por considerar, entre otras razones, que en el presente caso se desprende que el proceder cuestionado por el actor, como es la solicitud del expediente principal por los magistrados emplazados, ha sido en ejercicio de sus facultades y atribuciones y dentro de un procedimiento regular, debiendo el actor hacer valer su derecho en dicha via. Interpuesto recurso de apelacion, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, por los propios fundamentos de la recurrida la confirma. Contra esta resolucion el actor interpone Recurso Extraordinario. FUNDAMENTO: TRIBUNAL CONSTITUCIONAL 1. Que, los emplazados han actuado en uso de las facultades y atribuciones que le otorga el articulo 185° de la Ley Organica del Poder Judicial; consecuentemente, e proceder cuestionado a dichos magistrados es resultado de actuaciones procesales dentro de un proceso judicial regular, donde el actor pudo interponer los recursos que estimo conveniente respecto a los actos procesales practicados que haya considerado contrarios a la ley, es decir, tratândose de una accion contra una resolucion judicial emanada de un procedimiento regular, es de expresa aplicacion inciso 2) del articulo 6° de la Ley No 23506. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO, la Resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas treinta, su fecha diecisiete de setiembre de mil novecientos noventa y seis, que confirmando la recurrida declaro IMPROCEDENTE el Habeas Corpus interpuesto. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. 4 ACOSTA SANCHEZ DIAZ VALVERDE - - NUGENT arcra UL GARCIA MARCELO Lo que Oertifico; MR Dra. MARIALUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-08-26", "id": 42020, "nombre_demandado": "Tercera Sala Laboral de la Corte Superior de Justicia de Lima", "nombre_demandante": "Carlos Moreno Cárdenas", "numero_expediente": "01024-1996-HC"}