{"CONTEXTO": " 01025-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01025-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1025-98-AA/TC LIMA FERNANDO OSCAR YLLESCAS CASTILLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Fernando Oscar Yllescas Castillo contra la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia del Callao, de fojas cuatrocientos cincuenta y seis, su fecha treinta de setiembre de mil novecientos noventa y ocho, que declara improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Fernando Oscar Yllescas Castillo interpone demanda de Accion Amparo contra la Superintendencia Nacional de Aduanas y contra el Gerente de Recursos Humanos de dicha entidad, ingeniéro don Victor Cadenas Herrera, solicitando se declare inaplicable y sin efecto legal el contenido de la Carta N.o 21-98-ADUANAS-INA-GRRHH, su fecha tres de febrero de mil novecientos noventa y ocho, mediante la cual la Superintendencia Nacional de Aduanas da por concluido su vinculo laboral por causal de falta grave laboral y, en consecuencia, se proceda a su reposicion y se le abonen sus remuneraciones dejadas de percibir, sin perjuicio de abonarle la indemnizacion que le corresponde por ley. Refiere que Aduanas habria vulnerado su derecho constitucional al trabajo, asi como a la estabilidad laboral, al poner fin al vinculo laboral de manera arbitraria e ilegal, ya que es falso que cuando se desempeno como Jefe de Division de Regimenes Aduaneros y Operaciones Especiales de Iquitos entre el treinta y uno de marzo al catorce de abril de mil novecientos noventa y tres, no haya tomado las medidas idoneas y eficientes para la aplicacion correcta de los tributos. Admitida la demanda, ésta es contestada por el Procurador Publico encargado de los asuntos judiciales de Aduanas, solicitando se la declare improcedente, alegando que la materia sometida a la Accion de Amparo no debe ser tratada en el marco de una accion de garantia, toda vez que estos mecanismos de defensa de los derechos constitucionales solo son procedentes cuando se han agotado las vias previas, siendo la via laboral por la que debio discurrir la pretension del accionante; la extincion laboral del demandante se produjo U TRIBUNAL CONSTITUCIONAL al configurarse causa justa de despido, prevista y sancionada en el inciso a) del articulo 25° del Texto Unico Ordenado del Decreto Legislativo N.o 728, aprobado por Decreto Supremo N.o 003-97-TR, por lo que no puede inferirse que se hayan violado los derechos constitucionales de naturaleza laboral invocados por el actor; que conforme se concluyo en M la Hoja Informativa N.o 108-97-ADUANAS/OAL, del veintiocho de noviembre de mil / novecientos noventa y siete, emitida por la Oficina de Auditoria Interna, el demandante incumplio las obligaciones que le correspondia desarrollar durante el tiempo que estuvo cargo de la Division de Regimenes Aduaneros y Operaciones Especiales de la Intendencia de Aduanas de Iquitos, para la correcta aplicacion de los tributos de importacion y posterior revision selectiva 0 aleatoria de las declaraciones de importacion a efectos de proceder a su reliquidacion, habiéndose comprobado que no adopto las acciones convenientes para 12 formulacion oportuna de los cargos que hubieran permitido la recuperacion de los correspondientes tributos dejados de pagar; todos los cargos que se le formularon al accionante para dar término a la relacion laboral estân contenidos en la mencionada Carta cuya no aplicacion solicita, la misma que le fuera cursada observando la ley de la materia, habiendo tenido el demandante la oportunidad de hacer los descargos correspondientes. El Cuarto Juzgado Especializado Laboral del Callao, a fojas trescientos cuarenta cuatro, con fecha veintiocho de abril de mil novecientos noventa y ocho, expide resolucion declarando improcedente la Accion de Amparo, por considerar principalmente que la presente accion no es la idonea para amparar lo solicitado por el actor, porque estando ante una via extraordinaria, excepcional 0 residual y teniendo en cuenta el caso de despido, el trabajador afectado tiene las vias adecuadas para proteger su derecho ante el Juez de Trabajo; y, que pretendiendo el demandante la reincorporacion e indemnizacion por despido arbitrario mediante la accion de garantia, el mismo debe ventilarse en la via procedimental ordinaria, debiendo acogerse al Decreto Legislativo N.o 728, Ley de Productividad y Competitividad Laboral. La Sala Laboral de la Corte Superior de Justicia del Callao, a fojas cuatrocientos cincuenta y seis, con fecha treinta de setiembre de mil novecientos noventa y ocho, confirma la apelada, por estimar que la Accion de Amparo, por ser sumaria y carente de etapa probatoria, no es la via idonea para dilucidar situaciones controvertibles, que por su naturaleza requieren de estacion probatoria; que en el caso de autos se advierte que al accionante se le cesa por causal de falta grave laboral; que, consecuentemente, si el actor consideraba que el despido era nulo 0 arbitrario, debio recurrir ante el Juzgado Laboral, demandando la nulidad por despido 0 la indemnizacion por despido en la forma prevista en el Decreto Legislativo N.° 728, y no en la via del amparo, como equivocadamente se ha planteado; que la Accion de Amparo, por ser un recurso de carâcter excepcional, solo resulta aplicable cuando no existe otra via para restablecer el derecho de los justiciables, lo 3 TRIBUNAL CONSTITUCIONAL cual no ocurre en el caso de autos, ya que dicha via existe. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que el actor alega que ha sido despedido arbitrariamente por su empleadora, sin haber incurrido en la falta grave que ésta le atribuye, por su parte, la Superintendencia Nacional de Aduanas sostiene que el demandado ha sido despedido por el incumplimiento de sus obligaciones de trabajo, que constituye una causa justa de despido. Que, por la naturaleza en que se funda la causa del despido del accionante, por 12 2. naturaleza técnica de las pruebas aportadas por las partes y por la actuacion necesaria de otros medios probatorios que causen conviccion y certeza en el fallo, S6 hace necesaria una estacion probatoria donde proceda analizar rigurosamente e valor de las pruebas actuadas, no siendo esto posible mediante la Accion de Amparo, por su caracter excepcional y sumario. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Laboral de la Corte Superior de Justicia del Callao, de fojas cuatrocientos cincuenta y seis, su fecha treinta de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. / - hoy", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 1 aecea hulr L7 GARCIA MARCELO Oertif100: E.L LO que Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONALE", "fecha_publicacion": "1999-08-16", "id": 35440, "nombre_demandado": "Gerente de Recursos Humanos de la Superintendencia Nacional de Aduanas (Víctor Cadenas Herrera)", "nombre_demandante": "Fernando Oscar Yllescas Castillo", "numero_expediente": "01025-1998-AA"}