{"CONTEXTO": " 01032-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01032-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP:1032-96-AA /TC PISCO GILBERTO ESPINO ROJAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL P1 En Lima, a los siete dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso de Casacion entendido como Extraordinario interpuesto por don Gilberto Espino Rojas contra la resolucion expedida por la Sala Mixta Transitoria de la Corte Superior de Justicia de Chincha, a fojas ciento noventa y ocho, su fecha quince de octubre de mil novecientos noventa y seis, que confirmando la apelada, declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Con fecha uno de agosto de mil novecientos noventa y seis, don Gilberto Espino Rojas interpone Accion de Amparo contra el Alcalde de la Municipalidad de Pisco, don Ramon Lozan Luyo, solicitando se anule la Resolucion No 003-96-MPP de tres de abril de mil novecientos noventa y seis, que dispone la inmediata reubicacion de los vendedores ambulantes de carne y sus deribados, a fin de que en el término de tres dias tomen sus verdaderas ubicaciones en los puestos del interior del mercado ferial \"Chavez Risco\". Sostiene el demandante, que viene laborando en calidad de comerciante ambulante en una esquina entre la interseccion de la quinta cuadra de la calle Fermin Tanguis, y la tercera cuadra de la calle Pedro Pablo Castro, durante veinte anos, vendiendo carne de pollo; aduce el demandante, que desde el mes de octubre del mismo ano, don Merlitt Valdivieso Guevara, junto con su esposa conducen una botica denominada \"Veinticuatro Horas\" en la parte posterior, y que ellos, solicitaron a la Municipalidad demandada para que la tercera cuadra de la calle Pedro Pablo y Castro, sea declarada zona rigida y que por esa razon, la demandada pretende desalojarlo de su negocio. Don Mario Munaya Sanchez en representacion del Alcalde Provincial de la Municipalidad Provincial de Pisco, deduce la excepcion de falta de agotamiento de la via administrativa. El Juez Especializado en lo Civil de Pisco, a fojas ciento cuarenta y siete, con fecha veintiocho de agosto de mil novecientos noventa y seis, declara improcedente la TRIBUNAL CONSTITUCIONAL demanda por considerar principalmente que, el Alcalde de la Municipalidad demandada, ha obrado en el ejercicio de las funciones y atribuciones que le concede la Ley No 23853 Orgànica de Municipalidades, que ha expedido el Decreto No 003 96-MPP de tres de abril de mil novecientos noventa y seis, en concordancia con los articulos 47° inciso 12), 670 inciso 3), y 68° de la Ley acotada, y que de acuerdo a los dispositivos legales invocados se ha dispuesto la reubicacion del puesto ambulatoric del demandante a un mercado ferial \"Chavez Risco\" La Sala Transitoria de la Corte Superior de Justicia de Chincha, a fojas ciento noventa y ocho, con fecha quince de octubre de mil novecientos noventa y seis confirma la apelada por estimar que el demandante no ha agotado las vias previas, que no ha acreditado en autos que se haya cometido acto de violacion de algun derecho constitucional en su agravio, imprecisa la substanciacion juridica de S demanda. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que las acciones de garantia proceden en los casos en que se violen 0 amenace: los derechos constitucionales por accion 0 por omision, de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el articulo 200° de la Constitucion Politica del Estado. 2. Que es objeto de la presente Accion de Amparo, que el demandado restablezca autorizacion de funcionamiento del \"puesto\" de venta de pollos y sus derivados que tenia el demandante en la interseccion de la quinta cuadra de la calle Fermin Tanguis, y la tercera cuadra de la calle Pedro Pablo Castro, de la ciudad de Pisco. 3. Que la ejecucion inmediata del retiro del \"puesto\" de ventas por parte de Municipalidad demandada, exime al demandante del agotamiento de la via previa 4. Que de autos se aprecia que la demandada ha actuado en ejercicio de la facultades que le otorga la Ley No 23853 Orgânica de Municipalidades en su articulos 680, incisos 1), 2), y 65° inciso 13), en materia de administracion de lo: bienes de dominio publico y comercializacion, asi como de conformidad con Decreto de Alcaldia No 003-96 de fecha tres de abril de mil novecientos noventa seis, que dispone la inmediata reubicacion de los vendedores ambulantes de carn y sus derivados, a fin de que en el término de tres dias tomen sus verdadera: ubicaciones, en los puestos del interior del mercado ferial \"Chavez Risco\", y n estando acreditado que se haya vulnerado el derecho al trabajo del demandante. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Mixta Transitoria de la Corte Superior de Justicia de Chincha, de fojas ciento noventa y ocho, su fecha quince de octubre de mil novecientos noventa y seis, que confirmando la apelada declaro improcedente la demanda; y reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": ". - - ACOSTA SANCHEZ  DIAZ VALVERDE NUGENT GARCIA MARCELO. Lo que Certifico: I.R.T. ASt a EZ ATORA YRIA Dra SECRET R A RE UCIONAL TRIBUNAL CONS 3", "fecha_publicacion": "1998-12-13", "id": 37351, "nombre_demandado": "Alcalde de la Municipalidad de Pisco (Ramón Lozán Luyo)", "nombre_demandante": "Gilberto Espino Rojas", "numero_expediente": "01032-1996-AA"}