{"CONTEXTO": " 01038-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01038-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1038-96-AA/TC LA LIBERTAD FEDERICO LOPEZ PRIETO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los cinco dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Federico Lopez Prieto, contra la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento treinta y cuatro, su fecha veintinueve de octubre de mil novecientos noventa y seis, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Federico Lopez Prieto interpone demanda de Accion de Amparo contra el Ministerio de Educacion con el objeto de que se deje en parte sin efecto la Resolucion Suprema No 518-67-ED, del catorce de junio de mil novecientos sesenta y siete, por considerar que atenta contra el derecho a la libertad de trabajo y de propiedad. Refiere que con fecha seis de febrero de mil novecientos cincuenta y dos se aprobo el plano de la Ciudad Arqueologica de Chan Chan, en el Departamento de La Libertad, estableciéndose como area intangible de dicho patrimonio cuatrocientos sesenta y nueve hectareas. Sin embargo, alega que mediante Resolucion Suprema No 518-67-ED, el Gobierno dispuso la ampliacion de la zona arqueologica antes mencionada a mil cuatrocientos catorce punto cincuenta y siete hectareas, involucrando areas netamente agricolas dentro de las cuales se halla su propiedad, ubicada en el Fundo \"Santa Maria\", adquirida por sus padres, segun Testimonio de Compra-Venta de fecha cinco de abril de mil novecientos sesenta y cinco, vale decir dos anos antes de la promulgacion de la Resolucion Suprema No 518-67-ED, y dada en Anticipo de Legitima a su favor segun Escritura Publica de fecha cinco de mayo de mil novecientos ochenta y siete. Asimismo alega que con fecha veintiséis de abril de mil novecientos noventa y seis, se publico en el diario La Industria de Trujillo, la ratificacion de don Javier Lara como ejecutor coactivo encargado de desalojar a los supuestos invasores ubicados dentro del area arqueologica intangible de Chan Chan, publicacion que --aduce-- constituye una notificacion expresa de desalojo de su propiedad. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Educacion contesta la demanda senalando que la pretension del demandante deviene en improcedente por cuanto se ha producido la caducidad de la accion dispuesta en el articulo 370 de la Ley No 23506, al pretender --en el ano de mil novecientos noventa y seis-- que se deje sin efecto la Resolucion Suprema No 518-67-ED. TRIBUNAL CONSTITUCIONAL El Juez del Cuarto Juzgado Especializado en lo Civil de Trujillo, a fojas cuarenta y tres, su fecha veintiuno de agosto de mil novecientos noventa y seis, declaro improcedente la demanda por haberse producido la caducidad de la accion. La Primera Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas ciento treinta y cuatro, con fecha veintinueve de octubre de mil novecientos noventa y seis, confirmo la sentencia apelada declarando improcedente la demanda por considerar que el hecho de haberse enterado el actor por medio del periodico del nombramiento del doctor, don Javier Lara como ejecutor coactivo, no le faculta para interponer la presente accion.", "FUNDAMENTOS:": "1.- Que, a través de la presente Accion de Amparo el demandante pretende que se deje en parte sin efecto la Resolucion Suprema No 518-67-ED, del catorce de junio de mil novecientos sesenta y siete. 2.- Que, habiéndose interpuesto la presente accion el veintiséis de junio de mil novecientos noventa y seis, se ha producido la caducidad de la accion, de acuerdo a lo dispuesto en el articulo 370 de la Ley No 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas ciento treinta y cuatro, su fecha veintinueve de octubre de mil novecientos noventa y seis, que declaro IMPROCEDENTE la demanda de Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, GARCIA MARCELO. Rr Lo que Certif100: G.L.Z.  MARIA LUZ' VASOUEZ Dra. TARIA RELATORA SECRETA FLONTITUGIONE TRIBUNAL 2", "fecha_publicacion": "1999-03-20", "id": 34912, "nombre_demandado": "Ministerio de Educación", "nombre_demandante": "Federico López Prieto", "numero_expediente": "01038-1996-AA"}