{"CONTEXTO": " 01033-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01033-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 1033-96-AA/TC Victor Sotelo Sanchez y otro SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novecientos noventisiete, reunidos en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, VICE PRESIDENTE,encargado de la PRESIDENCIA, NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto con fecha veinte de noviembre de mil novecientos noventiséis por Victor Sotelo Sanchezy otro,en representacion de \"Agente de Aduana Palpa S.A.\", contra la Resolucion de la Sala Civil de la Corte Superior del Callao, de fecha seis de noviembre de mil novecientos noventiséis, que revocando la apelada, declaro infundada la accion de amparo interpuesta por dicha agencia de aduana.", "ANTECEDENTES:": "El veintisiete de julio de mil novecientos noventicinco, Victor Sotelo Sanchez y Alejandro Sotelo Arca, representantes de \"Agente de Aduana Palpa S.A.\", interponen accion de amparo contra la Superintendencia Nacional de Aduanas en la persona de Carmen Higaona de Guerra; a fin de que se declare inaplicable para la citada agencia de aduana la Resolucion de Intendencia Nacional No 00768 de fecha once de julio de mil novecientos noventicinco, mediante la cual se declaro infundado el recurso de reconsideracion que TRIBUNAL CONSTITUCIONAL interpusieron contra la Resolucion de Intendencia Nacional No 00620-95 fecha diez de mayo de mil novecientos noventicinco, por la que se cancelo autorizacion concedida a \"Agente de Aduana Palpa S.A.\" solicitando adema que ésta ultima quede en suspenso hasta mientras se establezca una segund instancia administrativa que les permita interponer el recurso de apelacion HI dicha via, y mientras ello suceda se les permita seguir funcionando. Alude los demandantes, que con tales Y esoluciones se vulnera el \"derecho a la hibertad de trabajo\" y a la \"pluralidad de instancia\", derechos consagrados en la Constitucion Politica del Estado El Procurador Publico a cargo de los asuntos judiciales de Aduana contesta la demanda en base al siguiente planteamiento: que, no se transgredido la libertad al trabajo de la agencia Agente de Aduana Palj S.A.\", pues al dictarse la Resolucion que le cancelo la autorizacion funcionamiento se procedio con arreglo a la Ley General de Aduanas; ademas, por que la demandante no desvirtuo la causal de cancelacion en que se encontraba, al no haber acreditado fehacientemente tener autorizaci para sobregirarse en el Banco Wiese, y, por estar los Directores de dicl agencia sometidos a proceso judicial en virtud de la Resolucion Superintendencia de Aduanas No 000522,de fecha treinta de abril de novecientos noventicinco,mediante la cual se autoriza al Procurador Publi ejercer acciones judiciales contra ellos, habiéndose formulado el atesta policial con conocimiento de la Primera Fiscalia Provincial Penal del Calla Respecto a la pluralidad de instancia invocado por la demandante, conside: el citado Procurador Publico, que efectivamente, con la Resolucion resolvio el recurso de reconsideracion quedo agotada la via administrativ hecho que le permitio a \"Agente de Aduana Palpa S.A.' recurrir a la viajudici para impugnar las dos Resoluciones; finalmente, continua el Procurad Publico, manifestando que la pretension de que se cree una instancia superi que le permita al demandante apelar, escapa a todo raciocinio procesal; D tales consideraciones solicita se declare improcedente la demanda. De folio 83 a folio 86 corre la Resolucion No 6 de fecha treinta de jul de mil novecientos noventiséis, mediante la cual el Primer Juzgado Civil Callao se pronuncia declarando fundada la demanda, por las siguient razones: que, un caso similar fue resuelto por la demandada mediante Resolucion No 10502 emitida por el Tribunal de Aduanas, que en copia obra folio 5, mediante la cual se declaro fundado un recurso de queja interpues contra el Intendente Nacional de Recaudacion, y se declara inaplicable articulo 250 del Texto Unico Ordenado de la Ley General de Aduanas, razon de que al actuar como instancia unica, Aduanas transgrede dispuesto por el articulo 139, inciso 6) de la Constitucion Politica del Estac  TRIBUNAL CONSTITUCIONAL que consagra el principio de pluralidad de instancias; y, finalmente, que el articulo 221 del citado Texto Unico Ordenado aprobado por el Decreto Supremo No 45-94-EF, permite que aquella jurisprudencia administrativa sobre pluralidad de instancias, sea de observancia obligatoria en casos similares. La Sala Civil de la Corte Superior del Callao, segun se ve a folios 137 y 138, falla con fecha seis de noviembre de mil novecientos noventicinco, revocando la apelada, y reformândola, declara infundada la accion de amparo de autos; por las siguientes consideraciones: que, el que no se haya previsto la doble instancia en la legislacion aduanera no puede cuestionarse con una accion de dmparo, ello significaria quitarle facultades de control al ente administrador; que, las Resoluciones de la Intendencia Nacional que motivan la presente accion, fueron dictadas por estar la demandante incursa en la causal de cancelacion tipificada en el inciso c) del articulo 252 del citado Texto Unico Ordenado.", "FUNDAMENTOS": "Considerando: Que, al haber librado indebidamente los cheques Nos. 7199619 y 7199620,con emision del Banco Wiese Ltdo., la demandante incurrio en la causal de cancelacion contemplada en el inciso c) del articulo 252 del Texto Unico Ordenado de la Ley General de Aduanas aprobado por Decreto Supremo 045-94-EF, que a la letra dice: \"Articulo 252.. Son causales de cancelacion: c) Por librar indebidamente cheques, salvo que regularice en el término de ures dias de notificado por Aduanas\". Por tal razon, resulta pertinente la instauracion del proceso sumario de cancelacion mediante la Resolucion de Intendencia Nacional No 000051, de fecha trece de enero de mil novecientos noventicinco. Que, dentro del proceso sumario de cancelacion, la demandante no cumplio con la regularizacion establecida en el inciso c) transcrito, y ademas, acepto haber girado los aludidos cheques sin tener deposito que los cubriera. TRIBUNAL CONSTITUCIONAL Que, en lo referente a la pluralidad de instancias, en el presente caso se agoto la via administrativa con la Resolucion de Intendencia No 000768 que declaro infundado el recurso de reconsideracion interpuesto por la agencia demandante; acto administrativo que le permitio acudir a la instancia judicial para interponer la accion denominada \"Impugnacion de acto 0 resolucion administrativa\" que se sustancia como proceso abreviado dentro del marco legal del Codigo Procesal Civil. Que, la Resolucion No 10502,emitida el 9 de enero de 1995 por el Tribunal de Aduanas, que adjunta la demandante en calidad de jurisprudencia administrativa, no tiene valor legal en la parte, que aplicando d el control difuso dispone la inaplicabilidad del articulo 250 del Texto Unico Ordenado de la Ley General de Aduanas que a la letra dice: Articulo 250.- La Superintendencia Nacional de Aduanas, resolvera en UNICA INSTANCIA las investigaciones administrativas incoadas para establecer la responsabilidad de los Despachadores Oficiales del Sector Publico y de los Agentes de Aduanas, derivados del incumplimiento de ésta Ley y su Reglamento\". Como es de verse, el Tribunal de Aduanas, asumiendo erradamente capacidad que es inherente al Poder Judicial, aplica el articulo 138 de la Carta Magna por considerar que el transcrito articulo 250 atenta contra el principio de la pluralidad de instancia consagrado en el articulo 139, numeral 6) de la citada Constitucion Politica; al respecto, se debe tener en cuenta que el citado articulo 250 no ha sido derogado; por consiguiente no puede ser declarado inaplicable por la administracion; ademas, la materia que motivo la dacion de la Resolucion No 10502 del Tribunal de Aduanas es distinta a la de autos. Que, las Resoluciones de Intendencia Nacional Nos. 00620-95 de fecha diez de mayo de mil novecientos noventicinco y 00768 de fecha once de julio del mismo ano, que motivan la presente accion, fueron dictadas acatando la normatividad establecida en el Texto Unico Ordenado de la Ley General de Aduanas aprobado por el Decreto Supremo No 45-94-EF y Texto Unico Ordenado de la Ley 26111 aprobado por el Decreto Supremo No 02-94-JUS respectivamente, sin recortar ningun derecho constitucional de la agencia demandante. Por éstos fundamentos,el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion Politica del Estado y su Ley Orgânica le confieren. ) TRIBUNAL CONSTITUCIONAL Falla: CONFIRMANDO la sentencia de vista su fecha seis de noviembre, que al revocar y reformar la de primera instancia, declaro INFUNDADA la accion de amparo; dispusieron su publicacion en el Diario Oficial \"El Peruano\".y los de volvieron. S.S. Acosta Sanchez; VMhercie L Nugent; Diaz Valverde; y, CLL Garcia Marcelo. JG/hbv LO QUE CERTIFICO DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA", "fecha_publicacion": "1997-07-20", "id": 36249, "nombre_demandado": "Superintendencia Nacional de Aduanas (SUNAD)", "nombre_demandante": "Víctor Sotelo Sánchez y otro (representantes de \"Agente de Aduana Palpa\" SA)", "numero_expediente": "01033-1996-AA"}