{"CONTEXTO": " 01039-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01039-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1039-98-AA/TC LIMA CCT LIMA S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los nueve dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por CCT Lima S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setecientos dieciocho, su fecha diecinueve de octubre de mil novecientos noventa y ocho, que declaro infundada la demanda en la Accion de Amparo interpuesta contra la Superintendencia Nacional de Aduanas (Sunad), el Ministerio de Industria, Turismo, Integracion y Negociaciones Comerciales Internacionales (MITINCI) y el Ministerio de Economia y Finanzas (MEF).", "ANTECEDENTES:": "CCT Lima S.A., representada por don Félix Rosenberg Guttman, interpone Accion de Amparo contra la Sunad, el MITINCI y el MEF para que se declare inaplicable a su empresa lo dispuesto en los articulos 2° y 30 del Decreto Ley N.o 25789, del catorce de octubre de mil novecientos noventa y dos, que disponen que la importacion de vestido y calzado usados continua suspendida. Ello, por violar sus derechos constitucionales de igualdad, de propiedad, de libertad empresarial, de libre competencia, de libre contratacion, de pluralismo economico y de iniciativa privada. La demandante senala que: 1) Con fecha seis de marzo de mil novecientos noventa y ocho suscribio un contrato con la empresa Allegro Textiles Company para comprar ropa usada por un periodo de veinticuatro meses y, por ello, suscribio un pagaré por la suma de cien mil dôlares (US$ 100,000.00), con garantia prendaria de las acciones de CCT Lima S.A.; 2) El veintitrés de marzo de mil novecientos noventa y ocho solicito a la SGS del Peru S.A. que realizara una inspeccion sobre su mercaderia pero dicha institucion se nego a hacerlo debido a la vigencia del Decreto Ley N.o 25789, impidiendo que iniciara el proceso de importacion; y 3) En aplicacion de la referida norma se pretende impedir la importacion TRIBUNAL CONSTITUCIONAL de prendas de vestir usadas ya iniciada - y de importaciones futuras, para lo cual ha invertido dieciséis mil ochocientos dolares (US$ 16,800.00). El Procurador Publico del Estado a cargo de la defensa judicial del Poder Legislativo y de la Presidencia del Consejo de Ministros contesta la demanda y solicita que sea declarada improcedente, debido a que: 1) El Decreto Ley N.o 25789 es constitucional; 2)El objeto del contrato suscrito por la demandante es juridicamente imposible en virtud de lo establecido en el referido Decreto Ley; y 3) Las prendas de vestir y calzado usados pueden ocasionar graves danos y, por ello, la referida norma legal establece limitaciones a las importaciones por razones de salubridad. Deduce las excepciones de falta de legitimidad para obrar del demandante y caducidad. El Procurador Adjunto a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas contesta la demanda y solicita que sea declarada infundada 0 improcedente, por considerar que mediante la Ley Constitucional del nueve de enero de mil novecientos noventa y tres se declaro la vigencia de los decretos leyes expedidos a partir del cinco de abril de mil novecientos noventa y dos hasta el treinta de diciembre del referido ano. Deduce las excepciones de falta de agotamiento de la via administrativa, de caducidad y de incompetencia. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Industria, Turismo, Integracion y Negociaciones Comerciales Internacionales contesta la demanda y solicita que sea declarada improcedente, debido a que la Accion de Amparo no procede contra normas legales ni contra resoluciones judiciales emanadas de procedimiento regular. Deduce la excepcion de caducidad. El Procurador Publico encargado de los asuntos judiciales de la Superintendencia Nacional de Aduanas contesta la demanda y solicita que sea declarada improcedente, debido a que la demandante ha contratado contraviniendo las normas legales vigentes. Deduce la excepcion de caducidad. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas ciento cuarenta y uno, con fecha siete de mayo de mil novecientos noventa y ocho, declara infundadas las excepciones interpuestas y fundada la demanda, por considerar que el argumento basado en el aspecto de salubridad, por la caracteristica de la utilizacion personal de las prendas de vestir y calzado, pierde sustento al advertirse la existencia de donaciones de ropa y calzado usado al Peru. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setecientos dieciocho, con fecha diecinueve de octubre de mil novecientos noventa y ocho, confirma la apelada, en cuanto declara infundadas las TRIBUNAL CONSTITUCIONAL excepciones interpuestas, y la revoca declarando infundada la demanda. Ello, por considerar que no se ha acreditado la existencia de un derecho constitucional que deba ser cautelado. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la demanda es que se declare inaplicable a la empresa CCT Lima 1. S.A. lo dispuesto en los articulos 2° y 3° del Decreto Ley N.o 25789, del catorce de octubre de mil novecientos noventa y dos, que disponen que la importacion de vestido y calzado usados continua suspendida. Ello, por violar sus derechos constitucionales de igualdad, de propiedad, de libertad empresarial, de libre competencia, de libre contratacion, de pluralismo economico y de iniciativa privada. Que la Ley Constitucional del nueve de enero de mil novecientos noventa y tres 2. dispuso que los decretos leyes expedidos entre el cinco de abril y el treinta de diciembre de mil novecientos noventa y dos mantenian plena vigencia mientras no fueran revisados, modificados 0 derogados por el Congreso Constituyente Democratico; y, por lo tanto, la validez y vigencia del Decreto Ley N.o 25789 era plena al momento de la celebracion del contrato de compraventa de ropa usada entre la empresa demandante CCT Lima S.A. y la empresa Allegro Textiles Company, el seis de marzo de mil novecientos noventa y ocho. Que el articulo 1° del Decreto Legislativo N.o 757, ley marco para el crecimiento de 3. la inversion privada, establece que ésta debe realizarse en las formas permitidas por la Constitucion y las leyes; y el articulo 3° de la referida norma establece que a efectos de la comercializacion de bienes, los operadores economicos deben sujetarse a la Constitucion, los tratados internacionales y las leyes. Y, por lo tanto, en el caso de autos, la libertad de industria, comercio y empresa que el Estado peruano reconoce debe sujetarse a las leyes, mas aun cuando ellas establecen el interés publico sobre el interés particular de una determinada empresa. Que, por ultimo, el articulo 2° de los Estatutos de la empresa demandante, que 4. consta en la Escritura Publica de Constitucion anexada a la demanda, se establece que el objeto de la sociedad es dedicarse a la compraventa, contratacion de confecciones propias ylo de terceros de prendas de vestir de todos tipo, pudiendo dedicarse a cualquier otra actividad que permitan las leyes peruanas. Y, la empresa demandante, al celebrar el contrato de adquisicion de prendas de vestir usadas para su importacion al Peru, no solo transgredio sus propios estatutos, sino también los articulos 62° y 630 de la Constitucion Politica del Estado de 1993, vigente al momento de la celebracion de dicho contrato. En las referidas normas se establece que la libertad de contratar garantiza que las partes puedan practicar vâlidamente TRIBUNAL CONSTITUCIONAL segun las normas vigentes al tiempo del contrato y que la inversion nacional y extranjera se sujetan a las mismas condiciones. Que, por lo tanto, no se ha acreditado en autos la existencia de violacion de derecho 5. constitucional alguno de la empresa demandante que pueda ser atribuido a las demandadas. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setecientos dieciocho, su fecha diecinueve de octubre de mil novecientos noventa y ocho, que confirmando la apelada declaro infundadas las excepciones planteadas, e INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ ie 2 erei DIAZ VALVERDE NUGENT GARCIA MARCELO L GL.B. Lo que Certif100: U la Dra. MARIA LUZ VASQUEZ REL LATORA SSCRETARI CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-09-07", "id": 35685, "nombre_demandado": "Superintendencia Nacional de Aduanas (Sunad) (Procurador) y otros", "nombre_demandante": "CCT Lima SA representada por Félix Rosenberg Guttman", "numero_expediente": "01039-1998-AA"}