{"CONTEXTO": " 01035-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01035-1996-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No. 1035-96-AA/TC LIMA ESTHER FERNANDEZ MATTA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los treinta dias del mes de junio de mil novecientos noventisiete, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, VICEPRESIDENTE ENCARGADO DE LA PRESIDENCIA NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia : ASUNTO: : Recurso extraordinario interpuesto por Esther Fernandez Matta contra la resolucion de vista de la Sala Comtendioo-Administratio de fecha catorce de agosto de mil novecientos noventiséis que revoca la sentencia de Primera Instancia fechada el quince de diciembre de mil novecientos noventicinco que declara infundada la excepcion de caducidad y fundada la demanda; modificandola declara fundada la excepcion de caducidad deducida por la demandada e improcedente la demanda dirigida contra el Presidente del Consejo Directivo del Instituto Geologico Minero y Metalurgco-INGEMMET:", "ANTECEDENTES:": "Esther Fernandez Matta, Oscar La Torre Valdivieso, Antonio Guzman Martinez, Manuel Paz Maidana, Edilberto Mena Pena, Leonor Ramirez Yataco, Rosa Gonzales 2 TRIBUNAL CONSTITUCIONAL Chavez, Julio César Zedano Cornejo y Alberto Aranda Vercelli en su condicion de empleados del Instituto Geologico Minero y Metalurgico-INGEMMET interponen accion de amparo por haber sido separados del Régimen de Pensiones 20530 en noviembre de 1992 al cual habian sido incorporados en el ano 1989 unos y en 1990 otros. Solicitan ser reincorporados al mencionado régimen, se les abone sus pensiones y demas beneficios que les corresponde. Al contestar la demanda, el Procurador Publico a cargo de los asuntos judiciales del Ministerio de Energia y Minas manifiesta que los demandantes no tienen ningun derecho adquirido toda vez que fueron incorporados indebidamente al Régimen de la 20530 con flagrante violacion del articulo 14° de este Decreto Ley, igual manifiesta el representante legal del Instituto Geologico Minero y Metalurgeo-INGEMMET, quien ademas deduce la excepcion de caducidad por cuanto la afectacion se produjo por Resolucion de Presidencia, del diecisiete de noviembre de mil novecientos noventidos y la demanda la presentan recién el diez de octubre de mil novecientos noventicinco, es decir cuando ya se habia vencido en exceso el plazo senalado por el articulo 370 de la Ley 23506:Habeas Corpus y Amparo. A fojagnoventicuatro corre la sentencia de Primera Instancia declarando infundada la excepcion la caducidad y fundada la demanda. A fojas ciento sesentiocho corre la resolucion de vista de la Sala Contencioso- Administrativo de Lima que revoca la sentencia apelada, modificandola declara fundada la excepcion de caducidad deducida por la demandada e improcedente la demanda;por lo que la demandante Esther Fernandez Matta interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Los co-demandantes fueron incorporados al Régimen de Pensiones de Decreto Ley 20530 por sendas resoluciones expedidas en los anos 1989 y 1990 y separados del mismo por Resolucion de Presidencia No 117-92-INGEMMET-PCD de fecha veintisiete de noviembre de mil novecientos noventidos. Interponen la presente demanda el diez de octubre de mil novecientos noventicinco, casi a los tres anos después de haber sido separados del régimen que ahora reclaman, por lo tanto, ha caducado el derecho al ejercicio de la accion como lo dispone el articulo 370 de la Ley 23506 de Habeas Corpus y Amparo. A fojas setenticuatro y siguientes corre copia de una demanda de accion de amparo fechada el veinticinco de marzo de mil novecientos noventitrés, en la que aparecen como demandante Oscar Palacios Moncayo y otros, entre estos estan los mismos nueve TRIBUNAL CONSTITUCIONAL demandantes de esta accion, es decir: Esther Fernandez Matta, Oscar La Torre Valdiviezo Antonio Guzman Martinez, Manuel Paz Maidana, Edilberto Mena Pena, Leonor Ramire Yataco, Rosa Gonzales Chavez, Julio César Zedano Cornejo y Alberto Aranda Vercel demanda que se refiere a los mismos hechos, dirigida contra la misma persona y conteniend el mismo petitorio, corre copia de la resolucion de la Corte Suprema declarand improcedente esa accion de amparo, estos documentos no han sido tachados por demandantes. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribucion que le confiere la Constitucion Politica del Estado y su Ley Orgànica.", "FALLA:": "CONFIRMANDO la resolucion de vista expedida por la Sala Contenciose Administrativo de la Corte Superior de Lima de fecha catorce de agosto de mil noveciento noventiséis, que revocando la sentencia de Primera Instancia fechada el quince de diciembr de mil novecientos noventicinco, declara infundada la excepcion de caducidad y fundada demanda, reformandola declararon fundada la excepcion de caducidad deducida por demandada e IMPROCEDENTE la demanda interpuesta; dispusieron que la present resolucion sea publicada en el Diario Oficial \"El Peruano\", conforme a Ley. ; y los de volvieron. S.S. VU - 2 Wh Msr à ACOSTA SANCHEZ, NUGENT, tec DIAZ VALVERDE, GARCIA MARCELO. LO QUE CERTIFI CO. Dra. MARIA LUZ VASQUEZ VARGAS SECF RETARIA RELATORA JAM/daf", "fecha_publicacion": "1997-07-13", "id": 36234, "nombre_demandado": "Presidente del Consejo Directivo del Instituto Geológico Minero y Metalúrgico (INGEMMET)", "nombre_demandante": "Esther Fernández Matta y otros", "numero_expediente": "01035-1996-AA"}