{"CONTEXTO": " 01035-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01035-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N.° 1035-98-AA/TC AREQUIPA JUAN PABLO ALVAREZ SALAZAR SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintinueve dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Juan Pablo Alvarez Salazar contra la Resolucion expedida por la Sala Especializada en lo Laboral de la Corte Superior de Justicia de Arequipa, de fojas ciento sesenta y cuatro, su fecha quince de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Juan Pablo Alvarez Salazar interpone Accion de Amparo contra el Gerente General de la Oficina de Normalizacion Previsional, solicitando que se deje sin efecto la Resolucion N.o 23248-93 expedida por la Gerencia Departamental de Arequipa de dicha Entidad, por haber violado el articulo 103° de la Constitucion Politica del Peru al aplicar retroactivamente el Decreto Ley N.o 25967, en lugar del Decreto Ley N.o 19990 que le corresponde para el câlculo de su pension de jubilacion. La demandada, Oficina de Normalizacion Previsional, contesta negando y contradiciendo la demanda, y solicitando la aplicacion del articulo 204° de la Constitucion Politica, los articulos 35° y 40° de la Ley Organica del Tribunal Constitucional, Ley N.o 26435, y del articulo III del Titulo Preliminar del Codigo Civil, deduciendo, ademas, las excepciones de caducidad y de falta de agotamiento de las vias previas. El Primer Juzgado Especializado de Trabajo de Arequipa, con fecha veintinueve de mayo de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar principalmente que se ha vulnerado el derecho a la irrenunciabilidad de los derechos reconocidos y consagrados por la Constitucion Politica, en clara transgresion al articulo 187° de la Constitucion de 1979 concordante con el articulo 103° de la Carta Politica vigente, los cuales establecen la no aplicacion retroactiva de la ley, toda vez que el Decreto Ley N.° 25967 empieza a regir desde el veinte de diciembre de mil novecientos noventa 2 TRIBUNAL CONSTITUCIONAL dos, en tanto que la solicitud de jubilacion del demandante fue presentada el veintidos de diciembre de mil novecientos noventa y dos. La Sala Especializada en lo Laboral de la Corte Superior de Justicia de Arequipa, a fojas ciento sesenta y cuatro, con fecha quince de setiembre de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda, por estimar que no se han agotado las vias previas. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, en el petitorio de la demanda, se solicita que se deje sin efecto la Resolucion 1. N.o 23248-93, expedida por la Gerencia Departamental Arequipa-Division de Pensiones, mediante la cual se denego la pension jubilatoria al demandante, y se le otorgue dicha pension con areglo a lo establecido en el Decreto Ley N.o 19990. Que de autos aparece que el demandante ceso en su actividad laboral el treinta de 2. noviembre de mil novecientos noventa y dos, habiendo solicitado su pension jubilatoria el veintidos de diciembre de mil novecientos noventa y dos por el Sistema Nacional de Pensiones, regulado por el Decreto Ley N.o 19990. Que, en el presente caso, por la naturaleza del derecho invocado, teniendo en 3. consideracion que la pension tiene caracter alimentario y habiéndose ejecutado en forma inmediata, no es exigible el agotamiento de las vias previas, tal como lo prescribe el inciso 2) del articulo 28° de la Ley N.o 23506. Que, conforme se ha expresado en la sentencia recaida en el Expediente N.o 007-96- 4. ITC, este Tribunal considera que el estatuto legal segun el cual debe calcularse y otorgarse la pension del demandante es el Decreto Ley N.o 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener su pension de jubilacion, ha incorporado a su patrimonio dicho derecho, en virtud del mandato expreso de la ley, y que no esta supeditado a la decision de la demandada; en consecuencia, tanto el nuevo sistema de câlculo de la pension jubilatoria como los requisitos para acceder a la pension de jubilacion establecidos en el Decreto Ley N.o 25967, se aplicaran unicamente a los asegurados que con posterioridad a su vigencia, cumplan con los requisitos senalados en este dispositivo legal, y no a aquéllos que los cumplieron con anterioridad a dicha fecha, porque de hacerlo se estaria contraviniendo lo consagrado por la Octava Disposicion General y Transitoria de la Constitucion Politica del Peru de 1979, vigente en la fecha de ocurridos los hechos, posteriormente reafirmada por la Primera Disposicion Final y Transitoria de la Carta Politica del Estado de 1993. 3 TRIBUNAL CONSTITUCIONAL Que, al haberse resuelto la solicitud del demandante aplicando las normas 5. contenidas en el Decreto Ley N.o 25967, se ha vulnerado el principio de irretroactividad de la norma, razon por la cual resulta fundada la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Especializada en lo Laboral de la Corte Superior de Justicia de Arequipa, de fojas ciento sesenta y cuatro, su fecha quince de setiembre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; reformando la de vista y confirmando la apelada, la declara FUNDADA, en consecuencia, inaplicable al demandante la Resolucion N.o 23248-93, y ordena que la demandada cumpla con dictar nueva resolucion con arreglo al Decreto Ley N.o 19990. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "M ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO INCWG MF Lo que Oortifi00: / - - - Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIAN RCONSTITUCION - N TRIBUNAL", "fecha_publicacion": "1999-07-22", "id": 35323, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Juan Pablo Álvarez Salazar", "numero_expediente": "01035-1998-AA"}