{"CONTEXTO": " 01030-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01030-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1030-98-AA/TC CAJAMARCA DEMOSTENES GONZALES DIAZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Cajamarca, a los treinta dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Demostenes Gonzales Diaz contra la Resolucion expedida por la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque de fojas ciento catorce, su fecha cinco de octubre de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Demostenes Gonzales Diaz interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de San Andrés de la Provincia de Cutervo, por haber omitido éste que se cumpla con ejecutar la Resolucion Municipal N.o 068-98- MPC/A del veintiuno de abril de mil novecientos noventa y ocho, emitida por la Municipalidad Provincial de San Andrés de Cutervo, mediante la cual se declaro fundado su Recurso de Apelacion contra la Resolucion de Alcaldia N.o 11-97- MDSAC del cuatro de abril de mil novecientos noventa y siete, y la Resolucion de Alcaldia N.o 15-97-MDSAC del veintiséis de mayo de mil novecientos noventa siete, debiéndosele reponer en su centro de trabajo en el cargo que venia desempenando al momento de su cese como trabajador de la Municipalidad del Distrito de San Andrés; se le reincorpore como obrero permanente; se le abonen todas las remuneraciones dejadas de percibir; se le indemnice los danos y perjuicios, asi como el pago de costos y costas del proceso. TRIBUNAL CONSTITUCIONAL Sostiene el demandante que mediante Resolucion Municipal N.o 005-CDSAC- 86 del uno de agosto de mil novecientos ochenta y seis, se le nombro como obrero permanente de la Municipalidad Distrital de San Andrés. Aduce que con fecha cuatro de abril de mil novecientos noventa y siete, se emitio la Resolucion de Alcaldia N.o sin mediar 11-97-MDSAC, mediante la motivo, lo el cargo por la cual, se ceso en / causal de excedencia; que con fecha diez de abril de mil novecientos noventa y siete, interpuso Recurso de Reconsideracion, habiendo sido declarado infundado por la Municipalidad demandada; interpuso Recurso de Apelacion con fecha cinco de junio de mil novecientos noventa y siete, habiéndose declarado fundado éste contra las resoluciones de alcaldia N.o 11-97 y 15-97 emitidas por la comuna del Distrito de San Andrés de Cutervo, mediante la cual ordeno que el demandado sea reincorporado como obrero permanente en la Municipalidad demandada, resolucion que desde esa fecha hasta la actualidad no se ha cumplido. El Alcalde de la Municipalidad Distrital de San Andrés contesta la demanda negândola en todos sus extremos, considera que no es materia de Accion de Amparo la ejecucion de la reposicion laboral prevista en la Resolucion Municipal N.o 068-98- MPC/A del veintiuno de abril de mil novecientos noventa y ocho, por cuanto ésta ha sido emitida prescindiendo de las normas esenciales del procedimiento administrativo. Aduce que con fecha once de junio de mil novecientos noventa ocho, la Municipalidad demandada, en uso del derecho a la tutela jurisdiccional efectiva y ejerciendo la defensa de sus intereses, con sujecion a un debido proceso, interpuso demanda sobre impugnacion judicial de la Resolucion Municipal N.o 068- 98-MPC/A. Que no cabe Accion de Amparo a efectos de la ejecucion de Resolucion Municipal materia de impugnacion, pues al final de estos procesos pueden darse resoluciones contradictorias. El Juez del Segundo Juzgado Mixto de Cutervo, a fojas ochenta y siete, con fecha veintiuno de agosto de mil novecientos noventa y ocho, declaro fundada er parte la demanda, por considerar principalmente, que el demandado no ha cumplido con ejecutar la Resolucion Municipal N.o 068-98-MPCIA del veintiuno de abril de mil novecientos noventa y ocho, emitida por el Alcalde de la Municipalidad demandada, la misma que resuelve declarar fundado el Recurso de Apelacion interpuesto por el demandante declarando nulas y sin efecto legal las resoluciones de alcaldia N.os 11-97-MDSAC del cuatro de abril de mil novecientos noventa y siete, N.o 15-97-MDSAC del veintiséis de mayo de mil novecientos noventa y siete; debiendo reponer al demandante en el acto en su centro de trabajo, en el mismo cargo 2 TRIBUNAL CONSTITUCIONAL que venia desempenando y que se le abone sus haberes mensuales; que el demandado f debio cumplir con lo ordenado en la Resolucion del Superior Jerarquico, conforme lo dispone el articulo 104° de la Ley de Normas Generales de Procedimientos Administrativos. Declara improcedente la demanda con respecto al pago de indemnizacion. La Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, a fojas ciento catorce, con fecha cinco de octubre de mil novecientos noventa y ocho, revocando la apelada, declaro improcedente la demanda, por estimar que la Accion de Amparo no es la via. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que las acciones de garantia proceden en los casos en que se violen 0 1. amenacen los derechos constitucionales por accion 0 por omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506, concordante con el inciso 2) del articulo 200° de la Constitucion Politica del Estado. Que el objeto de la presente Accion de Amparo esta dirigido a que se reponga 2. al demandante en su puesto de trabajo, en cumplimiento a lo dispuesto por la Resolucion Municipal N.o 068-98-MPC/A del veintiuno de abril de mil novecientos noventa y ocho. Que la resolucionc citada en el fundamento anterior ha sido dictada por organo 3. competente en ultima instancia administrativa, habiendo quedado consentida y, por tanto, adquirido la calidad de cosa decidida, siendo de cumplimiento obligatorio. En consecuencia, la omision de la administracion vulnera los derechos constitucionales al trabajo y a la proteccion contra el derecho arbitrario. Que, en cuanto se refiere al proceso judicial que sobre nulidad de la 4. mencionada resolucion ha iniciado la demandada, esto no constituye impedimento alguno para que este Tribunal se avoque al conocimiento de la presente accion. Que las remuneraciones son la contraprestacion por el trabajo realizado lo que 5. no ha sucedido en el presente caso durante el tiempo dejado de laborar por 3 TRIBUNAL CONSTITUCIONAL razon del cese; en consecuencia, no corresponde disponer el pago del reintegro solicitado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Descentralizada Mixta de Jaén de la Corte Superior de Justicia de Lambayeque, de fojas ciento catorce, su fecha cinco de octubre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la Accion de Amparo, reformandola declara FUNDADA la demanda; y, en consecuencia, dispone que la demandada dé cumplimiento a la Resolucion Municipal N.o 068-98-MPC/A, reponiendo al demandante en su puesto de trabajo u otro de igual nivel; sin el pago de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. / hdal -", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT 1 - . - GARCIA MARCELO / A 2 arcia AM.R.T. Lo que-cartifioo: A Dre. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL 4", "fecha_publicacion": "1999-08-10", "id": 35519, "nombre_demandado": "Municipalidad Distrital de San Andrés de la Provincia de Cutervo", "nombre_demandante": "Demóstenes Gonzáles Díaz", "numero_expediente": "01030-1998-AA"}