{"CONTEXTO": " 01042-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01042-1998-AA.pdf) --- EXP.N. 1042-98-AA/TC LIMA TOMASCASTILLO PINEDO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dos dias del mes de setiembre de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como Extraordinario interpuesto por don Tomas Castillo Pinedo contra la Sentencia expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha quince de octubre de mil novecientos noventa y ocho, que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Tomas Castillo Pinedo interpone Accion de Amparo contra la Empresa Nacional Pesquera- Pesca Peru S.A., para que sea repuesto en su centro de trabajo; se proceda al pago de sus remuneraciones y bonificaciones devengadas desde la fecha en que se produjo el cese hasta la fecha de su efectiva reposicion, mas los intereses legales correspondientes. Don Tomas Castillo Pinedo indica que por Ley N.o 26857, de fecha trece de setiembre de mil novecientos noventa y siete, se creo el Proyecto Especial de Promocion del Aprovechamiento de Abonos Provenientes de Aves Marinas, estableciéndose que el Proyecto Especial se conformaria sobre la base de la Superintendencia de Fertilizantes de la Empresa Nacional Pesquera, area a la que fue asignado desde el veinticuatro de noviembre de mil novecientos noventa y dos. Asimismo, los ministerios de Agricultura y de Pesqueria quedaban facultados para nombrar una comision bipartita encargada de la implementacion de la Ley N.o 26857, y de la evaluacion del personal de la Superintendencia de Fertilizantes. Terminado el proceso de evaluacion, el personal que aprobara seria contratado bajo una nueva relacion laboral por el proyecto especial; y Pesca Perû S.A. deberia abonar las liquidaciones que correspondan, de acuerdo a ley, a todo el personal de la Superintendencia de Fertilizantes. En consecuencia, no se otorgaba a la demandada la facultad de cesar a los trabajadores que no hubiesen sido considerados aptos en el proceso de evaluacion. Sin embargo, el veintidos de octubre de mil novecientos noventa y siete, se publico la relacion de los trabajadores considerados no aptos, entre los que figuraba el demandante, y el veintiocho de octubre del mismo ano, se le prohibio el ingreso a su centro de trabajo por pertenecer éste al Ministerio de Agricultura; sin embargo, el vinculo laboral con la demandada continuo al seguir trabajando en el local denominado 'almacén central' El tres de noviembre de mil novecientos noventa y siete, se le remitio una carta notarial indicandole que al no haber aprobado la evaluacion realizada conforme a la Ley N.o 26857, el cinco de noviembre de mil novecientos noventa y siete, seria su ultimo dia de labores, y procederia a cobrar sus beneficios sociales. En consecuencia, la Empresa Nacional Pesquera, Pesca Peru S.A., lo despidio en forma arbitraria. La Empresa Nacional Pesquera S.A.-Pesca Peru S.A., al contestar la demanda senala que por Ley N.°26857, se creo el Proyecto Especial de Promocion del Aprovechamiento de Abonos Provenientes de Aves Marinas. Este proyecto se conformaria sobre la base de la Superintendencia de Fertilizantes de Pesca Perû S.A.; para lo cual se conformo una comision bipartita encargada de implementar la ley y evaluar al personal que formaria parte del referido proyecto especial. El personal que fuese considerado apto seria contratado por el Proyecto Especial bajo una nueva relacion laboral, debiendo abonar Pesca Perû S.A., las liquidaciones a todo el personal de la Superintendencia de Fertilizantes. El demandante fue considerado no apto, por lo cual se procedio a remitirle, con fecha tres de noviembre de mil novecientos noventa y siete, una carta notarial por la que se le comunicaba que su vinculo laboral culminaba el cinco de noviembre de mil novecientos noventa y siete. Asimismo, el demandante procedio al cobro de sus beneficios sociales. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas cincuenta y siete, con fecha treinta y uno de marzo de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que el cese del demandante se produjo conforme a un debido proceso de evaluacion; y, acreditar el haber mantenido la relacion laboral después de haber sido considerado no apto requiere de una estacion probatoria, de la que la Accion de Amparo carece. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ochenta y nueve, con fecha quince de octubre de mil novecientos noventa y ocho, confirmo la apelada, por considerar que la pretension de que se declare el cese del demandante como despido arbitrario, no puede hacerse mediante una Accion de Amparo, toda vez que ésta carece de estacion probatoria. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que don Tomas Castillo Pinedo con fecha ocho de enero de mil novecientos noventa y ocho, 1. interpone Accion de Amparo solicitando la reposicion a su centro de trabajo en la Empresa Nacional Pesquera-Pesca Peru S.A. Que, de fojas cuarenta y uno a la cuarenta y cuatro de autos, obran los documentos con los que se 2. acreditan que don Tomas Castillo Pinedo cobro su compensacion por tiempo de servicios. Segun consta en el documento de fojas cuarenta y cinco de autos, con fecha cinco de enero de mil novecientos noventa y ocho, obra la planilla de pago de renuncia voluntaria con incentivo economico en la que el demandante declara su conformidad con el pago y senala que no tiene reclamo alguno. Ello supone la aceptacion tacita de las condiciones en las que se produjo el supuesto despido arbitrario y determina que el vinculo laboral con la Empresa Nacional Pesquera S.A.-Pesca Peru S.A., ha concluido, siendo de aplicacion el articulo 6° inciso 1) de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochenta y nueve, su fecha quince de octubre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MLC", "fecha_publicacion": "1999-11-06", "id": 35971, "nombre_demandado": "Empresa Nacional Pesquera-Pesca Perú SA", "nombre_demandante": "Tomás Castillo Pinedo", "numero_expediente": "01042-1998-AA"}