{"CONTEXTO": " 01042-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01042-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 1042-96-AA/TC LIMA CARLOS MERINO T. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de junio de novecientos noventisiete, reunido el Tribunal Constituciona en sesion del Pleno Jurisdiccional, con la asistencia de Senores Magistrados Acosta Sanchez, Vice-Presidente, encargado de la Presidenci Nugent, Diaz Valverde, Garcia Marcelo, actuando como Secretaria la doctora Maria Luz Vasque pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion fecha diecinueve de agosto de mil novecientos noventiséi expedida por la Sala Constitucional y Social de la Cor Suprema de Justicia, que declard. no haber nulidad en resolucion de la Segunda Sala Civil de la Corte Superior Lima que declaro improcedente la accion de amparo interpues por Carlos Merino Torres, contra el doctor Victor Pra Saldarriaga, Presidente de la Décimo Segunda Sala Penal de Corte Superior de Lima y contra los Vocales doctores Ram Lorenzo y Chavez Gil, Yi contra el Juez del Vigésimo Terc Juzgado Penal de Lima doctor José Luis Huirse Zelarayan.", "ANTECEDENTES": "Don Carlos Merino Torres, interpone accion de amparo cont el doctor Victor Prado Saldarriaga Presidente de la Déci Segunda Sala Penal de la Corte Superior de Lima y contra Vocales doctores Ramos Lorenzo y Chavez Gil, y - contra el Ju TRIBUNAL CONSTITUCIONAL del Vigésimo Tercer Juzgado Penal de Lima doctor José Luj Huirse Zelarayan, y, la sustenta bâsicamente en que emplazados no han cumplido con noticarle la resolucion fecha 9 de junio de mil novecientos noventicinco confirmaba la improcedencia del habeas corpus interpuesto p el actor contra el Coronel PNP Julio Villanueva Padilla otros, indica que en dicha resolucion no se ha observa debidamente su petitorio y como tal alega que se ha viola sus derechos constitucionales al debido proceso y tute. jurisdiccional, ampara su demanda en lo dispuesto por articulo 1, 2, 38, 39 y 200 de la Carta Magna, asi como los articulos 2 y 5 de la Ley 23506 y articulos 4, 31, 32 Sala Civil de la Cor 33 de la ley 25398; la Segunda Superior de Lima con fecha quince de febrero de m: novecientos noventiséis y de conformidad con lo opinado el Fiscal Superior resuelve, declarando improcedente accion de amparo, por estimar, que no procede la accion amparo contra las anomalias que pudieran comet terse dentro un proceso regular y si fuera el caso dicha anomalia del ventilarse y resolverse dentro del mismo proceso, tal como establece el articulo 10 de la Ley 25398. No estando conforr con la citada resolucion el actor interpone recurso nulidad y, la Sala de Derecho Constitucional y Social de Corte Suprema de Justicia con fecha diecinueve de agosto mil novecientos noventiséis, de conformidad con lo opinad por la Fiscal Suprema, falla declarando No Haber Nulidad, D lo que el actor interpone recurso extraordinario, y dispone el envio de los autos al Tribunal Constitucional. FUNDAMENTOS : De la demanda se desprende que el actor interpone la present accion de amparo a efectos de cuestionar una supues anomalia procesal y en tal sentido pretende enervar validez de una resolucion expedida en un proceso regulai aduciendo que no se ha resuelto en el hâbeas corpus interpusiera el actor, el levantamiento de la orden de captu que pesa sobre su persona y que fuera parte del petitorio dicha demanda, tal como se aprecia de la copia de la deman referida, que obra en autos de fojas 2 al 5. 3 TRIBUNAL CONSTITUCIONAL Para el caso, no es la accion de amparo la solucion jurisdiccional; por cuanto, las acciones de garantia estan destinadas a cautelar las garantias constitucionales de la persona, por lo que no se puede pretender mediante esta via desconocer la validez y efectos legales de resoluciones emanadas de la autoridad judicial competente en un proceso regular, mâxime, si el actor no ha probado anomalias y/o irregularidades que conculquen alguno de sus derechos constitucionales, consecuentemente, al derivar la presente accion de la secuela de un proceso regular resulta de aplicacion el inciso 2 del articulo 6 de la Ley 23506. Por estos Eundamentos el Tribunal Constitucional: FALLA : CONFIRMANDO la resolucion de la Corte Suprema de Justicia de la Republica de fecha diecinueve de agosto de mil novecientos noventiséis que declara no haber nulidad en la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Lima de fecha 15 de febrero de mil novecientos noventiséis, que declaro IMPROCEDENTE la accion de amparo interpuesta por Carlos Merino Torres contra el doctor Victor Prado Saldarriaga Presidente de la Décimo Segunda Sala Penal de la Corte Superior de Lima y contra los Vocales doctores Ramos Lorenzo y Châvez Gil, y contra el Juez del Vigésimo Tercero Juzgado Penal de Lima doctor José Luis Huirse Zelarayan; mandaron se publique en el diario oficial El Peruano conforme a ley. S.S. ACOSTA SANÇHEZ, TMtncir - - - NUGENT, DIAZ VALVERDE, avera MR/ es GARCIA MARCELO. LO QUE CERTI FICO 1 Dra. MARIA LUZ VASQUEZ DE LO SECRETARIA RELATORA", "fecha_publicacion": "1997-06-17", "id": 36153, "nombre_demandado": "Presidente de la Décimo Segunda Sala Penal de la Corte Superior de Lima (Víctor Prado Saldarriaga) y otros", "nombre_demandante": "Carlos Merino Torres", "numero_expediente": "01042-1996-AA"}