{"CONTEXTO": " 01041-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01041-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 1041-96-AA/TC Pedro Eleodoro Garcia Santamaria UCAYALI SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Iquitos, a los veinticuatro dias del mes de abril de mil novecientos noventa ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistend de los senores Magistrados: Vicepresidente encargado de la Presidencia; Acosta Sanchez, Nugent; Diaz Valverde, y; Garcia Marcelo, actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguier sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto contra la resolucion de la Sala Mixta de Corte Superior de Justicia de Ucayali de fecha veintiséis de agosto de mil novecient noventa y seis, en los seguidos por don Pedro Eleodoro Garcia Santamaria contra Municipalidad Distrital de Tahuania, Provincia de Atalaya sobre Accion de Amparo.", "ANTECEDENTES:": "Con fecha veintidos de marzo de mil novecientos noventa y seis, don Ped Eleodoro Garcia Santamaria interpone Accion de Amparo contra la Municipalid Distrital de Tahuania - Atalaya, representada por su Alcalde don Efrain Inuma Torir por haber sido despedido en forma arbitraria, por lo que solicita su reposicion. Sostiene el demandante que ha venido laborando como tesorero en Municipalidad demandada desde el primero de junio de mil novecientos noventa y hasta el veintinueve de febrero de mil novecientos noventa y seis, fecha en la cual expresion de causa se resolvio administrativamente su contrato laboral, a pesar que venido ejerciendo funciones de naturaleza permanente, enterandose posteriormente se habia expedido la Resolucion de Alcaldia No. 06-96-A-MDT de veintinueve febrero del mismo ano, por la que se dispone su cese violandose sus derech constitucionales previstos en el articulo 2° incisos 15) y 23), articulos 23°, 240,260,27 40° de la Constitucion Politica del Estado y contraviniendo la Ley No 24041. 2 TRIBUNAL CONSTITUCIONAL Admitida la demanda, ésta es contestada por don Efrain Inuma Torino, Alcalde de la Municipalidad Distrital de Tahuania - Atalaya, el que propone las excepciones de falta de agotamiento de la via administrativa y de representacion insuficiente del demandado. Sostiene, que el demandante laboro en la Municipalidad, en la condicion de contratado, hasta el treinta y uno de diciembre de mil novecientos noventa y cinco. Con fecha trece de mayo de mil novecientos noventa y seis, el Juez Provisional del Juzgado Mixto de Atalaya declara fundada la demanda e infundadas las excepciones de falta de agotamiento de la via administrativa y de representacion insuficiente del demandado. Interpuesto el recurso de apelacion, con fecha veintiséis de agosto de mil novecientos noventa y seis, la Sala Mixta de la Corte Superior de Justicia de Ucayali revoca la apelada y declara improcedente la demanda, por considerar que no se agoto la via previa. Interpuesto el recurso extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, fluye de la demanda que el demandante interpone la presente accion a fin de que se declare inaplicable la Resolucion de Alcaldia No. 06-96-A-MDT de veintinueve de febrero de mil novecientos noventa y seis, que aprueba el Informe Legal que corre a fojas ocho y el cese de los trabajadores que se indican en dicho informe, entre los cuales se encuentra el demandante. 2. Que, a fojas cuatro corre la constancia emitida con fecha dos de febrero de mil novecientos noventa y seis por el Gobernador del Distrito de Tahuania - Atalaya, en la cual certifica que el actor no tiene acceso a la Municipalidad demandada. Contrastando dicha constancia con el Informe Legal, se desprende que el demandante fué retirado después del treintiuno de diciembre de mil novecientos noventicinco, sin mediar comunicacion 0 resolucion alguna, por lo que en via de regularizacion se expidio la resolucion de Alcaldia No. 06-96-A-MDT; siendo en consecuencia aplicable la excepcion del agotamiento de la via previa prevista en el inciso 1) del articulo 28° de la Ley No 23506. 3. Que, en cuanto a la excepcion de representacion insuficiente del demandado, debe tenerse en cuenta que éste ha sido demandado en su calidad de personero legal de la Municipalidad Distrital de Tahuania - Atalaya, y no intuito persona. 4. Que, en el Informe Legal a que se ha hecho referencia, consta que el demandante presto servicios en calidad de contratado, entre junio de mil novecientos noventa y 3 TRIBUNAL CONSTITUCIONAL tres y diciembre de mil novecientos noventa y cinco y en la constancia de trabajo expedida por el Alcalde que corre a fojas tres, se senala que se desempeno como Tesorero. 5. Que, si bien el demandante tenia la condicion de trabajador contratado, éste en virtud a lo establecido en el articulo primero de la Ley No 24041, al haber realizado labores de naturaleza permanente por mas de un ano al momento de su cese no podia ser separado salvo por la comision de falta grave y previo proceso administrativo. 6. Que, en consecuencia la resolucion de Alcaldia No. 06-96-A-MDT es violatoria del derecho al trabajo, al debido proceso y a la proteccion contra el despido arbitrario del demandante. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion y su Ley Organica le confieren.", "FALLA:": "REVOCANDO la resolucion de la Sala Mixta de la Corte Superior de Justicia de Ucayali de fojas ciento veintiséis, su fecha veintiséis de agosto de mil novecientos noventa y seis, que revocando la apelada declaro improcedente la demanda; REFORMANDOLA confirma la apelada que declaro FUNDADA la demanda e infundadas las excepciones de falta de agotamiento de la via administrativa y de representacion insuficiente del demandado; en consecuencia inaplicable al demandante la Resolucion de Alcaldia No. 06-96 A-MDT de veintinueve de febrero de mil novecientos noventa y seis, debiendo reponérsele en el mismo cargo que desempenaba hasta antes de la vulneracion de sus derechos constitucionales 0 a otro de la misma categoria, sin abono de remuneraciones. Dispone su publicacion en el Diario Oficial El Peruano y los devolvieron.", "SS.": "L ACOSTA SANCHEZ NUGENT DIAZ VALVERDE Re CC L GARCIA MARCELO LO QUE CERTIFICO. NF DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-06-19", "id": 36975, "nombre_demandado": "Municipalidad Distrital de Tahuanía-Atalaya, representada por su Alcalde Efraín Inuma Torino", "nombre_demandante": "Pedro Eleodoro García Santamaría", "numero_expediente": "01041-1996-AA"}