{"CONTEXTO": " 01051-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01051-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1051-97-AA/TC HECTOR FIDEL CORDERO BERNAL LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los ocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia la sentencia siguiente: ASUNTO: Recurso Extraordinario interpuesto por don Héctor Fidel Cordero Bernal contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha veinticuatro de setiembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo. ANTECEDENTES: Don Héctor Fidel Cordero Bernal interpone demanda de Accion de Amparo contra el Consejo Nacional de la Magistratura, con la finalidad de que deje sin efecto la Resolucion No 008-96-PCMN de fecha catorce de agosto de mil novecientos noventa y seis, por violar el articulo 154° inciso 3) de la Constitucion Politica del Estado al no considerar en su deliberacion y en la consiguiente resolucion los fundamentos que la sustentan, resolviéndose la destitucion del demandante del cargo de Juez Provisional del Cuarto Juzgado Especializado en lo Penal de Huanuco. Ampara su demanda en lo dispuesto por el inciso 3) del articulo 146°, inciso 2) del articulo 200° de la Constitucion; segundo pârrafo del articulo 2° de la Ley No 26397, articulo 211° de la Ley Organica del Poder Judicial y articulos 3°, 40,6,70 y 8 de la Ley No 23506. El Primer Juzgado Especializado de Derecho Publico de Lima con fecha veintisiete de noviembre de mil novecientos noventa y seis, declaro improcedente la demanda, por considerar, entre otras razones, que la resolucion impugnada contiene un amplio examen de lo actuado en el procedimiento administrativo disciplinario donde no solo ha evaluado el informe del senor Presidente de la Corte Suprema de Justicia y Presidente del Consejo Ejecutivo y el informe de la Oficina de Control de la Magistratura del Poder Judicial, sino también ha evaluado los argumentos del descargo formulado por el demandante, por tanto ha sido expedida con observancia del requisito constitucional materia del analisis, lo que hace inimpugnable dicha resolucion conforme lo dispone los articulos 142° y 154° de la Constitucion. Interpuesto recurso de apelacion, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veinticuatro de setiembre de mil novecientos noventa y siete, confirmo la apelada, por estimar que el articulo 142° de la Carta Magna senala que no son revisables en sede judicial las resoluciones del Consejo Nacional de la Magistratura en materia de evaluacion y ratificacion de jueces. 2 TRIBUNAL CONSTITUCIONAL Contra esta resolucion el demandante interpone recurso extraordinario, y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, de autos se acredita que el Consejo Nacional de la Magistratura ha conocido del proceso disciplinario cuestionado, a solicitud de la Corte Suprema de Justicia de la Republica, de conformidad con lo dispuesto en el inciso 3) del articulo 154° de la Constitucion Politica del Estado, consecuentemente en ejercicio de las funciones que le corresponde a la demandada expidio la Resolucion Nro. 008-96-PCMN de fecha catorce de agosto de mil novecientos noventa y seis. 2. Que, de autos resulta que la resolucion cuestionada es consecuencia del proceso administrativo respectivo, donde el Consejo Nacional de la Magistratura ha procedido en estricta observancia de la ley, y en el que el demandante ha ejercido su derecho de defensa, que en su oportunidad ha sido merituada por la emplazada. 3. Que, habiéndose procedido de conformidad con las pautas esenciales del debido proceso; descartandose el argumento del demandante de senalar que la resolucion impugnada carece de motivacion por el propio tenor de la misma, cuya copia certificada obra en autos de fojas 2 a 4, y donde de su lectura se aprecia la valorizacion realizada por el Consejo Nacional de la Magistratura de lo expuesto por las partes incluido el descargo del propio demandante, es por demas desestimable la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica:", "FALLA:": "REVOCANDO, la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas 164, su fecha veinticuatro de setiembre de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la Accion de Amparo; reformandola declara INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\" y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO / Lo que Certifico: MR Dra. MARIA LUZ VASOUEZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-30", "id": 37078, "nombre_demandado": "Consejo Nacional de la Magistratura (CNM)", "nombre_demandante": "Héctor Fidel Cordero Bernal", "numero_expediente": "01051-1997-AA"}