{"CONTEXTO": " 01059-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01059-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N\" 1059-97-AC/TC JORGE BARTOLOME LUNA ROJAS LIMA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecisiete dias del mes de abril de mil novecientos noventa y ocho, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia NUGENT, DIAZ VALVERDE;y, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO": "Recurso extraordinario interpuesto contra la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fecha cuatro de setiembre de mil novecientos noventa y siete, que, revocando y reformando la resolucion apelada del veintiséis de setiembre de mil novecientos noventa y seis, declara improcedente la Accion de Cumplimiento interpuesta por don Jorge Bartolomé Luna Rojas contra el Alcalde de la Municipalidad de Lima Metropolitana, don Alberto Andrade Carmona.", "ANTECEDENTES": "El demandante interpone su accion sustentando su reclamo en la renuencia del Alcalde de Lima Metropolitana a abonarle sus derechos economicos consistentes en. a). El Premio Pecuniario por haber cumplido treinta anos de servicios ascendente a la suma de seis mil cuatrocientos treinta y un nuevos soles con veintidos céntimos, establecido por la Resolucion Directoral No. 161-95-DGA-DMA-MLM del veintisiete de marzo de mil novecientos noventa y cinco; b). Remuneraciones, bonificaciones y pensiones dejadas de abonar por la Municipalidad de Lima, desde mil novecientos noventa y dos hasta setiembre de mil novecientos noventa y cinco, ascendente a la suma de veinticuatro mil ciento setenta y seis nuevos soles con veinte céntimos, suma que se haya contenida en el cuadro de devengados; c). El incremento salarial ascendente a ciento cincuenta nuevos soles dispuesto por el Gobierno Central mediante Decreto de Urgencia No. 37-94 del once de julio de mil novecientos noventa y cuatro; d). Remuneraciones de los meses de octubre, noviembre y diciembre de mil novecientos noventa y cinco no abonadas oportunamente por la gestion municipal del Ex-Alcalde Ricardo Belmont ascendente a mil sesenta y un soles con ochenta y siete céntimos; e). El diferencial correspondiente a la disminucion de remuneraciones que L TRIBUNAL CONSTITUCIONAL como trabajador municipal viene sufriendo desde enero de mil novecientos noventa y seis y a consecuencia de aplicarsele la Resolucion de Alcaldia No 044-A-96-MLM; f). Bonificaciones y Gratificaciones, como el dia de Lima, Escolaridad, Primero de Mayo, y Fiestas Patrias mencionadas en el citado cuadro de devengados; y g). Compensacion por Tiempo de Servicios que asciende a un sueldo integro por cada ano, teniendo el demandante un total de treinta y uno; razones todas estas por las que solicita se ordene el cumplimiento mediante pago de la emplazada de todos los derechos economicos que se le adeuda. Adjunta para estos efectos la Carta Notarial cursada el veinticinco de junio de mil novecientos noventa y seis, con lo que acredita haber agotado la via previa a la que se encontraba obligado. Admitida la accion a tramite por el Segundo Juzgado Especializado en Derecho Publico, se dispone su traslado a la Municipalidad de Lima, quien por intermedio de su representante legal, la contesta negandola y contradiciéndola principalmente por considerar: Que, la Accion de Cumplimiento es improcedente por cuanto el Alcalde de la Municipalidad de Lima, no ha sido renuente a acatar norma legal 0 acto administrativo alguno, sino que por el contrario, viene cumpliendo con todas las disposiciones legales; Que, las sumas que el demandante reclama, no le corresponden por ser ilegales, como ocurre en el caso de la Compensacion por Tiempo de Servicios, que el demandante considerara cancelable a razon de un sueldo integro por ano, cuando a los servidores municipales, conforme el articulo 52° de la Ley No. 23853, se les otorga la misma al momento del cese por el importe del cincuenta por ciento de su remuneracion principal; Que, al asumir sus funciones la actual administracion municipal en vista de la situacion caotica e insostenible de la Municipalidad de Lima Metropolitana y en aras de restablecerla y recuperarla, se dispuso, que la Asesoria Legal emitiera opinion sobre la validez de los \"Compromisos\", \"Acuerdos\", \"Pactos\" y \"Actas\" suscritas por las anteriores administraciones municipales, llegandose a la conclusion, mediante Informe Legal del doce de enero de mil novecientos noventa y seis, que los citados \"Compromisos\" y otros, celebrados por la Municipalidad de Lima con las organizaciones sindicales SITRAMUN-LIMA y SITRAOML, entre los anos mil novecientos ochenta y ocho y mil novecientos noventa y cinco, son nulos, motivo por el que se expidio la Resolucion de Alcaldia No. 044-A-96-MLM disponiéndose entre otras cosas: a). La revision de planillas de sueldos y salarios y la documentacion relativa a remuneraciones, beneficios sociales, pensiones y demas conceptos laborales de la Municipalidad de Lima, a efectos de determinarse las cantidades que deben ser de abono y las que se hubieran pagado en exceso; b). Establecer una escala remunerativa transitoria que rige desde enero de mil novecientos noventa y seis; c). Poner en conocimiento de la Contraloria General de la Republica el Informe de Asesoria Legal Externa; d). Solicitar a la misma Contraloria su pronunciamiento sobre los \"Acuerdos\" y otros, celebrados por la Municipalidad de Lima Metropolitana entre los anos mil novecientos ochenta y ocho, y mil novecientos noventa y 2 3 TRIBUNAL CONSTITUCIONAL cinco y las recomendaciones del caso. Por ultimo el representante de la Municipalidad de Lima Metropolitana, deduce excepcion de falta de agotamiento de la via administrativa. De fojas 101 a 105, y con fecha veintiséis de setiembre de mil novecientos noventa y seis, el Segundo Juzgado Especializado en Derecho Publico expide sentencia declarando fundada en parte la demanda interpuesta, principalmente por considerar: Que, la Accion de Cumplimiento procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo; Que, es obligacion del funcionario dar cumplimiento a los actos que emanen de una decision administrativa que se encuentra firme 0 que ha causado estado, maxime, cuando la obligacion en su cumplimiento afecta el derecho del ciudadano, quien no tiene por que ser afectado por las responsabilidades que existan en la administracion; Que, el demandante solo ha acreditado que la Municipalidad demandada es renuente a dar cumplimiento a la Resolucion Directoral No 161-95-DGA-DMA-MLM, mediante la que se reconoce al demandante el relativo al Premio Pecuniario por haber cumplido treinta anos de servicios, resolucion que se encuentra firme y que no ha sido dejada sin efecto; Que, el demandante no ha acreditado que la demandada este adeudando las sumas que se precisan en los numerales segundo a sétimo de su escrito, las que no estando establecidas de modo incontrovertible deben ser determinadas en un procedimiento aparte; Que, la Resolucion de Alcaldia No 044-A-96-MLM y a la que se hace referencia en la contestacion de la demanda, no tiene fuerza legal para detener la ejecucion 0 impedir el cumplimiento de la Resolucion Directoral No 161-95-DGA-DMA-MLM a tenor de lo establecido en el articulo 110° del Texto Unico de Normas Generales y Procedimientos Administrativos 0 Decreto Supremo No 02-94-JUS; Que, la excepcion de falta de agotamiento de la via previa debe desestimarse > ya que ésta ultima si fue cumplida por el demandante. Interpuesto recurso de apelacion por la demandada y por el demandante, los autos son remitidos a la Segunda Fiscalia Superior de Derecho Publico para efectos de la vista correspondiente, y devueltos estos con Dictamen que se pronuncia por que se revoque la apelada en el extremo en que se declara fundada y reformandose, se declare improcedente, la Sala Especializada en Derecho Publico, con fecha cuatro de setiembre de mil novecientos noventa y siete, y de fojas 182 a 183, revoca la resolucion apelada en el extremo en que declara fundada en parte la demanda y reformandola declararon improcedente la demanda principalmente por considerar: Que, la resolucion de Alcaldia No. 044-A-96, dispuso en su articulo 10, la inmediata revision de las planillas de sueldos y salarios, asi como de toda la documentacion contable relativa a remuneraciones, beneficios sociales, pensiones, y demas conceptos atinentes a la problematica laboral de la Municipalidad de Lima Metropolitana, a los efectos de determinar, en concordancia con las disposiciones legales, las cantidades que deben ser de abono, asi como las que pudieran haberse pagado en exceso, estableciendo en su articulo 20, y en tanto se realice la revision, una escala remunerativa de caracter 3 TRIBUNAL CONSTITUCIONAL transitorio; Que, teniendo plena validez la precitada resolucion al no haberse declarado su ineficacia 0 invalidez, conserva vigencia y por ende la conducta del demandado debe adecuarse a la misma, quedando en tanto suspendido el cumplimiento de las pretensiones del demandante, dado que al estar contenidas en la norma ya glosada no se hayan expeditas para ejecutarse, sino pendientes de determinacion conforme a lo establecido en la citada resolucion; Que, de otro lado, las pretensiones de incumplimiento de pago de remuneraciones requieren en todo caso, mayor probanza, la misma que debe efectuarse en sede comun, no siendo las pretensiones contenidas en la Accion de Cumplimiento factibles de ser ejercitadas. Contra esta resolucion el demandante interpone recurso extraordinario, por lo que de conformidad con los dispositivos legales vigentes, se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS": "1. Que, conforme aparece del petitorio contenido en la demanda interpuesta, éste se conforma de diversas pretensiones de contenido economico y cuyo cumplimiento se exige por parte de la autoridad emplazada. 2. Que, por consiguiente, y partiendo de la idea que la Accion de Cumplimiento se configura como un proceso constitucional orientado a materializar las obligaciones derivadas de una ley 0 de un acto administrativo y respecto de las cuales existe renuencia por parte de cualquier autoridad 0 funcionario, procede analizar por separado la legitimidad 0 no de los reclamos del demandante. 3. Que, en tal sentido, el pedido de cumplimiento del Premio Pecuniario por haber cumplido treinta anos de servicios, ascendente a seis mil cuatrocientos treinta y un nuevos soles con veintidos céntimos y que se encuentra explicitamente reconocido por la Resolucion Directoral Administrativa No. 161-95-OGA-MLM del veintisiete de marzo de mil novecientos noventa y cinco (fojas 3), es perfectamente procedente, por cuanto la resolucion que lo confirio no ha sido dejada sin efecto por disposicion especifica alguna, y menos por la Resolucion de Alcaldia No. 044-A-96 del diecisiete de enero de mil novecientos noventa y seis, cuyo articulo 1° solo se ha limitado a \"disponer la revision de las planillas de sueldos y salarios, asi como de toda la documentacion contable relativa a remuneraciones, beneficios sociales, pensiones y demas conceptos atinentes a la problemâtica laboral de la Municipalidad de Lima Metropolitana... 99 mas no a declarar la nulidad de otras resoluciones, a lo que se agrega, que el cuestionamiento de cualquier resolucion en sede administrativa y, en particular, la que resulta materia del presente proceso solo puede darse, dentro de las consideraciones de temporalidad establecidas por el articulo 110° del Texto Unico de la Ley de Normas Generales y Procedimientos Administrativos 0 Decreto Supremo No. 02-94-JUS, cuyo texto dispone que \"la facultad de la Administracion Publica para TRIBUNAL CONSTITUCIONAL declarar la nulidad de las resoluciones administrativas prescribe a los seis meses, contados a partir de la fecha en que hayan quedado consentidas\", lo que supone que la eficacia de la resolucion cuyo cumplimiento se exige, no puede ser desconocida, como lo pretende la emplazada y que incluso, aun en el caso de que la misma hubiera sido cuestionada en la via judicial, tampoco existe constancia, de haberse iniciado la accion contenciosa destinada para tal efecto. 4. Que, en lo que respecta al pedido de cancelacion de remuneraciones, bonificaciones y pensiones dejadas de abonar desde mil novecientos noventa y dos hasta setiembre de mil novecientos noventa y cinco, y que constan en el Cuadro de Devengados de fojas 5 por la suma de veinticuatro mil ciento setenta y seis nuevos soles con veinte céntimos, no procede determinarlo con exactitud por la presente via, debido a que la instrumental con la que se pretende sustentarlo es insuficiente por si misma, no figurando incluso el nombre del demandante en el referido documento como beneficiario directo de la obligacion economica reclamada. 5. Que, el pago por incremento salarial ascendente a ciento cincuenta nuevos soles, segun lo establecido en el Decreto de Urgencia No. 37-94 del once de julio de mil novecientos noventa y cuatro, tampoco resulta atendible, por cuanto el articulo 6° de la citada norma, especifica, que \"Los Gobiernos Locales se sujetaran a lo senalado en el articulo 23° de la Ley No. 26268\" 0 Ley de Presupuesto para del Sector Publico para 1994, y dicho numeral dispone que \"No son de aplicacion a los Gobiernos Locales, los aumentos de remuneraciones, bonificaciones 0 beneficios de cualquier tipo que otorgue el Poder Ejecutivo a los Servidores del Sector Publico\". 6. Que, de otro lado y en lo que se refiere al pedido de cancelacion de remuneraciones no abonadas oportunamente por el anterior Alcalde de Lima y correspondiente a los meses de octubre, noviembre y diciembre de mil novecientos noventa y cinco, no existe en los autos prueba plena e indubitable que acredite la situacion reclamada. 7. Que, sin embargo, el quinto extremo del petitorio, referido al reclamo por el monto diferencial correspondiente a la disminucion de remuneraciones que el demandante ha venido sufriendo desde el mes de enero de mil novecientos noventa y seis, resulta perfectamente atendible dentro de la presente via, por cuanto tal situacion ha quedado acreditada al haberse previsto en el articulo 2° de la Resolucion de Alcaldia No. 044-A- 96 \"Establecer, en tanto se realiza la revision dispuesta en el articulo anterior, una escala remunerativa de caracter transitorio, que regira a partir del presente mes... >> cuando de acuerdo a las Leyes de Presupuesto (ano 1994: articulo 110; ano 1995: articulo 120; ano 1996: articulo 15°) 6 solo puede afectar la planilla unica de pago, los descuentos establecidos por Ley, por mandato judicial, por préstamo administrativo y otros conceptos aceptados por el servidor 0 cesante. >> no encontrandose por consiguiente, dentro de ninguna de dichas hipotesis, la que de modo discrecional se ha habilitado, la Municipalidad de Lima Metropolitana, circunstancia que amerita, para el caso del demandante, la inaplicacion -por incompatibilidad con la Ley- de la consabida 5 TRIBUNAL CONSTITUCIONAL Resolucion de Alcaldia No. 044-A-96 y por ende, el reintegro del monto indebidamente retenido. 8. Que, en lo que se refiere al reclamo por el pago de bonificaciones y gratificaciones mencionadas en el Cuadro de Devengados de fojas 5, no resulta, en cambio, procedente merituarlo dentro de la presente via por las mismas razones de insuficiencia probatoria por las que se desestima el segundo extremo del petitorio del demandante. 9. Que, el pedido de cancelacion de la Compensacion por Tiempo de Servicios, tampoco resulta atendible mediante la presente Accion de Cumplimiento, por cuanto en el Acuerdo de Concejo de Lima Metropolitana No. 178 del diecisiete de julio de mil novecientos ochenta y seis, obrante a fojas 14 y 15, no se establecio, de manera expresa e inequivoca, que la Compensacion por Tiempo de Servicios ascendiera a un sueldo integro por cada ano de servicios y en todo caso, de existir discusion sobre tal extremo, la via adecuada no es precisamente, la presente sino la ordinaria, por requerirse de mayores elementos probatorios. 10. Que, por consiguiente, habiéndose acreditado parcialmente el incumplimiento de obligaciones derivadas de la ley y de actos administrativos, resultan de aplicacion, el articulo 3° de la Ley No 26301 y los articulos 1°, 2° y 3° de la Ley No. 23506, en concordancia con el articulo 200° inciso 6) de la Constitucion Politica del Estado. 11. Que, a mayor abundamiento y en el caso de los extremos primero y quinto del petitorio, que como se ha visto, resultan atendibles por la presente via, no debe dejarse de mencionar, que éste Colegiado, ya ha tenido la oportunidad de adoptar idéntico temperamento, en la causa signada con el Expediente No 520-97-AC/TC, constituyendo éste ultimo fuente de obligada referencia de conformidad con el régimen de jurisprudencia vinculante dispuesto por el articulo 9° de la citada Ley No 23506. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion Politica del Estado y su Ley Orgânica.", "FALLA": "REVOCANDO la resolucion de la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fojas 182, su fecha cuatro de setiembre de mil novecientos noventa y siete, que revocando y reformando la resolucion apelada del veintiséis de setiembre de mil novecientos noventa y seis, declaro Improcedente la demanda. REFORMANDO la recurrida y CONFIRMANDO EN PARTE la apelada declara FUNDADA la Accion de Cumplimiento en el primer y quinto extremos del petitorio del demandante, e INFUNDADA en el segundo, tercero, cuarto, sexto, y séptimo extremos del PetioTIO,ORDENANDO, en consecuencia, al Alcalde de la Municipalidad de Lima Metropolitana CUMPLA con cancelar a don Jorge Bartolomé Luna Rojas: a). El Premio Pecuniario, ascendente a la suma de seis mil cuatrocientos treinta y un nuevos soles con veintidos céntimos, establecido en la Resolucion Directoral No. 165-95-DGA-DMA-MLM 6 t TRIBUNAL CONSTITUCIONAL del veintisiete de marzo de mil novecientos noventa y cinco; y b). El monto diferencial correspondiente a la disminucion de remuneraciones del demandante contabilizado desde enero de mil novecientos noventa y seis, disponiéndose para tal efecto la inaplicacion en el caso particular, de la Resolucion de Alcaldia No. 044-A-96 del diecisiete de enero de mil novecientos noventa y seis. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\" y la devolucion de los actuados. S.S. M lue ACOSTA SANCHEZ NUGENT a 1 DIAZ VALVERDE GARCIA MARCELO LO QUE CERTIFICO DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL Lsd. 7", "fecha_publicacion": "1998-07-17", "id": 37010, "nombre_demandado": "Municipalidad Metropolitana de Lima", "nombre_demandante": "Jorge Bartolomé Luna Rojas", "numero_expediente": "01059-1997-AC"}