{"CONTEXTO": " 01054-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01054-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 1054-96-AA/TC Caso: Nelly Hernandez Uchuya Ica. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintidos dias del mes de diciembre de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de PlenoJurisdiccional, con la asistencia de los sehores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcel; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto contra la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica de fecha nueve de septiembre de mil novecientos noventa y seis, ) que, declarando no haber nulidad en la sentencia de vista del siete de marzo, de mil novecientos noventa y seis, declara improcedente la accion de amparo interpuesta por dona Nelly Hernandez Uchuya contra elJuez del SegundoJuzgado Especializado en lo Civil de Ica, doctor, Roberto Ramos Hernandez.", "ANTECEDENTES:": "La demandante interpone su accion sustentando su reclamo, en el hecho de haberse incurrido en una serie de irregularidades por parte del Juez emplazado, durante la tramitacion de un proceso sobre desahucio por ocupante precario, y que, segun se afirma, transgreden los derechos constitucionales al debido proceso, el derecho de defensa y el derecho de propiedad. Alega que, resulta ser una de las herederas de las sucesiones de sus finados abuelos don Apolinario Hernandez Chacaltana y dona Maria Concepcion Rodriguez de Hernandez, quienes a su fallecimiento dejaron bienes inmuebles. Aquéllos, sin embargo, tuvieron cuatro hijos legitimos sehores: Juan Francisco, German Amador, Emiliano Bonifacio y Samuel Hernandez Rodriguez, el ultimo de los cuales resulta ser el padre de la demandante. Que no obstante, una de las herederas de su tio don Juan Francisco Hernandez Rodriguez, dona Esther Hernandez Calderon, en contubernio con su representante dona Graciela Tataje Hernandez y aprovechando el cargo que como administradora de los bienes comunes se le habia otorgado, simularon un contrato de compraventa de derechos y acciones, donde no solo afectaban los bienes de don Juan Francisco, sino los de los otros hermanos, incluyendo los derechos del padre de la demandante. En este contexto, la mencionada senora Graciela Tataje Hernandez interpone contra el padre de la demandante (posteriormente fallecido) y ante el Segundo Juzgado Especializado en lo Civil de Ica, que despacha el 2 TRIBUNAL CONSTITUCIONAL emplazado, el citado proceso sobre desahucio por ocupante precario y que tiene por objeto lanzarlo del inmueble sito en la Seccion de Conuca del Distrito de Pueblo Nuevo-Ica. Especifica, que es en dicho proceso donde se han violado los derechos reclamados, pues al expedir sentencia, no se han merituado todos los medios probatorios ofrecidos ni tampoco se le ha notificado oportunamente de lo resuelto, situacion que perjudica, su derecho de defensa. Que ademas se ha violado su derecho de propiedad, por cuanto no se ha tomado en cuenta durante el proceso cuestionado, el derecho de CO- propietario que tenia su padre sobre el inmueble materia de dicha litis y que. fue adecuadamente acreditado. Por todo ello, solicita se corrijan las irregularidades cometidas y cautele el debido proceso. Admitida la accion a tramite por la Sala Civil de la Corte Superior de Justicia de Ica, se encarga su tramite al Tercer Juzgado Especializado en lo Civil de dicha localidad, quien dispone su traslado, siendo absuelta por laJuez Provisional del Segundo Juzgado en lo Civil de Ica, doctora Luisa Valdiviezo Franco, quien la niegay contradice principalmente por considerar: Que los actos que cuestiona la demandante fueron materia de un proceso sobre desahucio que culmino mediante sentencia, debidamente consentida y que ya fue ejecutada con las diligencias de lanzamiento efectuada el once de agosto de mil novecientos noventa y cuatro y continuada el catorce de setiembre de mil novecientos noventa y cuatro; Que dentro del referido juicio, no se ha vulnerado el derecho al debido proceso por cuanto las partes han hecho uso de sus derechos conforme a ley; Que no proceden las acciones de garantia contra resoluciones emanadas de procedimiento regular. A fojas doscientos cuarenta y nueve y doscientos cincuenta y con fecha veintiuno de octubre de mil novecientos noventa y cuatro, la Sala Civil de la Corte Superior de Justicia de Ica, expide resolucion declarando improcedente la demanda por considerar que el proceso ha sido regular siendo de aplicacion el articulo 6° inciso 2 de la Ley No 23506. Interpuesto recurso de nulidad, los autos son remitidos a la Fiscalia Suprema en lo contencioso Administrativo y devueltos estos con dictamen que se pronuncia por la confirmacion de la apelada, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Reptblica, a fojas doscientos cincuenta y siete y con fecha veinticinco de agosto de mil novecientos noventa y cinco, declara nula la de vista e insusbsistente lo actuado, disponiendo que se cite con la demanda a dona Graciela Tataje Hernandez, por tener interés legitimo en la presente causa. Devueltos los autos, la instancia superior. y luego al Primer Juzgado Especializado en lo Civil de Ica (sic), se dispone el traslado a doha Graciela Tataje Hernandez, quien se apersona al proceso negando la demanda alegando incapacidad de la demandante, oscuridad en la demanda, respecto a la cosajuzgada e inexistencia de violacion a los derechos constitucionales Elevados los autos a la Sala Civil de la Corte Superior de Justicia de Ica, se expide con fecha siete de marzo de mil novecientos noventa y seis y de fojas trescientos cuarenta y tres a trescientos cuarenta y cinco, sentencia por la que se declara improcedente la demanda, por considerar: Que los actos cuestionados derivan de un proceso regular, contra el que no proceden las acciones de garantia conforme al inciso 2 del articulo 6° de la Ley No 23506. Interpuesto recurso de nulidad por la demandante, los autos son remitidos a la Fiscalia Suprema en lo Contencioso Administrativo para efectos de la vista correspondiente y devueltos estos con dictamen que se pronuncia porque se confirme la apelada, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la. Republica, con fecha nueve de septiembre de mil novecientos noventa y seis y a fojas treinta y dos del cuaderno de nulidad, declara no haber nulidad en la resolucion de vista. TRIBUNAL CONSTITUCIONAL Contra esta resolucion la demandante plantea recurso de casacion, por lo que de conformidad con el articulo 41° de la Ley N 26435 y entendiendo dicho recurso como \"extraordinario \", se dispuso el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, del estudio de los autos, se puede acreditar que los actos que la demandante cuestiona mediante la presente accion, derivan de un proceso donde las partes hicieron valer sus derechos de acuerdo a ley, no apreciandose ninguna irregularidad que lo haya desnaturalizado, al extremo de atentar contra el derecho al debido proceso. Que, por consiguiente, no siendo viables las acciones de garantia promovidas contra resoluciones judiciales emanadas de un procedimiento regular, resulta de aplicacion lo dispuesto en el articulo 6° inciso 2 de la. Ley No 23506. Que, a mayor abundamiento, los actos que la demandante cuestiona derivan de un proceso ya. fenecido, cuya sentencia quedo consentida y que incluso fue ejecutada el catorce de septiembre de mil novecientos noventa. y cuatro, lo que supone que aun en el caso de que existiera proceso irregular, hipotesis que ya se ha dicho, este Colegiado descarta, la supuesta violacion se ha convertido en irreparable, siendo también de aplicacion el inciso 1 del articulo 6° de la citada Ley No 23506. Que, en el ultimo de los casos, si el proceso. ya referido entrahara una incorrecta merituacion de pruebas en desmedro de los derechos de la demandante, la via para contradecir lo resuelto, esta prevista en la legislacion procesal civil, mas no en la via procesal constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones conferidas por la Constitucion, su Ley Organica No 26435 y la Ley modijicatoria No 26801", "FALLA:": "CONFIRMANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica de fojas treinta y dos del cuaderno de nulidad, su fecha nueve de septiembre de mil novecientos noventa y seis, que declarando no haber nulidad en la resolucion de vista de fojas trescientos cuarenta y tres, su fecha siete de marzo de mil novecientos noventa y seis, declara IMPROCEDENTE la Accion de Amparo interpuesta Se dispuso asi mismo la publicacion de la presente en el diario oficial \"El Peruano y los devolvieron.", "SS.": "V M 4 M1 à ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lsd. LO QUE CERTIFICO. DRA. MARIA LUE-VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-04-21", "id": 36831, "nombre_demandado": "Segundo Juzgado Especializado en lo Civil de Ica (Roberto Ramos Hernández)", "nombre_demandante": "Nelly Hernández Uchuya", "numero_expediente": "01054-1996-AA"}