{"CONTEXTO": " 01055-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01055-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1055-96-AA/TC LAMBAYEQUE JOSÉ SANTOS LLUMPO PINGLO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Cajamarca, a los treinta dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don José Santos Llumpo Pinglo contra la Resolucion expedida por la Segunda Sala Civil de' la Corte Superior de Justicia de Lambayeque, de fojas doscientos sesenta y tres, su fecha cuatro de setiembre de mil novecientos noventa y seis, que declara improcedente la demanda.", "ANTECEDENTES:": "Don José Santos Llumpo Pinglo interpone demanda de Accion de Amparo contra el Presidente Ejecutivo del Instituto Peruano de Seguridad Social, el Gerente General del Hospital Nacional \"Almanzor Aguinaga Asenjo\" de Chiclayo y el Ministerio de Salud, solicitando se le reponga en el puesto de trabajo que desempeno en el citado hospital y otros beneficios, por considerar que se han vulnerado sus derechos constitucionales a la libertad de trabajo, a la estabilidad laboral, entre otros. Refiere que fue cesado con fecha uno de diciembre de mil novecientos noventa y dos, en aplicacion del Decreto Ley N.o 25636, que dispuso un proceso de racionalizacion del personal en dicho instituto. Manifiesta que se ha vulnerado el Decreto Legislativo N.o 276, que a su criterio estipula que el cese de un trabajador de la administracion publica procede cuando se ha probado su ineficiencia 0 ineptitud, cuando ha sido sancionado con mas de treinta dias de suspension 0 separado de su cargo en mas de dos oportunidades, presupuestos que no se han configurado en su caso. Agrega que fue obligado a formular su renuncia, toda vez que en caso contrario no habria podido cobrar el correspondiente incentivo economico. Los Apoderados del Gerente General del Hospital Nacional \"Almanzor Aguinaga Asenjo\" y del Presidente Ejecutivo del Instituto Peruano de Seguridad Social, en forma TRIBUNAL CONSTITUCIONAL separada contestan la demanda, manifestando que de conformidad con el Decreto Ley N.o 25636 se llevo a cabo un proceso de racionalizacion de personal en el citado instituto, habiendo sido cesado el demandante. Refieren que éste, voluntariamente, mediante carta de fecha quince de marzo de mil novecientos noventa y tres, solicito acogerse al programa de incentivo economico extraordinario, habiendo hecho efectivo el cobro de sus beneficios sociales y de dicho incentivo economico, lo cual acredita su libre decision de resolver todo vinculo laboral con la entidad hospitalaria. El Juez del Cuarto Juzgado Especializado en lo Civil de Chiclayo, a fojas doscientos treinta y tres, con fecha uno de julio de mil novecientos noventa y seis, declara improcedente la demanda, por considerar que en el caso de autos habia operado la caducidad de la accion. La Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, a fojas doscientos sesenta y tres, con fecha cuatro de setiembre de mil novecientos noventa y seis, confirma la apelada que declaro improcedente la demanda por estimar que, al haber presentado el demandante renuncia a su centro de trabajo y al haber sido ésta aceptada, no se ha violado con ello ningun derecho constitucional. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, segun lo establecido por el articulo 1° de la Ley N.o 23506, de Habeas Corpus y Amparo, las acciones de garantia tienen por objeto el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. Que, conforme se advierte de la carta de renuncia, de la solicitud de pago de la 2. indemnizacion extraordinaria, obrantes a fojas noventa y cinco y noventa y seis, respectivamente, asi como de lo expresado en la misma demanda, el demandante ha formulado renuncia voluntaria a su institucion, habiendo procedido a cobrar sus beneficios sociales y la indemnizacion extraordinaria establecida en el Acuerdo N.° 2-43-IPSS-92 del Consejo Directivo del Instituto Peruano de Seguridad Social, lo cual acredita su decision de dar por resuelto todo vinculo laboral con la mencionada entidad hospitalaria. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 2 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas doscientos sesenta y tres, su fecha cuatro de setiembre de mil novecientos noventa y seis, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ LA 21 - DIAZ VALVERDE. NUGENT lalilis GARCIA MARCELO - - - 4 AAM que D 100 Lo Dre. MARIA LUZ VASGUEZ. SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-15", "id": 35460, "nombre_demandado": "Presidente Ejecutivo del Instituto Peruano de Seguridad Social, Gerente General del Hospital Nacional Almanzor Aguinaga Asenjo y Ministerio de Salud", "nombre_demandante": "José Santos Llumpo Pinglo", "numero_expediente": "01055-1996-AA"}