{"CONTEXTO": " 01063-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01063-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1063-98-AA/TC CHIQUIAN FREDY MARCELO ZUBIETA CALDERON SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintisiete dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Fredy Marcelo Zubieta Calderon, contra la sentencia de la Sala Civil de la Corte Superior de Justicia de Ancash, que con fecha catorce de octubre de mil novecientos noventa y ocho, declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Don Fredy Marcelo Zubieta Calderon interpuso con fecha diez de julio de mil novecientos noventa y ocho, Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Bolognesi a fin de que se declare la nulidad de los articulos 2° y 3° de la Resolucion de Alcaldia N.o 029-98-MPB/A, se le concedan sesenta dias de vacaciones pendientes, y la cancelacion de sus remuneraciones a partir del diecinueve de marzo de mil novecientos noventa y ocho. Considera que dicha Resolucion, al no concederle el goce de vacaciones acumuladas, atenta contra su derecho constitucional a la libertad de trabajo. (fojas 1 a 4). Don José Antonio Saldivar Alva, Alcalde de la Municipalidad Provincial de Bolognesi, contesta la demanda solicitando que ella sea declarada improcedente 0 infundada por haber procedido conforme a ley y por no haber violado derecho constitucional alguno del demandante. (fojas 28 a 32). El Tercer Juzgado Mixto de Bolognesi, con fecha veintidos de julio de mil novecientos noventa y ocho, dicta sentencia declarando improcedente la demanda, pues se considera que la pretension debe ser resuelta en la via paralela, en razon de que en el presente caso no se violo derecho constitucional alguno. (fojas 33 a 38). 2 TRIBUNAL CONSTITUCIONAL La Sala Civil de la Corte Superior de Justicia de Ancash, con fecha catorce de octubre de mil novecientos noventa y ocho, revoca la apelada y declara infundada la Accion de Amparo. (fojas 185 y 186). Contra esta resolucion, el demandante interpone Recurso Extraordinario. (fojas 188 y 189).", "FUNDAMENTOS:": "Que las acciones de garantia proceden unicamente cuando se vulneran 0 amenazan 1. de violacion derechos constitucionales, caso contrario, el justiciable debe optar por la via paralela u ordinaria. Que, de autos se desprenden las causas que originan la pretension y que son las 2. siguuientes: El demandante solicito a la Municipalidad Provincial de Bolognesi se le conceda licencia a cuenta de su proximo periodo vacacional debido a la enfermedad de su menor hijo e, igualmente, licencia para gozar de los dos periodos vacacionales que se le adeudan, importando ello una solicitud de licencia para gozar tres periodos vacacionales seguidos. Mediante la Resolucion de Alcaldia N.o 029- 98-MPB/A cuya inaplicabilidad parcial se solicita, cabe mencionar que su articulo 1° concede licencia al demandante, a cuenta del periodo vacacional, a partir del dieciséis de febrero de mil novecientos noventa y ocho hasta el dieciocho de marzo del mismo ano; este articulo no es materia de la pretension. Los articulos 2° y 30 de la citada Resolucion de Alcaldia, cuya inaplicabilidad se pretende, fueron dictados, al igual que el primero, con arreglo al Reglamento de la Ley de Bases de la Carrera Administrativa aprobado por el Decreto Supremo N.o 005-90-PCM; el fondo administrativo de ellos se traduce en que la Municipalidad no concede en calidad de licencia los periodos vacacionales no gozados, porque de acuerdo al articulo 110° del referido Reglamento, no existen licencias por dicho concepto; y que si bien es cierto, de acuerdo al articulo 102° del mismo cuerpo reglamentario, las vacaciones anuales y remuneradas son obligatorias e irrenunciables y pueden acumularse hasta en dos periodos, también es verdad que ellas no se solicitan por la via de la licencia, como lo ha hecho el demandante, y se acumulan de comun acuerdo con la entidad, preferentemente por razones de servicio. Que, consiguientemente, teniendo la pretension como finalidad obtener vacaciones 3. no gozadas, y no obrando en autos documento que acredite aquél acuerdo con la entidad que se establece en el mencionado articulo 1020, resulta claro que dicha pretension no puede ser resuelta por la via del amparo, toda vez que no se violo ningun derecho constitucional del demandante, quedando a salvo el derecho que pudiera tener para acudir a la via pertinente. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Sentencia expedida por la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas ciento ochenta y cinco, su fecha catorce de octubre de mil novecientos noventa y ocho, que revocando la apelada, declaro infundada la Accion de Amparo; y REFORMANDOLA la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Aure - 5h ACOSTA SANCHEZ DIAZ VALVERDE NUGENT arCKL GARCIA MARCELO JAGB LO QUE CERTIFICO: W DR. CESAR CUBAS LONGA SECRETARIO-RELATER (e)", "fecha_publicacion": "1999-10-26", "id": 35893, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Bolognesi", "nombre_demandante": "Fredy Marcelo Zubieta Calderón", "numero_expediente": "01063-1998-AA"}