{"CONTEXTO": " 01068-1996-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01068-1996-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1068-96-HC/TC JOSE CELESTINO FERREYRA VALLADARES LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de setiembre de mil novecientos noventa siete, el Tribunal Constitucional, en Sesion de Pleno Jurisdiccional, con asistencia de senores Magistrados: ACOSTA SANCHEZ, Vice-presidente encargado de la Presidencia NUGENT, DIAZ VALVERDE, GARCIA MARCELO actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguien sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Don José Celestino Ferreyra Valladares, contra resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior Justicia de Lima de fecha once de noviembre de mil novecientos noventa y seis, confirmo la sentencia apelada de fecha veintinueve de octubre de mil novecientos novent seis, que declaro improcedente la accion de habeas corpus.", "ANTECEDENTES:": "El actor don José Celestino Ferreyra Valladares interpone accion de Habeas Corpus con el Presidente de la Corte Suprema de Justicia de la Republica Dr. Moises Pantoja Rodulfo efectos de que se le otorgue la libertad inmediata. Manifiesta que fue internado en el per de San Pedro, por orden del 43° Juzgado Penal de Lima, por delito de trafico ilicito drogas, y consecuentemente sentenciado por la Sexta Sala Penal de la Corte Superior Justicia de Lima, a la pena de seis anos de prision, tiempo que a la fecha, se encuer cumplido; sin embargo, la Tercera Sala Penal de la Corte Superior de Justicia del Callao, imputa participacion en un delito por trafico ilicito de drogas que no ha cometido haberse efectuado en la fecha en la que el recurrente estuvo preso. Senala, que solicito la Corte Suprema de Justicia de la Republica la revision de la sentencia emitida por Tercera Sala Penal de la Corte Superior de Justicia del Callao y que hasta la fecha no ha S1 TRIBUNAL CONSTITUCIONAL resuelta, habiendo transcurrido mas de dos anos, lo que constituye una injusticia y violacion a sus derechos constitucionales. Ampara su accion en lo dispuesto por los articu 1°y2 2° de la Ley 23506. La Juez Penal Supernumeraria Provisional de Lima, con fecha veintinueve de octubre de novecientos noventa y seis declaro improcedente el Habeas Corpus, en mérito a que dic magistrada comprobo que la Sala Penal de la Corte Suprema de Justicia de la Republi resolvio no haber nulidad en la resolucion expedida por la Tercera Sala Penal de la Co Superior de Justicia del Callao, que condeno al actor y a otros por delito de trafico ilicito drogas, imponiéndole diez anos de pena privativa de la libertad que con descuento de carceleria que viene sufriendo por resolucion de la Sexta Sala Penal de la Corte Superior Justicia de Lima por seis anos, vencera el ano dos mil. Contra esta resolucion el recurre interpuso recurso de revision el que aun esta pendiente de ser resuelto por la Sala Plena de Corte Suprema de Justicia de la Republica. Contra esta resolucion el interesado interpone recurso de apelacion, siendo remitidos autos a la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, misma que con fecha once de noviembre de mil novecientos noventa y seis, decla improcedente la accion, por considerar que la misma està dirigida contra una ejecuto suprema que tiene autoridad de cosa juzgada. El denunciante, plantea recurso de nulidad, el mismo que se entiende como extraordinaric los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, de autos fluye, que los procesos penales por los cuales el recurrente es condenado pena de seis y diez anos, han sido ordenados por jueces competentes y dentro procedimientos regulares, donde el actor ha interpuesto en dichos procesos los recur impugnatorios correspondientes. Que si bien el actor ha cumplido con la condena ordena por la Sexta Sala Penal de la Corte Superior de Justicia de Lima, a la fecha se encuentra ejecucion de sentencia lo resuelto por la Tercera Sala Penal de la Corte Superior de Justi del Callao, encontrandose pendiente de revision por la Sala Plena de la Corte Suprema Justicia de la Republica, por lo que es de aplicacion lo dispuesto en el articulo 60, inciso de la ley 23506. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las facultades que la Constitucion y su Ley Organica le otorgan,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, de fecha once de noviembre de mil novecientos noventa y seis, que confirmo la apelada de fecha veintinueve de octubre de mil novecientos noventa y seis que declaro IMPROCEDENTE la accion de habeas corpus; dispusieron la publicacion de la presente resolucion en el diario oficial El Peruano; y los devolvieron.", "SS.": "ACOSTA SANCHEZ, NUGENT, pkobol DIAZ VALVERDE, L GARCIA MARCELO. Lo que Certifico: MR/ef Dra. MARIALUZ VASQUEZ SECRETARIA- RELATOR TRIBUNAL CONSTP\"", "fecha_publicacion": "1997-10-08", "id": 36416, "nombre_demandado": "Presidente de la Corte Suprema de la República (Moisés Pantoja Rodulfo)", "nombre_demandante": "José Celestino Ferreyra Valladares", "numero_expediente": "01068-1996-HC"}