{"CONTEXTO": " 01067-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01067-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1067-98-AA/TC ICA HILDA ROSA BUSTILLOS MUNOZ VDA. DE RAMOS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticinco dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de d los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por dona Hilda Rosa Bustillos Munoz viuda de Ramos contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ciento diez, su fecha veintitrés de junio de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Dona Hilda Rosa Bustillos Munoz viuda de Ramos interpone Accion de Amparo contra la Oficina de Normalizacion Previsional solicitando se declare inaplicable el Decreto Ley N.o 25967 para el otorgamiento de los derechos pensionarios de su difunto esposo don Basilio Ramos Sotelo, mediante la Resolucion N.o 2035-93, de fecha diecinueve de noviembre de mil novecientos noventa y tres, y cumpla con otorgarle su pension de viudez dentro de los alcances del Decreto Ley N.o 19990, asi como los devengados a que tiene derecho desde la fecha de producido el cese laboral de su difunto esposo y las gratificaciones de fiestas patrias y de Navidad. La Oficina emplazada contesta la demanda negandola y contradiciéndola, y pidiendo que se declare improcedente la demanda basandose en las excepciones que deduce de incompetencia, de falta de agotamiento de las vias previas, caducidad, y en la nulidad de la resolucion que admite a trâmite la demanda. El Juzgado Laboral de Ica, a fojas setenta, con fecha veinticuatro de abril de mil novecientos noventa y ocho, declaro infundadas las excepciones y la nulidad de los actuados deducidos, y fundada la demanda, por considerar principalmente que la recurrente fue reconocida como conyuge del pensionista en la propia Resolucion N.o 2035-93 y lo acredita TRIBUNAL CONSTITUCIONAL también con la copia certificada de la Declaratoria de Herederos de fojas quince a dieciocho, y que dicha resolucion administrativa aplica el Decreto Ley N.o 25967, infringiendo la garantia constitucional del articulo 103° de nuestra Carta Magna, correspondiendo reponer las cosas al estado anterior a la afectacion reclamada. La Sala Civil de la Corte Superior de Justicia de Ica, a fojas ciento diez, con fecha veintitrés de junio de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la demanda y fundada las excepciones de caducidad y falta de agotamiento de las vias previas, y nulo todo lo actuado, ordenando el archivamiento del proceso, por estimar que la demandante no hizo valer las vias previas y que la accion caduco por el transcurso del término previsto por la ley. Contra esta resolucion, la demandante interpone Recurso de Nulidad entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que, de la Resolucion N.o 2035-93, de fecha diecinueve de noviembre de mil 1. novecientos noventa y tres, que obra en autos a fojas dos, aparece que el asegurado don Basilio Ramos Sotelo ceso en su actividad laboral el nueve de febrero de mil novecientos noventa y dos, solicitando el veintiocho de febrero del mismo ano su pension jubilatoria por el Sistema Nacional de Pensiones, regulado por el Decreto Ley N.o 19990, vigente en ese entonces, habiendo generado su pension desde el dia siguiente a su referido cese laboral, segun lo dispuesto por el articulo 80° de la citada norma legal. Que este Tribunal, en reiteradas ejecutorias, ha establecido que, en razon de la 2. naturaleza del derecho pensionario en curso de pago, no se produce la caducidad de la accion, por cuanto los actos que constituyen la afectacion son continuados, es decir, que mes a mes se repite la vulneracion del derecho, siendo de aplicacion el segundo parrafo del articulo 26° de la Ley N.o 25398; asimismo, y por la misma razon de constituir las pensiones de la seguridad social derechos de subsistencia familiar, no es exigible el agotamiento de las vias previas, por cuanto, con el tramite de las mismas, pudiera convertirse en irreparable la agresion, segun lo previsto por el inciso 2) del articulo 28° de la Ley N.o 23506, de Habeas Corpus y Amparo; y, finalmente, no se encuentra motivada la nulidad de todo lo actuado en la sentencia recurrida, de fojas ciento diez, y de autos aparece que la Resolucion N.o 01, su fecha veinticuatro de febrero de mil novecientos noventa y ocho, que admite a tramite la demanda, no adolece de ningun vicio procesal ni de quebrantamiento de forma a que se refiere el articulo 42°, segundo parrafo, de la Ley N.o 26435, Organica del Tribunal Constitucional. TRIBUNAL CONSTITUCIONAL Que la demandante tiene legitimidad para solicitar el pago de la pension de viudez que 3. le corresponde como derivada de la pension de jubilacion de su difunto esposo don Basilio Ramos Sotelo -cuya titularidad esta acreditada con la propia Resolucion impugnada N.o 2035-93 y con la copia certificada de la Declaratoria de Herederos de fojas quince a dieciocho - con arreglo al articulo 50° y siguientes del Decreto Ley N.o 19990 y el segundo paragrafo del articulo 46° de su Reglamento aprobado por Decreto Supremo N.o 011-74-TR, de fecha treinta y uno de julio de mil novecientos setenta y cuatro. Que, conforme se ha expresado en la Sentencia de fecha veintitrés de abril de mil 4. novecientos noventa y seis, recaida en el Expediente N.o 007-96-I/TC, este Tribunal considera que el estatuto legal segun el cual debe calcularse y otorgarse la pension jubilatoria reclamada, es el Decreto Ley N.o 19990, por cuanto al haber reunido los requisitos senalados por dicha norma legal para obtener ese beneficio, ha incorporado a su patrimonio las pensiones derivadas de ese derecho, en virtud del mandato expreso de la ley y que no esta supeditada a la discrecionabilidad de la entidad administrativa emplazada; en consecuencia, los nuevos requisitos establecidos para la pension de jubilacion en el Decreto Ley N.o 25967 se aplicaran solo y unicamente a los asegurados cuya contingencia ocurra con posterioridad a la fecha de su entrada en vigencia y no a aquéllos cuya contingencia haya ocurrido con anterioridad. Que, por consiguiente, al haber aplicado la demandada el mencionado Decreto Ley N.o 5. 25967 en la determinacion de la pension de jubilacion del asegurado don Basilio Ramos Sotelo y de la consiguiente pension de viudez generada a favor de la demandante, pese a que la contingencia se produjo antes de su promulgacion, ha vulnerado la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979, posteriormente reafirmada por la Primera Disposicion Final y Transitoria de la Carta Politica de 1993. Que, no habiendo disposicion legal expresa sobre la entrega de los margenes 6. adicionales de pensiones de jubilacion devengadas, cuando sus titulares han fallecido, de conformidad con el articulo 139° inciso 8) de la Constitucion Politica del Estado, y siendo dichas pensiones de techo familiar, corresponde percibirlas a sus herederos legales, en aplicacion de la Directiva N.o 011-GG-78, de fecha diecinueve de julio de mil novecientos setenta y ocho, y en analogia con lo dispuesto por el articulo 55° del citado Reglamento del Decreto Ley N.° 19990. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 3 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Ica, de fojas ciento diez, su fecha veintitrés de junio de mil novecientos noventa y ocho, que revocando la apelada declaro fundadas las excepciones de caducidad y falta de agotamiento de las vias previas, la nulidad de todo lo actuado, el archivamiento del proceso, e improcedente la demanda; reformandola, declara infundadas dichas excepciones, asi como la nulidad de los actuados, y FUNDADA la demanda; en consecuencia, inaplicable para quien fuera don Basilio Ramos Sotelo y su conyuge supérstite, la Resolucion N.o 2035-93, de fecha diecinueve de noviembre de mil novecientos noventa y tres; ordena que la demandada cumpla con resolver el Expediente N.o 01800379985 sobre jubilacion, aplicando el Decreto Ley N.o 19990, ordenando el pago de los devengados jubilatorios a favor de los herederos legales de don Basilio Ramos Sotelo, y con emitir nueva resolucion otorgando la pension de viudez a favor de la demandante a partir del quince de febrero de mil novecientos noventa y cinco, fecha en que fallecio dicho pensionista. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Plucei DIAZ VALVERDE NUGENT GARCIA MARCELO L MF Lo que Certiftoe: / / Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 4", "fecha_publicacion": "1999-08-23", "id": 35424, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Hilda Rosa Bustillos Muñoz Vda. de Ramos", "numero_expediente": "01067-1998-AA"}