{"CONTEXTO": " 01079-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01079-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 1079-97-AA/TC Lambayeque. Victor Ruperto Anacleto Guerrero. Sentencia del Tribunal Constitucional En Lima, a los cuatro dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los Senores Magistrados: ACOSTA SANCHEZ, Vicepresidente, encargado de la Presidencia; NUGENT; DIAZ VALVERDE;) y GARCIA MARCELO; actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario, que interpone don Victor Ruperto Anacleto Guerrero contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, su fecha 23 de setiembre de 1997, que confirmo la apelada declarando infundada la Accion de Amparo, interpuesta contra la Gerente General Departamental del Instituto Peruano de Seguridad Social de Lambayeque.", "ANTECEDENTES:": "Con fecha 12 de mayo de 1997, don Victor Ruperto Anacleto Guerrero interpone Accion de Amparo contra la Gerente General Departamental del Instituto Peruano de Seguridad Social de Lambayeque, por considerar que mediante la Resolucion de Gerencia General No 234-GG-IPSS-97 que le fue notificada el 27 de febrero de 1997, que dispone su cese, se ha violado sus derechos constitucionales referidos a la libertad de trabajo y a la proteccion del trabajo mismo, consagrados en los articulos 22° ? 23° y 270 de la Carta Politica del Estado de 1993, respectivamente; solicitando se declare inaplicable a su persona la Resolucion antes mencionada y de la Resolucion No 429-GG- IPSS-97 del 09 de abril del mismo ano, que precisa la fecha de su cese, el que opera V TRIBUNAL CONSTITUCIONAL desde el28 de febrero de 1997; asi como se ordene su reposicion en el trabajo como Servidor Profesional de la Gerencia Departamental del Instituto Peruano de Seguridad Social de Lambayeque. Agrega, que por Resolucion No 219-DGL-IPSS-93, a su solicitud se le incorporo al régimen de la actividad privada, cobrando para el efecto sus beneficios sociales que le correspondian por el periodo laborado bajo el régimen de la actividad publica. Precisa, que antes de cumplirse un mes desde la fecha en que se le notifico con la designacion del aludido cargo de confianza, la Gerencia General expide la resolucion por la cual da por concluido su vinculo laboral, la misma que se ejecuto sin haber quedado consentida. Agrega que es un servidor de carrera con mas de 20 anos de servicios, y que mediante Resolucion No 039-GG-IPSS-97 del 13 de enero de 1997, se le designo inconsultamente en el cargo de confianza de Jefe de la Division de Asuntos Juridicos de la Gerencia Departamental del Instituto Peruano de Seguridad Social de Lambayeque. La demandada contesta solicitando que la accion sea declarada infundada, por considerar que las resoluciones cuestionadas se expidieron conforme a sus atribuciones y facultades. Precisa que el actor no es un servidor publico, por cuanto, desde el 21 de octubre de 1993, a su solicitud, mediante Resolucion No 219-DGL-IPSS-93, se dispuso su cambio al régimen laboral de la actividad privada y se le cancelo su compensacion por tiempo de servicios, segun ley. Precisa que la Resolucion No 039-GG-IPSS-97, se expide para regularizar su situacion legal en el cargo que ya venia desemperando desde anos anteriores, y que al actor se le retiro la confianza, por que en su calidad de miembro del Comité de Adjudicacion venia favoreciendo a ciertos proveedores, lo que conllevo a que se le formule una denuncia penal por presunto delito de concusion; pero no obstante ello, su representada cumplio con cancelarle su Compensacion por Tiempo de Servicios, de acuerdo a las normas legales del régimen de la actividad privada, por el periodo laborado desde el 21 de octubre de 1993 hasta la fecha de su cese, segun Comprobantes de Pagos N's 030157 y 050073 del 18 de marzo y 07 de mayo de 1997, documentos firmados por el actor, en consecuencia, ha consentido su cese. Con fecha 09 de julio de 1997, el Juez del Segundo Juzgado Especializado en lo Civil de Chiclayo, declaro infundada la accion de amparo. Formulado el recurso de apelacion, la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, con fecha 23 de setiembre del mismo ano, confirma la recurrida. 2 3 TRIBUNAL CONSTITUCIONAL Interpuesto el Recurso Extraordinario, los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, en el petitorio de la demanda, se solicita se declare inaplicable al actor las Resoluciones de Gerencia General Nos 234 y 429 -GG-IPSS-97 de fecha 17 de febrero y 09 de abril de 1997, que declara su cese y precisa la fecha del mismo, respectivamente; asi como se le reponga en el cargo de Profesional de la Gerencia Departamental del Instituto Peruano de Seguridad Social de Lambayeque. 2. Que, de las Liquidaciones de Compensacion por Tiempo de Servicios y de los Comprobantes de Pago, que en copias certificadas obran de fojas 89 a 92 de autos, cuyo mérito no ha sido desvirtuado, se concluye que el demandante ha efectuado el cobro de sus beneficios sociales con fechas 18 de marzo y 07 de mayo de 1997, es decir, con anterioridad a la interposicion de la demanda, que tuvo lugar el 12 de mayo del mismo ano, convalidando su cese, razon por la que resulta improcedente la accion. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion politica del Estado y su Ley Organica, FALLA : REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de Lambayeque, de fojas trescientos, su fecha veinte y tres de setiembre de mil novecientos noventa y siete, que confirmando la apelada declaro infundada la demanda; y reformandola declara IMPROCEDENTE la accion de amparo. Ordenaron su publicacion en el Diario Oficial \"El Peruano\", ? conforme a Ley ylos devolvieron.", "SS.": "ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, V GARCIA MARCELO dudhit AAM Lo que Certifico: 3 Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-13", "id": 36871, "nombre_demandado": "Gerente General Departamental del Instituto Peruano de Seguridad Social de Lambayeque", "nombre_demandante": "Víctor Ruperto Anacleto Guerrero", "numero_expediente": "01079-1997-AA"}