{"CONTEXTO": " 01074-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01074-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP 1074-96-AA/TC SAUL CHUQUICUSMA TORO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del me S de junio de mil novecientos noventa y siete, el Tribunal Constitucional, reunido en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados ACOSTA SANCHEZ, VICE-PRESIDENTE, encargado de la Presidencia. NUGENT, DIAZ VALVERDE GARCIA MARCELO, actuando como Secretaria-Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia,", "ASUNTO:": "Recurso de nulidad interpuesto por Saûl Chuquicusma Toro, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, de fecha veintiocho de noviembre de mil novecientos noventiseis, que confirmo el auto de primera instancia, de fecha veintitres de octubre de mil novecientos noventiseis, que declaro improcedente la correspondiente accion de amparo.", "ANTECEDENTES:": "Saul Chuquicusma Toro, con fecha veintiuno de octubre de mil novecientos noventiseis, interpone accion de amparc contra el Director Regional de Salud, senor Luis Beingolea More, y el Presidente de la Region Grau, senor Alberto Rios Rueda, por violacion de sus derechos constitucucionales TRIBUNAL CONSTITUCIONAL previstos en el articulo 2, incisos 15 (libertad de trabajo), 22 (disfrute del tiempo libre y descanso), 23 (legitima defensa) de la Constitucion Politica; sostiene el actor que por Resolucion Directoral No 0271-93-DS y BS-SRP-DA-OPER, del 31 de diciembre de 1993, fue rotado y ascendido como Asistente en Servicio de Salud I, categoria SPF, y que transcurrido mâs de 30 meses de este nombramiento, por Resolucion Directoral No 257-96-126-DR-OPER, se rectifica la resolucion antes senalada, y se reasigna al actor en el cargo de Técnico de Enfermeria II, Nivel STA, del Centro de Salud \"Cura Mori\"; alega el actor que ante este atropello inicio, con fecha 19 de agosto de 1996, un procedimiento administrativo, pero que no logro concluirlo, habida cuenta que por Resolucion Presidencial No 454-96/CTAR-RG-P es cesado U por causal de excedencia, con fecha 13 de octubre de 1996, como resultado del Programa de Evaluacion de Personal en el Consejo Transitorio de Administracion de la Region Grau; el demandante sostiene que no se presento al programa de evaluacion, toda vez que fue informado verbalmente por funcionarios de la Sub-Direccion de Salud de que nc habiéndose resuelto su referido reclamo por reasignacion de categoria y nivel no podia rendir la prueba de evaluacion. Con fecha 23 de octubre de 1996, el Juez Civil expide resolucion declarando improcedente la demanda por considerar que el actor no ha agotado las vias previas. Con fecha 28 de noviembre de 1996, la Sala Civil confirma el auto apelado, que declaro improcedente la accior de amparo y agrega como fundamento que \"no es argumento vâlido que el actor se haya apersonado a la Direccion, averiguando donde debia ser evaluado y se le conteste que no se presente a rendir prueba de evaluacion, por estar pendiente el resultado de su reclamacion, sin haber presentado documento que acredite tal hecho\". Interpuesto recurso de nulidad, el cual debe entenderse como Recurso Extraordinario, los autos son elevados a este Tribunal, en aplicacion del articulo 41° de la Ley Orgânica del Tribunal Constitucional No 26435. 3 TRIBUNAL CONSTITUCIONAL", "FUNDAMENTOS": "CONSIDERANDO: Que, el objeto de esta accion de amparo estan dirigidos contra la Resolucion Presidencial No 454- 96/CTAR-RG-P que declara excedente al actor como servidor del Estado en el Ministerio de Salud - Sub-Direccion Regional; que, debe tenerse en cuenta que el demandante fue cesado por causal de excedencia en el Programa de Evaluacion de Personal del Consejo Transitorio de Administracion de la Region Grau, correspondiente al primer semestre de 1996; que, el acapite \"V\" Disposiciones Generales, numeral 5.8, de la Directiva No 001-96-PRES que regulo el proceso de evaluacion de personal, establecio que \"el personal que no se presenta a rendir la prueba de evaluacion en las fechas previstas ni en la de rezagados seria automâticamente considerado como excedente debiendo cesar por esta causal\"; que, el actor ha expuesto en su demanda que no se presento al programa de evaluacion, por cuanto funcionarios de la Direccion de Salud le indicaron que no podia presentarse a la misma al no estar resuelta su reclamacion administrativa por el cambio en el cargo y nivel que venia desempenando; que, al no haber justificado probatoriamente la razon por la que no se sometio al proceso de evaluacion, su cese por causal de excedencia fue arreglado a ley, no acreditandose la violacion de los derechos constitucionales invocados en esta accion de amparoi por estos fundamentos el Tribunal Constitucional, en uso de sus atribuciones conferidas por la Constitucion Politica del Estado y su Ley Organica, FALLA : Revocando la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Piura, de fecha 28 de noviembre de 1996, que declaro improcedente la accion de amparo interpuesta por Saul Chuquicusma Toro contra el Director de TRIBUNAL CONSTITUCIONAL la Region de Salud de Piura y el Presidente de la Region Grau y reformândola la declara INFUNDADA; MANDARON: Se publique en el Diario Oficial El Peruano. Comuniquese y registrese S.S. X Vhsr &e ACOSTA SANCHEZ NUGENT, U L DIAZ VALVERDE, GARCIA MARCELO. vce - LO QUE CERTIFICO Dra. MARIA LUZ VASQU  EZ DE LOPEZ SECRETARIA RELATORA JM.", "fecha_publicacion": "1997-06-19", "id": 36170, "nombre_demandado": "Director Regional de Salud (Luis Beingolea More) y otro", "nombre_demandante": "Saúl Chuquicusma Toro", "numero_expediente": "01074-1996-AA"}