{"CONTEXTO": " 01071-1996-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1997/01071-1996-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 1071-96-AA/TC RADIO \"A\" FRECUENCIA MODULADA S.A. TUMBES SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de setiembre de mil novecientos noventa y siete, el Tribunal Constitucional, en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vice-presidente encargado de la Presidencia. NUGENT, DIAZ VALVERDE, GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por Dagoberto Lainez Vodanovic por Radio \"A\" Frecuencia Modulada S.A., contra la resolucion expedida por la Sala Superior Mixta Descentralizada de la Corte Superior de Justicia de Tumbes, de fecha doce de setiembre de mil novecientos noventa y seis, que confirmo la resolucion apelada de fecha ocho de junio de mil novecientos noventa y seis, que declaro improcedente la accion de amparo interpuesta contra William Marchan Ramirez.", "ANTECEDENTES:": "Don Dagoberto Lainez Vodanovic, en representacion de Radio \"A\" Frecuencia Modulada S.A. interpone accion de amparo contra William Marchan Ramirez, a efecto de que no se impida a su emisora emitir su senal), ocasionandose asi perjuicio en SUs derechos constitucionales. Refiere el demandante que en mil novecientos noventa y cinco suscribio un contrato de arrendamiento con el Gerente de la firma Consorcio de Radio y Telecomunicaciones San Francisco S.R.L., senor Nicanor Flores Vargas, por el cual se le 2 TRIBUNAL CONSTITUCIONAL autoriza a instalar su antena de FM y su antena parabolica en la azotea del Edificio Majestad de propiedad del demandado don William Marchan Rodriguez, sin embargo éste, manifestando que se habia resuelto el contrato entre el Consorcio de Radio y Telecomunicaciones San Francisco S.R.L. y él, requeria la desocupacion de los equipos y por consiguiente se les impedia salir al aire. Senala, también el actor, que el contrato de arrendamiento suscrito con el Consorcio antes mencionado habia sido visado en todas sus partes por el emplazado, quien se constituia asi en parte de dicho acto contractual. En la contestacion de la demanda el emplazado senalo que si bien es cierto que entre el demandante y el Consorcio de Radio y Telecomunicaciones San Francisco se suscribio un contrato de arrendamiento de una antena de radio, asi como también la autorizacion para la instalacion de una antena de FM en dicha antena de Radio, también es cierto que no existe contrato de arrendamiento de inmueble suscrito entre el Consorcio y la propietaria del inmueble \"W & E\" Ingenieros S.RL. Sostiene que, en todo caso este asunto no se refiere a violacion de derechos constitucionales para que se ventile en esta via, sino a incumplimiento de contrato. El Juez Especializado en lo Civil de Tumbes, con fecha ocho de julio de mil novecientos noventa y seis, senalo que no tratandose de una violacion inminente de una norma constitucional con la cual se puede conculcar derechos de la persona en forma tal que resulte irreparable por accion del tiempo. Declaro improcedente la accion de amparo. Apelada la citada resolucion con fecha doce de setiembre de mil novecientos noventa y seis la Sala Mixta Descentralizada de la Corte Superior de Justicia de Tumbes, considerando que Jos actos senalados se refieren a actos perturbatorios a la posesion no siendo la accion de aparo pertinente para dilucidar los hechos controvertidos, confirmo la apelada que declaro improcedente la accion de amparo. Contra esta resolucion el demandante interpone recurso extraordinario y se dispone el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "Que, las acciones de garantia tienen por objeto cautelar los derechos constitucionales de la persona y en tal sentido reponer las cosas al estado anterior a la violacion O amenaza de violacion de un derecho constitucional. Para el caso de autos, donde la pretension del demandante es que no se le impida instalar la antena FM y parabolica y con ello lograr que la senal de su emisora salga al aire, dicho petitorio no corresponde al ambito procedimental de las acciones de garantia, maxime si existe procedimientos jurisdiccionales en la via ordinaria donde se puede dilucidar el caso sub-judice; por estas razones es de expresa aplicacion \"contrario sensu\" el articulo 2° de la ley 23506. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confiere la Constitucion y su Ley Orgânica,", "FALLA:": "CONFIRMANDO, la resolucion expedida por la Sala Mixta Descentralizada de la Corte Superior de Justicia de Tumbes de fecha doce de setiembre de mil novecientos noventa y seis, que confirmo la apelada de fecha ocho de julio de mil novecientos noventa y seis, que declaro IMPROCEDENTE la accion de amparo; dispusieron la publicacion de esta sentencia en el diario oficial \"El Peruano\" conforme a ley; y los devolvieron. S.S. Vinc ACOSTA SANCHEZ, NUGENT, DIAZ VALVERDE, GARCIA MA RCELO. MR/ef Lo que Certifico: Dra. MARIKLUZVASQUEZ DE LOPEZ SEORETARIA- RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1997-10-20", "id": 36395, "nombre_demandado": "William Marchan Ramírez", "nombre_demandante": "Radio A Frecuencia Modulada SA (Dagoberto Lainez Vodanovic)", "numero_expediente": "01071-1996-AA"}