{"CONTEXTO": " 01078-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01078-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 1078-97- AC/TC ARMANDO RUELAS ZUNIGA AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y, GARCIA MARCELO. actuando como Secretaria Relatora la doctora Maria Luz Vasquez Vargas, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario, interpuesto por don Armando Ruelas Zuniga, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha siete de marzo de mil novecientos noventa y siete, la que confirmando la resolucion apelada, de fecha doce de noviembre de mil novecientos noventa y seis, fallo declarando improcedente la Accion de Cumplimiento seguida, por el citado demandante en contra del Presidente de la Comision Evaluadora de Personal de la Direccion Regional de Educacion de Arequipa.", "ANTECEDENTES:": "Don Armando Ruelas Zuniga, interpuso Accion de Cumplimiento, en contra de don Jesus Benito Gonzalez Salinas, Presidente de la Comision Evaluadora del Personal de la Direccion Regional de Educacion y Director Regional de Educacion de Arequipa, solicitando, se le expidieran copias certificadas de los documentos en los que aparezca la justificacion del puntaje de cuarenta y cinco puntos, alcanzados por su persona, en el Proceso de Evaluacion del Personal de la Direccion Regional de Educacion, asi como otros documentos del Proceso de Evaluacion, referidos a él. Manifesto, que con expediente No 1- 4292 de fecha doce de junio de mil novecientos noventa y seis, y cartas notariales de fechas veintiuno y veintiséis de junio de mil novecientos noventa y seis, solicito al emplazado, la expedicion de los documentos antes referidos, los que no le fueron expedidos, pretextandose situaciones nada acordes con la funcion publica Admitida a tramite la accion, fue puesta en conocimiento del demandado y del Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Educacion, observândose en autos, que ninguno de ellos procedio a contestar la demanda. El Juez del Segundo Juzgado Especializado en lo Civil de Arequipa, emitio a fojas 41 de autos, sentencia de fecha doce de noviembre de mil novecientos noventa y seis, mediante la 2 TRIBUNAL CONSTITUCIONAL cual declaro improcedente la Accion de Cumplimiento interpuesta, por considerar que el demandante no habia agotado la via previa. Interpuesto recurso de apelacion, la Segunda Sala Penal de la Corte Superior de Justicia de Arequipa, a fojas 70 de autos, mediante sentencia de fecha siete de marzo de mil novecientos noventa y siete, confirmo la resolucion apelada, al considerar que no es procedente solicitar en via de Accion de Cumplimiento la expedicion de simples copias certificadas. Interpuesto, a fojas 74, Recurso Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1.- Que, la pretension del demandante en la presente accion, es que el demandado cumpla con expedirle copias certificadas de los documentos, en los que aparezca la justificacion del puntaje de cuarenta y cinco puntos alcanzados por su persona, en el Proceso de Evaluacion del Personal de la Direccion Regional de Educacion de Arequipa 2.- Que, el articulo 200° inciso 6) de la Constitucion Politica del Estado de 1993, concordante con la Ley No 26301, establece que la Accion de Cumplimiento es una Garantia Constitucional que procede contra cualquier autoridad 0 funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley; 3.- Que, la Accion de Cumplimiento no es la via idonea para solicitar la expedicion de copias certificadas 4.- Que, como puede observarse, el demandante no acredita, en autos, la existencia de norma legal 0 resolucion administrativa alguna exigible de cumplimiento obligatorio por parte del demandado, motivo por el cual la accion resulta improcedente. Por estos tundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que la Constitucion Politica del Estado y su Ley Orgânica le confieren;", "FALLA:": "CONFIRMANDO la Resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha siete de marzo de mil novecientos noventa y siete, corriente a fojas setenta de autos, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\" y la devolucion de los açtuados. S.S. ACOSTA SANCHEZ / NUGENT DIAZ VALVERDE GARCIA MARCELO C) L hobs a - RVC Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-07-28", "id": 37052, "nombre_demandado": "Comisión Evaluadora del Personal de la Dirección Regional de Educación (Jesús Benito González Salinas - presidente)", "nombre_demandante": "Armando Ruelas Zúñiga", "numero_expediente": "01078-1997-AC"}