{"CONTEXTO": " 01087-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01087-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. 1087-97-AA/TC. AREQUIPA ELIZABETH ROSELLO BAUTISTA Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventa y ocho, el Tribunal Constitucional reunido en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario que formulan dona Elizabeth Rosello Bautista y otros contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos cuarenta y ocho, su fecha seis de agosto de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Elizabeth Rossello Bautista y otros, interponen Accion de Amparo contra el Consejo Transitorio de Administracion Regional de Arequipa, a fin de que se declare inaplicable la Resolucion Presidencial Regional No 120-CTAR/PE de dieciséis de abril de mil novecientos noventa y seis, mediante la cual se anula la Resolucion Directoral No 1237- 95 de veintiséis de octubre de mil novecientos noventa y cinco, dejandose sin efecto sus nombramientos como Auxiliares de Educacion. Refieren, que laboraron en centros educativos pertenecientes a los Circulos Sociales Catolicos. Indican que la cuestionada resolucion invoco que se habia contravenido lo dispuesto en el articulo 2770 del Decreto Supremo No 019-90-DE, que aprueba el Reglamento de la Ley del Profesorado No 24029 modificada por la Ley No 25212, que prescribe que el nombramiento de los Auxiliares de Educacion, previa publicacion de plazas vacantes, se efectua por concurso, el mismo que estara a cargo del Comité de Evaluacion Magisterial. Al respecto, consideran que el acuerdo suscrito entre el Movimiento Educativo Popular y el Estado Peruano, aprobado mediante Resolucion Ministerial 626-82-DE senala que el personal administrativo y de servicio al igual que el docente, seran nombrados por las Direcciones Departamentales 0 Zonales de Educacion, segun se trate, previa propuesta del MEP \"Divino Maestro\", siempre que reunan los requisitos de Ley; en atencion a ello, se propuso y solicito sus nombramientos en plazas vacantes, por lo que el entonces Director Regional de Educacion de Arequipa, procede a nombrarlos mediante la indicada Resolucion Directoral, la misma que fue dejada sin efecto mediante la cuestionada Resolucion, contra la que plantearon recurso de apelacion, respecto de los cuales el demandado les comunico que la via administrativa habia quedado agotada con la expedicion de dicha resolucion. A fojas ciento tres, ciento veinticinco, ciento treinta y ocho y doscientos cincuenta y cuatro, aparecen los escritos de contestacion de la demanda, presentados por el Consejo Transitorio de Administracion Regional - Region Arequipa, de la Direccion Regional de Educacion; y de los Procuradores Publicos encargados de los asuntos Judiciales de los 2 TRIBUNAL CONSTITUCIONAL Ministerios de Educacion y de la Presidencia. En las contestaciones, manifiestan que la via que corresponde para dilucidar el asunto planteado es la Accion Contencioso Administrativa. Senalan que la Ley No 24029 modificada por la Ley No 25212, establece que el nombramiento de los Auxiliares de Educacion se efectua por concurso, previa publicacion de plazas vacantes, por lo que no habiendo ello ocurrido asi, los nombramientos de los demandantes fueron irregulares. Asimismo, se senala que de conformidad con el articulo 300° del Decreto Supremo No 019-90-ED, las resoluciones y demas actos administrativos que contravengan lo dispuesto en la Ley del Profesorado y el presente Reglamento, son nulas y no generan derecho adquirido alguno. La nulidad podra ser declarada de oficio cuando afecte el interés publico 0 a peticion de parte si afecta los derechos de ésta, por el funcionario de igual 0 mayor nivel jerarquico competente al que incurrio en la transgresion de la norma. El Juez del Segundo Juzgado Civil de Arequipa, con fecha siete de mayo de mil novecientos noventa y siete, a fojas doscientos sesenta y cuatro, declara fundada la demanda, por considerar que la nulidad de la Resolucion No 1237-95-DREA, se condiciona a que el acto administrativo agravie el interés publico, lo cual no ha sido invocado en la Resolucion Presidencial Regional No 120-96-CTAR/PE, infringiéndose el articulo 85° de la Ley de Normas Generales de Procedimientos Administrativos, que exige la motivacion de las resoluciones de los organos de la Administracion del Estado. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha seis de agosto de mil novecientos noventa y siete, a fojas trescientos cuarenta y ocho, revocando la apelada declaro improcedente la demanda, por estimar que la cuestionada resolucion fue emitida de acuerdo a ley, pues los nombramientos de los demandantes se efectuaron sin que se hubiera llevado a cabo un concurso; sin que interviniera el Comité de Evaluacion Magisterial y, sin que éste fuera publico como dispone la Ley del Profesorado y su Reglamento. Contra esta resolucion los demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Que, los demandantes interponen la presente Accion de Amparo, con el objeto de que se declare inaplicable la Resolucion Presidencial Regional N'120-96-CTAR/PE, de fecha dieciséis de abril de mil novecientos noventa y seis, mediante la cual se deja sin efecto sus nombramientos como auxiliares de educacion. 2. Que, mediante el Decreto Ley No 26109 se declaro en proceso de reorganizacion y reestructuracion administrativa a los Gobiernos Regionales, estableciéndose las funciones correspondientes a los Consejos Transitorios de Administracion Regional, y mediante la Resolucion Ministerial No 032-93-PRES publicada en el diario oficial El Peruano con fecha seis de marzo de mil novecientos noventa y tres, se aprobo el Organigrama Estructural y el Reglamento de Organizacion y Funciones de dichos Consejos, estableciéndose en el Titulo III de dicha resolucion, que entre otras funciones su Presidencia Ejecutiva resuelve en ultima instancia administrativa, los recursos interpuestos contra las decisiones de los organos dependientes del Consejo Transitorio de Administracion Regional. 3 TRIBUNAL CONSTITUCIONAL 3. Que, los recursos impugnativos denominados como de apelacion, interpuestos por los demandantes contra la resolucion antes mencionada, con fecha siete de mayo de mil novecientos noventa y seis, en estricta cautela de los derechos, siendo asi, cabe precisar que el silencio negativo respecto de los mismos opero al vencimiento de los treinta dias, contados a partir del dia siguiente a la fecha antes mencionada; en consecuencia, habiendo sido presentada la demanda con fecha veinticuatro de enero de mil novecientos noventa y siete, habia vencido en exceso el plazo de sesenta dias habiles establecido por el articulo 37° de la Ley de Habeas Corpus y Amparo No 23506. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas trescientos cuarenta y ocho, su fecha seis de agosto de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo.Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL GG(AAM)", "fecha_publicacion": "1998-09-22", "id": 37549, "nombre_demandado": "Consejo Transitorio de Administración Regional de Arequipa", "nombre_demandante": "Elisabeth Rosello Bautista y otros", "numero_expediente": "01087-1997-AA"}