{"CONTEXTO": " 01088-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01088-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1088-98-AA/TC AREQUIPA INCA TOPS S.A. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de enero de mil novecientos noventa nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por Inca Tops S.A. contra la Resolucion de 12 Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas doscientos seis, su fecha veinticuatro de setiembre de mil novecientos noventa y ocho, que declard improcedente la demanda en la Accion de Amparo interpuesta contra la Superintendencia Nacional de Administracion Tributaria-Sunat y el Ministro de Economia y Finanzas-MEF.", "ANTECEDENTES:": "Inca Tops S.A., representada por don Luis Alberto Chaves Bellido, interpone Accion de Amparo contra la Sunat y MEF para que se declare inaplicable a su empresa lc dispuesto en los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley de Impuesto a la Renta; y, se declare nula la Orden de Pago N.o 051-1-05653, del tres de febrero de mil novecientos noventa y siete. Por ella se le pretende cobrar la cuota de diciembre del Impuesto Minimo a la Renta por el ejercicio mil novecientos noventa y seis Ello, por violar sus derechos constitucionales de propiedad, de legalidad y el principio de no confiscacion de los tributos. La demandante senala que: 1) La empresa se encuentra en estado de pérdida; 2) Ha cumplido con agotar la via previa; y, 3) Mediante la Ley N.o 26777 se derogo el Impuesto Minimo a la Renta por ser confiscatorio. La Sunat, representada por dona Elizabeth Jesus Nunez Villena, contesta la demanda y solicita que sea declarada infundada debido a que el impuesto a la renta grava renta potencial. El Procurador Publico adjunto a cargo de los asuntos judiciales del MEF, don Angel Augusto Vivanco Ortiz, contesta la demanda y solicita que sea declarada infundada improcedente, por considerar que: 1) La empresa demandante pretende obtener una exoneracion tributaria por la via del amparo; y, 2) El Impuesto Minimo a la Renta no atenta TRIBUNAL CONSTITUCIONAL contra el principio de no confiscatoriedad ni de legalidad, que rigen la tributacion. Deduce las excepciones de falta de agotamiento de la via administrativa, de incompetencia y de caducidad. El Segundo Juzgado Especializado en lo Civil de Arequipa, a fojas ciento cuarenta uno, con fecha dos de julio de mil novecientos noventa y ocho, declara infundada demanda e infundadas las excepciones interpuestas. Argumenta que el Impuesto Minimo la Renta no supone la confiscacion del patrimonio de la demandante. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas doscientos seis, con fecha veinticuatro de setiembre de mil novecientos noventa y ocho revoca la apelada, declarando improcedente la demanda, y la confirma en cuanto declara infundadas las excepciones interpuestas. Argumenta que la empresa demandante no ha acreditado, de manera fehaciente, que el Impuesto Minimo a la Renta sea confiscatorio para ella. Contra esta Resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el objeto de la demanda es que la Sunat se abstenga de aplicar a la empresa 1. demandante lo dispuesto en los articulos 109° y siguientes del Decreto Legislativo No. 774, Ley del Impuesto a la Renta; y, se declare nula la Orden de Pago N.o 051 1-05653, correspondiente a diciembre por el ejercicio mil novecientos noventa seis, por haber sido emitida en aplicacion de los referidos articulos. Que, con fecha tres de marzo de mil novecientos noventa y siete, la empresa 2. demandante interpone Recurso de Reclamacion contra la Orden de Pago N.o 051-1 05653, del tres de febrero de mil novecientos noventa y siete. Dicho recurso declarado procedente en parte mediante la Resolucion de Intendencia N.o 055-4 02513/SUNAT, del dieciocho de abril de mil novecientos noventa y siete; y, contra la referida Resolucion interpone Recurso de Apelacion ante el Tribunal Fiscal, que con fecha diez de octubre de mil novecientos noventa y siete, confirma la apelada; y, por lo tanto, la demandante ha agotado la via previa respectiva, en cumplimiento de lo dispuesto en el articulo 270 de la Ley N.o 23506, Ley de Habeas Corpus Amparo. 3. Que se debe considerar que: a) En materia de impuesto a la renta, el legislador, al establecer el hecho imponible, esta obligado a respetar y garantizar la intangibilidad del capital - los activos netos--, lo que no ocurre si el impuesto absorbe una parte sustancial de las rentas devengadas 0 si afecta la fuente productora de renta; y, b) El impuesto debe tener como criterio de imposicion la capacidad economica real del contribuyente. 3 TRIBUNAL CONSTITUCIONAL Que, sin embargo, la empresa demandante no ha acreditado en autos, de manera 4. fehaciente, la situacion de pérdida que invoca. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO en parte la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas doscientos seis, su fecha veinticuatro de setiembre de mil novecientos noventa y ocho, en cuanto declaro improcedente la demanda y reformandola declara INFUNDADA la Accion de Amparo interpuesta; y la confirma en cuanto declaro infundadas las excepciones planteadas. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Greea diculs L G.L.B. Oertifi00: LO que uy flel Dra. MARIALUZ VASQUEZ RELATORA SECRETARIA RIONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-07-23", "id": 35337, "nombre_demandado": "Superintendencia de Administración Tributaria (Sunat) y otro", "nombre_demandante": "Inca Tops SA (representada por Luis Alberto Chaves Bellido)", "numero_expediente": "01088-1998-AA"}