{"CONTEXTO": " 01095-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01095-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 1095-97- AA/TC JORGE ARMANDO CORNEJO TORRES AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverdey Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jorge Armando Cornejo Torres, contra la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha dieciocho de agosto de mil novecientos noventa y siete, en la Accion de Amparo seguida contra la Municipalidad Provincial de Arequipa.", "ANTECEDENTES:": "Don Jorge Armando Cornejo Torres, interpone Accion de Amparo contra don Roger Luis Caceres Pérez, Alcalde de la Municipalidad Provincial de Arequipa, al estimar que, entre otros, se han violado sus derechos a la libertad de trabajo, a la defensa y al debido proceso, por haber sido despedido intempestivamente, mediante la Resolucion Municipal N o 279-E-96 de fecha veintiocho de noviembre de mil novecientos noventa y seis, la que le fue aplicada sin haber quedado consentida, resolviendo cesarlo en el trabajo por causal de excedencia, resolucion que no le fue notificada personalmente; solicita se ordene su reposicion, y se le paguen las remuneraciones y derechos colaterales dejados de percibir. Manifiesta haber laborado para la demandada, dentro del régimen laboral del Decreto Legislativo No 276, desde el dos de febrero de mil novecientos ochenta y siete, hasta el dos de diciembre de mil novecientos noventa y seis, fecha en que se retiro su tarjeta de control de asistencia y se le impidio su ingreso; que en el mes de julio del mismo ano > se le aplico el proceso de evaluacion correspondiente al primer semestre, al cual se sometio amparado en el acta suscrita por el Sindicato de Trabajadores y el Alcalde, arribandose al compromiso de que los resultados no serian utilizados para cesar a ningun servidor, a lo que se anade, el hecho de no habérsele notificado con el resultado de las calificaciones, ni haberse publicado éstas en fecha oportuna. La Municipalidad Provincial de Arequipa contesta la demanda y propone excepcion de falta de agotamiento de la via administrativa. Sostiene que la Ley No 26553 de Presupuesto del Sector Publico para mil novecientos noventa y seis, en su Octava Disposicion Transitoria y Final, incluye dentro de los alcances del Decreto Ley No 26093 a los Gobiernos Locales, en consecuencia, el Alcalde estaba obligado a efectuar la evaluacion; por lo que mediante Resolucion de Alcaldia No 712-96 se aprobo la Directiva que normo el proceso de evaluacion de los servidores, en el que no se ha violado ningun derecho constitucional del demandante, ya que 2 TRIBUNAL CONSTITUCIONAL se procedio con sujecion a las citadas Leyes; que este tuvo conocimiento antelado de que iba a ser evaluado, y lo fué, en forma conjunta con los demas servidores, dentro de un debido proceso, efectuado de acuerdo a las disposiciones contenidas en el reglamento de evaluacion, no habiendo obtenido nota aprobatoria, notificandosele el resultado del mismo, el dia primero de diciembre de mil novecientos noventa y seis, mediante edicto. El Segundo Juzgado Especializado en lo Civil de Arequipa, mediante resolucion de fecha veinte de marzo de mil novecientos noventa y siete, fallo declarando infundada la excepcion de falta de agotamiento de la via administrativa y fundada la demanda, en atencion a que el demandante no fue notificado personalmente con la Resolucion Municipal No.279-E-96, ya que éste tomo conocimiento de la misma, después de haber sido ejecutada e impedido de ingresar a laborar; que dicha inobservancia no solo viola el derecho a la defensa, sino también evidencia que en el proceso a que fue sometido no se observaron los presupuestos de un debido proceso y que ademas > se le privo de su trabajo, violandose los articulos 22° y 23° de la Constitucion Politica del Estado. La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, por resolucion de fecha siete de julio de mil novecientos noventa y siete, revoco la apelada y declaro improcedente la excepcion y por resolucion de fecha dieciocho de agosto de mil novecientos noventa y siete revoco la apelada y declaro improcedente la demanda, por considerar que la evaluacion de personal tiene sustento legal en lo dispuesto por la Octava Disposicion Transitoria de la Ley No 26553 que incluyo dentro de los alcances del Decreto Ley No 26093 a los Gobiernos Locales. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la pretension del demandante tiene por objeto se declare en su caso la inaplicabilidad de la Resolucion Municipal No279-E-96, la cual ordena su cese por causal de excedencia. 2. Que, respecto a la excepcion de falta de agotamiento de la via administrativa esta es infundada por cuanto debe tenerse en cuenta que la Resolucion Municipal No 279-E-96 de fecha veintiocho de noviembre de mil novecientos noventa y seis, dispone el cese por causal de excedencia a partir del primero de diciembre del mismo ano; vale decir que ha sido ejecutada antes de quedar consentida, por lo que es de aplicacion la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. 3. Que, la Octava Disposicion Transitoria de la Ley No.26553, de Presupuesto del Sector Publico para el ano mil novecientos noventa y seis, incluyo a los Gobiernos Locales en los alcances del Decreto Ley No.26093, relativo a evaluacion de personal y cese por causal de excedencia, autorizando a sus titulares a dictar las normas necesarias para su correcta aplicacion. 4. Que, el derecho constitucional a la proteccion contra el despido arbitrario, supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo 3 TRIBUNAL CONSTITUCIONAL que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar derechos fundamentales de los mismos. 5. Que, se aprecia de los actuados, que el proceso de evaluacion del demandante, fue asumido por una Comision Evaluadora que estaba presidida por el Regidor don Percy Aranibar Melgar; lo que contraviene lo dispuesto en el articulo 191° de la Constitucion Politica del Estado y, el inciso 3) del articulo 37° de la Ley Organica de Municipalidades No. 23853, en virtud de los cuales los Regidores ejercen funcion de fiscalizacion y vigilancia de los actos de la administracion municipal, careciendo de competencia para realizar acciones que originen cese de personal; violandose los derechos constitucionales a la proteccion contra el despido arbitrario y al debido proceso del demandante. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO las resoluciones dictadas por la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento trece y ciento veintiuno, sus fechas siete de julio y dieciocho de agosto de mil novecientos noventa y siete respectivamente, las que revocando la sentencia apelada, declararon improcedente la excepcion de falta de agotamiento de la via administrativa e improcedente la demanda; REFORMANDOLAS, declara infundada la excepcion propuesta y FUNDADA la demanda; en consecuencia inaplicable al demandante la Resolucion Municipal No 279-E-96, de fecha veintiocho de noviembre de mil novecientos noventa y seis ordenandose se le reponga en el cargo que venia ocupando u otro de igual nivel, sin reintegro de las remuneraciones dejadas de percibir durante el tiempo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIAMARCEL FCVNF - - l Mluils ley Lo que Certifico: Dre. MARIA LUZ VASOUEZ RELATORA SECRETARIAN PCONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1998-09-17", "id": 37499, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Arequipa (Róger Luis Cáceres Pérez)", "nombre_demandante": "Jorge Armando Cornejo Torres", "numero_expediente": "01095-1997-AA"}