{"CONTEXTO": " 01099-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01099-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 1099-98-AA/TC LIMA ASOCIACION DE CORAZON DEJESUS COMERCIANTES -BARRANCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los ocho dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Comerciantes Corazon de Jesus-Barranca, contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas ciento treinta y dos, su fecha cinco de noviembre de mil novecientos noventa y ocho, que revocando la apelada declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "El dia trece de agosto de mil novecientos noventa y ocho, la Asociacion de Comerciantes Corazon de Jesus, representada por don Julian Felipe Paucar Vega, interpone demanda de Accion de Amparo contra la Municipalidad Provincial de Barranca, a efectos de que se declare inaplicable para su asociacion el Decreto de Alcaldia N.o 006-AL/RUV-MPB del veinticuatro de abril de mil novecientos noventa y ocho, en cuanto declara zona rigida el predio que ocupan en la primera cuadra sin numero del jiron Progreso, Barranca y, consecuentemente, se dejen sin efecto legal alguno las notificaciones cursadas a sus asociados para que desocupen el referido predio. Refieren que el Alcalde y otro funcionario de la demandada han hecho declaraciones publicas a través de la radio, indicando que procederan al desalojo y que, en consecuencia, existe una evidente amenaza. Sostienen que la pretension de la demandada es un acto que constituye violacion de su derecho constitucional a la legitima defensa, a la libertad de trabajo, al acceso a la propiedad, a la iniciativa privada y al debido proceso. La Municipalidad Provincial de Barranca, representada por don Ivan Arturo Vega Alferoff, contesta la demanda y solicita que sea declarada improcedente 0 infundada. Se sustenta en que la demandante no cumplio con agotar la via administrativa, y que fue la Ordenanza N.° 027-97-AL/RUV-MPB, del siete de noviembre de mil novecientos noventa y siete, que declaro zona rigida del comercio informal a las diversas arterias de la ciudad de Barranca, disponiendo ésta el correspondiente ordenamiento 0 reubicacion de los informales, no habiéndoseles impedido la realizacion de sus actividades comerciales, sino que la deberian realizarlas en las zonas permitidas de acuerdo a la normatividad sobre la materia. 2 TRIBUNAL CONSTITUCIONAL El Juzgado Especializado en lo Civil de Barranca, a fojas cien, con fecha veintiocho de agosto de mil novecientos noventa y ocho, declaro improcedente la demanda, por considerar que el Decreto de Alcaldia cuya no aplicacion se solicita constituye una fuente de reclamaciones individuales por parte de las personas afectadas, concretamente, en este caso, por los comerciantes que ocupan la primera cuadra del jiron Progreso de Barranca, lo que significa que los efectos de dicho Decreto de Alcaldia deben sujetarse a lo establecido por el Decreto Supremo N.o 02-94-JUS. La Sala Civil de la Corte Superior de Justicia de Huaura, a fojas ciento treinta y dos, con fecha cinco de noviembre de mil novecientos noventa y ocho, revoco la apelada y reformandola, declaro infundada la demanda, por considerar que el Decreto de Alcaldia, cuya no aplicacion se solicita, se ha dictado con arreglo a ley y que no se advierte que el Decreto de Alcaldia en cuestion afecte la posesion de un predio de propiedad privada y, en todo caso, la accion idonea para su defensa posesoria corresponde a los interdictos regulados en el Codigo Procesal Civil. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 109° de la Ley N.o 23853, Orgânica de Municipalidades, dispone que 1. los concejos municipales ejercen funciones administrativas mediante decretos y resoluciones; por otro lado, el articulo 122° del mismo dispositivo legal senala que los actos administrativos municipales que den origen a reclamaciones individuales se rigen por el Reglamento de Normas Generales de Procedimientos Administrativos -hoy denominado Ley de Normas Generales de Procedimientos Administrativos-; que, siendo esto asi, contra el Decreto de Alcaldia, cuya no aplicacion se persigue en esta accion de garantia, era necesario el empleo de la via administrativa. Que la demandante interpone la presente demanda el trece de agosto de mil 2. novecientos noventa y ocho, expresando en ella, entre otros, que, con fecha once del mismo mes y ano, interpuso Recurso de Reconsideracion por los mismos hechos ante la demandada. Es decir, interpuso esta accion de garantia dos dias después, sin esperar el pronunciamiento de la administracion municipal, que es de treinta dias, conforme lo establece el articulo 98° del dispositivo legal mencionado en el fundamento que precede. Que, en consecuencia, la demandante interpuso la presente accion de garantia sin 3. haber agotado, previamente, la via administrativa, infringiendo de esta manera el articulo 270 de la Ley N.o 23506, de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia de Huaura, de fojas ciento treinta y dos, del cinco de noviembre de mil novecientos noventa y ocho, que TRIBUNAL CONSTITUCIONAL revocando la apelada declaro infundada la demanda; reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO V artia ELG Lo que certifico: W DR. CESAR CUBAS LONGA SECRSTARIO-RELATOR (e)", "fecha_publicacion": "1999-11-25", "id": 35999, "nombre_demandado": "Municipalidad Provincial de Barranca", "nombre_demandante": "Asociación de Corazón de Jesús Comerciantes-Barranca (Julián Felipe Páucar Vega)", "numero_expediente": "01099-1998-AA"}