{"CONTEXTO": " 01092-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01092-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. N.° 1092-97-AA/TC AREQUIPA EMILIO CHIPA INCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad, entendido como extraordinario, interpuesto por don Emilio Chipa Inca, contra la Resolucion de la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, su fecha veinticinco de setiembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Emilio Chipa Inca interpone Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Condesuyos, don Guillermo Victor Lazo Manrique, para que se declare inaplicable la Resolucion Municipal N.° 001-97-MPC de fecha veintidos de mayo de mil novecientos noventa y siete, mediante la cual se le revoca del cargo de Alcalde del Concejo Menor de Arcata, para el cual fue elegido por sufragio y nombrado por la Resolucion Municipal N.° 021-96-MPC de fecha dieciocho de julio de mil novecientos noventa y seis. Refiere que el dia veintinueve de setiembre de mil novecientos noventa y seis ha sido elegido Alcalde del Concejo Menor de Arcata; que el demandado amenaza con destituirle del cargo de Alcalde; sostiene que la Municipalidad Provincial de Condesuyos no tiene facultad para revocarle el cargo. El Alcalde de la Municipalidad Provincial de Condesuyos contesta la demanda solicitando se la declare infundada; senala que al demandante se le revoco el cargo de Alcalde de la misma forma como fue nombrado, esto es, en cabildo abierto y en asamblea general de los pobladores de Arcata y Chochihuaqui, habiéndose limitado su representada a expedir la correspondiente resolucion de revocacion. El Juzgado Mixto de Condestyos-Chuzuibambs, a fojas sesenta, con fecha diecisiete de julio de mil novecientos noventa y siete, emite sentencia declarando TRIBUNAL CONSTITUCIONAL improcedente la Accion de Amparo, por considerar, entre otras razones, que el demandante no cumplio con agotar la via administrativa. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, a fojas ciento diez, con fecha veinticinco de setiembre de mil novecientos noventa y siete, confirmo la M apelada, senalando que, en conformidad con lo establecido por el articulo 20° de la Ley 23853 Organica de Municipalidades, la Municipalidad Provincial de Condesuyos no solo tiene la facultad de nombrar al Alcalde y regidores del Centro Poblado Menor de Arcata, sino que también puede cesarlos en sus cargos; que, en el presente cargo, la revocacion del cargo del demandante obedece a motivos justificados. Contra esta resolucion, el demandante interpone Recurso de Nulidad, que debe ser entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que la Constitucion Politica del Estado, en su articulo 191°, establece que las 1. municipalidades provinciales y distritales, y las delegadas conforme a ley, son los organos del gobierno local, y tienen autonomia politica, economica y administrativa en los asuntos de su competencia. Que, como lo senala el inciso 4) del articulo 40 de la Ley N.° 23853 Orgânica de 2. Municipalidades ademas de la Capital de la Republica, de las capitales de provincia y las capitales de distrito existen municipalidades en los pueblos, centros poblados, caserios, comunidades campesinas y nativas que el Concejo Municipal Provincial determine y cuya denominacion es \"Municipalidad del Centro Poblado Menor\". Asimismo, de conformidad con lo establecido por el articulo 20° de la mencionada Ley, el Alcalde y los regidores de estas municipalidades son elegidos por el Concejo Provincial de las ternas que proponga para cada cargo el Concejo Distrital respectivo. Que aparece de autos que la Municipalidad Provincial de Condesuyos promovio la 3. creacion de la Municipalidad del Centro Poblado Menor de Arcata y, mediante Resolucion Municipal N.° 21-96-MPC del dieciocho de julio de mil novecientos noventa y seis nombro a su Alcalde y sus regidores, los mismos que fueron elegidos mediante votacion. Que, mediante Resolucion Municipal N.o 001-97-MPC del veintidos de mayo de mil 4. novecientos noventa y siete, se les revoco en el cargo, a pedido del pueblo de Arcata, atribuyéndose al Alcalde irregularidades en su gestion. 9 TRIBUNAL CONSTITUCIONAL 5. Que, de conformidad con lo dispuesto por el articulo 8° de la Ley Organica de Municipalidades, los conflictos internos de las municipalidades provinciales y los que surjan entre ellas y otras municipalidades 0 autoridades de la misma u otra provincia, son dirimidos en primera instancia por la Corte Superior de Justicia del respectivo distrito judicial; en consecuencia, la Accion de Amparo no es la via idonea para dilucidar la materia controvertida en la presente causa. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento diez, su fecha veinticinco de setiembre de mil novecientos noventa y siete, que confirmando la apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Iudtibny ACOSTA SANCHEZ L NUGENT DIAZ VALVERDE GARCIA MARCELO E RR CCL LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-10-05", "id": 35813, "nombre_demandado": "Alcalde de la Municipalidad Provincial de Condesuyos (Guillermo Víctor Lazo Manrique)", "nombre_demandante": "Emilio Chipa Inca", "numero_expediente": "01092-1997-AA"}