{"CONTEXTO": " 01094-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01094-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1094-98-AA/TC JUNIN GLADYS QUINTANA GALARZA VH SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huancayo, a los veinticinco dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Gladys Quintana Galarza, contra la Sentencia expedida por la Sala Laboral de la Corte Superior de Justicia de Junin, de fojas ciento treinta y siete, su fecha veintidos de julio de mil novecientos noventa y ocho, que declara infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Dona Gladys Quintana Galarza interpone demanda de Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional-Region \"Andrés Avelino Caceres\", con el objeto de que se declare inaplicable la Resolucion Ejecutiva Regional N.o 100-97-CTAR-RAACPE, por considerar que atenta contra el derecho a la libertad de trabajo. Refiere que hasta el dia dieciséis de marzo de mil novecientos noventa y siete, ha tenido la condicion de Secretaria I, categoria STC de la Unidad Territorial de Salud de Jauja; sin embargo, mediante la Resolucion cuestionada en autos, ha sido cesada por causal de excedencia, por no haber alcanzado el puntaje minimo de acuerdo al Decreto Ley N.o 26093. Asimismo, alega que el trasfondo de la Resolucion antes senalada no es el haber desaprobado el examen de evaluacion de personal, sino el haber retenido un documento, situacion que merecio que posteriormente a la fecha de cese por causal de excedencia, fuese sancionada con el cese temporal por el término de tres meses sin goce de remuneraciones. Don Arturo Quispe Gutiérrez, apoderado del Presidente del Consejo Transitorio de Administracion Regional \"Andrés Avelino Caceres\", contesta la demanda senalando que la via idonea para ventilar la pretension de la demandante es la accion contencioso- TRIBUNAL CONSTITUCIONAL administrativa. Asimismo, senala que el proceso de evaluacion se realizo de acuerdo a lo dispuesto en el Decreto Ley N.o 26093 y que al no haber obtenido el puntaje minimo aprobatorio fue declarada excedente. Por ultimo, dedujo la excepcion de caducidad. El Juez Especializado en lo Civil de Jauja, a fojas noventa y cuatro, con fecha veintiséis de marzo de mil novecientos noventa y ocho, declaro infundada la demanda, por considerar que el proceso administrativo instruido en contra de la demandante fue posterior a la expedicion de la Resolucion cuestionada, por lo que se trata de dos situaciones distintas; y, que la demandante no ha acreditado la ilicitud 0 deficiencia juridica de la evaluacion de personal. La Sala Laboral de la Corte Superior de Justicia de Junin, a fojas ciento treinta y siete, con fecha veintidos dej julio de mil novecientos noventa y ocho, confirmo la sentencia apelada y declaro infundada la demanda. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, a través del presente proceso, la demandante pretende que se declare inaplicable la Resolucion Ejecutiva Regional N.o 10097-CTAR-RAACPE, en virtud de la cual la cesaron por causal de excedencia en el proceso de evaluacion de personal llevado a cabo por el Consejo Transitorio de Administracion Regional \"Andrés Avelino Caceres\", > pues considera que pese a tener la condicion de cesante desde el dieciséis de marzo de mil novecientos noventa y siete, se le ha sancionado administrativamente el tres de noviembre del mismo ano. Que el cese de la demandante por causal de excedencia se ha efectuado de acuerdo a 2. lo dispuesto en el Decreto Ley N.o 26093 y la Directiva N.o 001-96-PRES/VMDR aprobada mediante la Resolucion Ministerial N.o 290-96-PRES, toda vez que no alcanzo el puntaje minimo aprobatorio. Que, se debe tener presente que la Resolucion Directoral N.o 0259-97-UTESJ/UP, 3. del tres de noviembre de mil novecientos noventa y siete, en virtud de la cual se impone a la demandante sancion disciplinaria de cese temporal por tres meses sin goce de remuneraciones, no enerva en absoluto los efectos de la Resolucion que la cesaba, toda vez que de acuerdo a lo dispuesto en el articulo 174° del Decreto Supremo N.o 005-90-PCM, Reglamento de la Carrera Administrativa, el servidor cesado, como es el caso de la demandante, puede ser sometido a proceso administrativo por las faltas de caracter disciplinario cometidas en el ejercicio de sus funciones y, en consecuencia, ser pasible de sancion administrativa. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peru y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Sentencia expedida por la Sala Laboral de la Corte Superior de Justicia de Junin, de fojas ciento treinta y siete, su fecha veintidos de julio de mil novecientos noventa y ocho, que confirmando la apelada declaro INFUNDADA la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO arceh G.L.Z. Lo que Certifioo: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-07-22", "id": 35311, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional-Región \"Andrés Avelino Cáceres\"", "nombre_demandante": "Gladys Quintana Galarza", "numero_expediente": "01094-1998-AA"}