{"CONTEXTO": " 01096-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01096-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N91096-97-AA/TC EUSEBIA CRISTINA SALAZAR DE IBARCENA AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Eusebia Cristina Salazar de Ibarcena, en contra de la resolucion de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fecha dieciocho de agosto de mil novecientos noventa y siete, en la Accion de Amparo seguida contra la Municipalidad Provincial de Arequipa.", "ANTECEDENTES:": "Dona Eusebia Cristina Salazar de Ibarcena interpone Accion de Amparo contra la Municipalidad Provincial de Arequipa, por considerar que ésta ha violado, entre otros, sus derechos a la libertad de trabajo y a la defensa, al haber sido despedida mediante la Resolucion Municipal N9279-E-96 del veintiocho de noviembre de mil novecientos noventa y seis, por causal de excedencia. Refiere la demandante que ingreso a laborar el primero de enero de mil novecientos ochenta y cinco, en calidad de empleada publica de carrera, situacion normada por el Estatuto y Escalafon del Servicio Civil, del Decreto Ley No11377 y su Reglamento, concordante con la Ley de Bases de la Carrera Administrativa, aprobada por el Decreto Legislativo No. 276, razon por la que no le era aplicable el Decreto Ley No. 26093 ni la Ley No. 26553, referidas al programa de evaluacion de personal. A fojas cincuenta, la Municipalidad Provincial de Arequipa contesta la demanda negandola y contradiciéndola en todas sus partes, senalando, que en el proceso de evaluacion se cumplio con todos los requisitos y éste se efectuo en aplicacion de los reglamentos dados a conocer en su oportunidad y, que la demandante se sometio voluntariamente a dicho proceso, al igual que otros servidores del Municipio, siendo que esta no obtuvo el puntaje minimo aprobatorio, lo que determino su cese. Propone excepciones de falta de agotamiento de la via administrativa y de incompetencia. La sentencia del Juzgado Especializado en lo Civil, que corre a fojas ochenta y siete, de fecha cuatro de abril de mil novecientos noventa y siete, declara improcedente la demanda, por considerar que la Accion de Amparo no es la via idonea para ventilar la pretension de la demandante, sino que la via a seguir es la comtencioso-administrativa. En consecuencia estima que carece de objeto pronunciarse sobre las excepciones propuestas. 2 TRIBUNAL CONSTITUCIONAL La Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, expide resoluciones con fechas siete de julio y dieciocho de agosto de mil novecientos noventa y siete, declarando improcedentes las excepciones de falta de agotamiento de la via administrativa y de incompetencia e improcedente la accion, por considerar que el hecho que la demandante haya ingresado a laborar con anterioridad a la expedicion de las normas que ordenan la evaluacion, no implica la aplicacion retroactiva de las mismas; que la via residual del amparo no es la idonea para discutir la legalidad de los actos administrativos de la evaluacion. Contra esta resolucion la demandante interpone recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, la pretension de la demandante tiene por objeto se declare en su caso la inaplicabilidad de la Resolucion Municipal No279-E-96, la cual ordena su cese por causal de excedencia; 2. Que, respecto a la excepcion de falta de agotamiento de la via administrativa ésta es infundada por cuanto debe tenerse en cuenta que la Resolucion Municipal No 279-E- 96 de fecha veintiocho de noviembre de mil novecientos noventa y seis, dispone el cese por causal de excedencia a partir del primero de diciembre del mismo ano; vale decir que ha sido ejecutada antes de quedar consentida, por lo que es de aplicacion la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. En cuanto a la excepcion de incompetencia, asimismo es infundada ya que el Juzgado Especializado en lo Civil de Arequipa era competente para conocer la accion planteada de acuerdo a lo establecido en el articulo 290 de la Ley No 23506, modificada por la Ley No 26792 3. Que, la Octava Disposicion Transitoria de la Ley No.26553, de Presupuesto del Sector Publico para el ano mil novecientos noventa y seis, incluyo a los Gobiernos Locales en los alcances del Decreto Ley No.26093, relativo a evaluacion de personal y cese por causal de excedencia, autorizando a sus Titulares a dictar las normas necesarias para su correcta aplicacion. 4. Que, el derecho constitucional a la proteccion contra el despido arbitrario, supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar derechos fundamentales de los mismos. 5. Que, se aprecia de los actuados, que el proceso de evaluacion de la demandante, fue asumido por una Comision Evaluadora que estaba presidida por el Regidor don Percy Aranibar Melgar, lo que contraviene lo dispuesto en el articulo 191° de la Constitucion Politica del Estado y, el inciso 3) del articulo 370 de la Ley Organica de Municipalidades No. 23853, en virtud de los cuales los Regidores ejercen funcion de fiscalizacion y vigilancia de los actos de la administracion Municipal, careciendo de competencia para realizar acciones que originen cese de personal; violandose los 3 TRIBUNAL CONSTITUCIONAL derechos constitucionales a la proteccion contra el despido arbitrario y al debido proçeso. Por estos fundamentos, el Tribunal Constitucional, en uso de sus atribuciones conferidas por la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "REVOCANDO las resoluciones de la Segunda Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas ciento treinta y tres y ciento cuarenta y uno, sus fechas siete de julio y dieciocho de agosto de mil novecientos noventa y siete respectivamente la primera, que integrando la apelada, declaro improcedentes las excepciones de falta de agotamiento de la via administrativa y de incompetencia y la segunda, que confirmando la apelada declaro improcedente la demanda; REFORMANDOLAS declara infundadas las excepciones propueslas y FUNDADA la demanda; en consecuencia inaplicable a la demandante la Resolucion Municipal No 279-E-96, de fecha veintiocho de noviembre de mil novecientos noventa y seis, ordenandose se le reponga en el cargo que venia ocupando u otro de igual nivel, sin reintegro de las remuneraciones dejadas de percibir durante el tiempo no laborado. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Mhur ele NUGENT DIAZ VALVERDE GARCIA MARCELO Lo que Certifico: Dre. MARIAtUZY VASOUEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL GG/NF/em", "fecha_publicacion": "1998-09-17", "id": 37500, "nombre_demandado": "Municipalidad Provincial de Arequipa", "nombre_demandante": "Eusebia Cristina Salazar de Ibárcena", "numero_expediente": "01096-1997-AA"}