{"CONTEXTO": " 01115-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01115-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1115-98-AA/TC LIMA NÉSTOR RIEGA CARNERO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticuatro dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Néstor Riega Carnero contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cuatro, su fecha nueve de noviembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Néstor Riega Carnero interpone Accion de Amparo contra el Ministro de Transportes, Comunicaciones, Vivienda y Construccion y el Secretario General, solicitando que se suspendan los efectos legales del Oficio N.o 2570-97-MTC/15.01 que devuelve el Recurso de Apelacion presentado el diecisiete de diciembre de mil novecientos noventa y siete, resolviendo que la via administrativa ha quedado agotada al no haber sido impugnada la Resolucion Ministerial 357-96-MTC/15.01 de fecha dos de agosto de mil novecientos noventa y seis, que lo cesa por causal de excedencia, al no haber calificado satisfactoriamente en el proceso de evaluacion semestral efectuado en cumplimiento del Decreto Ley N.o 26093 y el Oficio N.o 056-98-MTC/15.05 de fecha nueve de enero de mil novecientos noventa y ocho que resuelve el Recurso de Apelacion contra la Resolucion Ministerial N.° 483-96-MTC/15.10 que declaro improcedente el Recurso de Reconsideracion interpuesto contra la Resolucion Ministerial N. 357-96-MTC/15.10, declarando que no es viable su Recurso de Apelacion. Sotiene que mediante estas resoluciones no se observa el debido proceso ni son resoluciones debidamente motivadas. También solicita la no aplicacion de la Resolucion Ministerial N.o 357-96-MTC/15.01 que dispone su cese. El Procurador Publico a cargo de los asuntos judiciales del ministerio demandado contesta la demanda, negândola y contradiciéndola en todos sus extremos, proponiendo la excepcion de cosa juzgada, pues anteriormente el demandante ha seguido dos acciones de amparo contra la mencionada Resolucion Ministerial N.o 357-96-MTC/15.01 ante el Juzgado de Derecho Publico de Lima, que han sido declaradas improcedentes, mediante sentencias consentidas y ejecutoriadas, por lo que con esta tercera Accion de Amparo, pretende desconocer dichos fallos judiciales. 2 TRIBUNAL CONSTITUCIONAL El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas noventa y uno, con fecha veintinueve de mayo de mil novecientos noventa y ocho, declaro improcedente la excepcion de cosa juzgada, asi como también la demanda, por considerar que el fondo de la peticion es cuestionar el proceso de evaluacion convocado por el emplazado conforme a la Ley N.o 26093 y sus normas reglamentarias, del cual era consciente el demandante respecto a los efectos que se derivarian del mismo; que las demas situaciones que expone requieren para su verificacion la actuacion de diligencias en una estacion probatoria, la cual no existe en esta Accion de Amparo, y que los demas oficios han sido emitidos por la autoridad competente segun el articulo 80, inciso a) del Texto Unico Ordenado de la Ley de Normas Generales de Procedimientos Administrativos, por lo que no se puede concluir que se hayan vulnerado los derechos de rango constitucional demandados. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento treinta y cuatro, con fecha nueve de noviembre de mil novecientos noventa y ocho, confirmo la apelada en todos sus extremos, por estimar fundamentalmente que el demandante pretende cuestionar la Resolucion Ministerial N.o 357- 96-MTC/15-01, del dos de agosto de mil novecientos noventa y seis, mediante la cual fue cesado por causal de excedencia, y su apelacion, de fojas cincuenta y uno, su fecha dieciséis de diciembre de mil novecientos noventa y seis, fue presentada fuera del plazo de quince dias habiles que establece el articulo 99° del Decreto Supremo N.o 02-94-JUS, y que por estimar que dentro de un Ministerio, la maxima autoridad administrativa es el Ministro del Sector, de alli que su Recurso de Apelacion haya sido entendido como uno de reconsideracion para que sea conocido por la misma Ministra de Transportes, Comunicaciones, Vivienda y Construccion. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, del estudio de autos aparece que el demandante se sometio voluntariamente al Programa de Evaluacion de Personal establecido por la Ley N.o 26093 y sus normas reglamentarias, y que al no haber calificado satisfactoriamente en ese proceso, fue cesado por causal de excedencia mediante Resolucion Ministerial N.o 357-96- MTC/15.01, de fecha dos de agosto de mil novecientos noventa y seis, que obra a fojas seis. Que dicho trabajador cesado interpuso Recurso de Reconsideracion contra la 2. resolucion antes citada, el cual fue declarado improcedente por Resolucion Ministerial N.o 483-96-MTC/15.10, su fecha cuatro de setiembre de mil novecientos noventa y seis, cuya copia corre a fojas treinta y uno, por no haber podido desvirtuar con nueva prueba instrumental los fundamentos que sustentan la Resolucion cuestionada. Que, con fecha veintiuno de setiembre de mil novecientos noventa y seis el 3. demandante interpuso Recurso de Apelacion, el cual no fue resuelto en ningun momento por el Ministerio demandado, por lo que transcurrido el término de treinta 3 TRIBUNAL CONSTITUCIONAL dias previsto en el articulo 990 de la Ley de Normas Generales de Procedimientos Administrativos, sin que haya considerado denegada dicha impugnacion a efectos de interponer su demanda judicial, es evidente que opto por esperar el pronunciamiento expreso de dicha entidad administrativa estatal. Que, sin embargo, desconociendo dicha opcion legal, y después de transcurrido mas de 4. un ano, el dia trece de marzo de mil novecientos noventa y ocho decide interponer la presente Accion de Amparo, cuando ya habia operado a su vez el término de caducidad. Que, por otro lado, el demandante manifiesta que fue evaluado al margen de lo 5. establecido por la Ley N.o 26093 y el articulo 4° de la Resolucion Ministerial N.o 308- 96-MTC/15.01, con lo cual evidencia que pretende cuestionar el proceso mismo de evaluacion -en sus diversas etapas y factores de calificacion-, mediante una actividad procesal que requiere estacion probatoria, mecanismo que no tiene esta garantia constitucional, por lo que no resulta ser la via idonea para ello. Que, finalmente, el demandante, con la finalidad de tratar de restablecer la vigencia de 6. su accion que ya habia caducado, vuelve a interponer un segundo Recurso de Reconsideracion y otro de apelacion, conforme se aprecia de fojas diecinueve y veinticinco, respectivamente, los cuales no son viables, por cuanto la ley no admite la interposicion de ambos recursos en forma duplicada y extemporanea. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento treinta y cuatro, su fecha nueve de noviembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO U N Y 2 L MF LO QUE CERTIFICO: IMAN AM DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-10-29", "id": 35917, "nombre_demandado": "Ministro y Secretario General del Ministerio de Transportes, Comunicaciones, Vivienda y Construcción", "nombre_demandante": "Néstor Riega Carnero", "numero_expediente": "01115-1998-AA"}