{"CONTEXTO": " 01112-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01112-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-II2-9B-AAIC LIMA CÉSAR ANTONIO cossio Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintiun dias del mes de enero de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "DM Recurso Extraordinario interpuesto por don César Antonio Cossio Tapia y otros, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintisiete de octubre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don César Antonio Cossio Tapia y otros interponen Accion de Amparo contra Telefonica del Peru S.A., por violacion a sus derechos constitucionales al trabajo y a la proteccion contra el despido arbitrario, solicitando que sean repuestos en sus cargos y puestos de trabajo, asi como el pago de las remuneraciones dejadas de percibir. Alegan los demandantes que en el periodo comprendido entre el veintitrés y el treinta de mayo de mil novecientos noventa y seis, la demandada, Telefonica del Peru S.A., les curso sendas cartas por las que se les comunicaba que habian incurrido en falta grave contemplada en el inciso b) del articulo 58° del Texto Unico Ordenado de la Ley de Fomento del Empleo (TUOLFE), conforme a la cual, constituye falta grave, \"la disminucion deliberada y reiterada en el rendimiento de las labores O del volumen O de la calidad de la produccion...\", para que procedan al descargo. Formulados éstos, la demandada les curso sendas cartas por las que se les comunicaba que quedaban despedidos, en mérito a no haber podido desvirtuar los cargos imputados, despido que se efectuo, simultaneamente, en el periodo comprendido entre el veintinueve de mayo y el seis de junio de mil novecientos noventa y seis, atribuyéndoles la comision de la misma falta grave. Se afirma que previamente a tal hecho, los demandantes fueron invitados individualmente a acogerse a un Programa Voluntario de Retiro, por el que decidieron no optar. Precisan que dicha invitacion se produjo casi inmediatamente antes de que se les notificara las cartas por las que se les imputaba la comision de la falta grave antes senalada, en la mayoria de casos, entre el ocho y el quince de mayo de mil novecientos noventa y seis. TRIBUNAL CONSTITUCIONAL Sostienen los demandantes que este hecho atento sus derechos al trabajo y a la proteccion contra el despido arbitrario debido a que la falta grave imputada no corresponde al supuesto legal porque no se encuentra tipificada por la norma que invoca (el citado articulo 58° inciso b), pues ésta se refiere a la \"disminucion deliberada y reiterada\" en el rendimiento, mientras que la carta de imputacion alude a la \"disminucion de su productividad\"; que la imputacion no cumplio con lo prescrito por el articulo 440 del reglamento del TUOLFE, en precisar los hechos que configuran la falta grave para que pudiesen ser refutados, en perjuicio del derecho de defensa de los demandantes, obviando que el empleador tiene la carga de la prueba de la falta imputada; que la imputacion no fue acreditada en \"verificacion fehaciente 0 con el concurso de los servicios inspectivos del Ministerio de Trabajo y de Promocion Social\", conforme al inciso b) del articulo 58° del TUOLFE; que se violan los derechos al trabajo y a la proteccion contra el despido arbitrario, en este ultimo caso, lo regulado por el TUOLFE, tanto respecto al despido individual como al despido colectivo (\"cese colectivo\"), configurandose en este ultimo caso un \"simulado\" despido colectivo proscrito por la citada clausula sexta. La emplazada niega la demanda en base a los siguientes argumentos: que detecto en los ultimos meses que los demandantes disminuian deliberadamente el rendimiento de sus labores y que, por ello, procedio a su despido al haber incurrido en falta grave contemplada por ley; que la demanda debe ser declarada improcedente porque el amparo es un proceso residual, la calificacion de despido es un proceso de naturaleza laboral y falta legitimidad para obrar pasiva de la demandada por no ser la obligada con la clausula sexta; que no atento el derecho consagrado por el articulo 270 de la Constitucion porque procedio solo en ejercicio de una facultad que la ley le otorga (Arts. 570 y 58° del TUOLFE); que no hubo cese colectivo; que la clausula sexta no es un contrato a favor de tercero que beneficia a los demandantes y porque el contrato de compraventa de acciones celebrado entre Conade y Telefonica Peru Holding S.A. por la que ésta adquirio las acciones de propiedad del Estado en Entel Perû S.A. y CPTSA, establece que es el unico documento en el que constan las obligaciones del comprador (Telefonica Peru Holding S.A.) y no estipula una obligacion como la alegada por los demandantes. El Segundo Juzgado Especializado en Derecho Publico, con fecha cuatro de setiembre de mil novecientos noventa y seis, declara fundada en parte la demanda respecto a uno de los demandantes e improcedente respecto al resto de ellos. La Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Republica de Lima, por resolucion de fecha veintisiete de enero de mil novecientos noventa y siete, revoca la apelada en el extremo que declara fundada la demanda y reformandola declaro improcedente la demanda en ese extremo y la confirmo en lo demas. El Tribunal Constitucional, por sentencia de fecha cuatro de marzo de mil novecientos noventa y ocho, declara nulo lo actuado, a efectos de que el Juez de primera instancia integre en la relacion procesal a Telefonica Peru Holding S.A. 2 TRIBUNAL CONSTITUCIONAL Reiniciado el proceso a partir de la demanda, Telefonica Perû Holding se apersona al proceso y contesta la demanda. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico, con fecha treinta de junio de mil novecientos noventa y ocho, declara improcedente las excepciones de incompetencia y de falta de legitimidad para obrar y declara fundada la demanda, por considerar fundamentalmente: que el despido se produjo en contravencion a la citada clausula sexta; que carece de verificacion fehaciente; que el citado contrato tiene plena vigencia y protege el derecho al trabajo de los demandantes, vigencia amparada por la inmodificabilidad de los contratos establecida por el articulo 62° de la Constitucion. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintisiete de octubre de mil novecientos noventa y ocho, confirmo la apelada en el extremo que declara improcedente la demanda y la revoca en el extremo que la declara fundada y, reformândola, la declara improcedente. La Sala se basa principalmente en que aun cuando la clausula sexta protegia el derecho al trabajo de los demandantes, una Addenda Aclaratoria posterior la dejo sin efecto, aclarando que los despidos fueron posteriores a ella; que, la aceptacion por el Sindicato de Trabajadores de Telefonica del Perû S.A. del Acta de Compromiso de junio de mil novecientos noventa y seis como parte integrante del convenio colectivo de ese ano, por el que Telefonica del Perû S.A. se compromete a otorgar hasta veinticuatro sueldos adicionales a los que corresponda por ley en caso de despido arbitrario; y, la ausencia de impugnacion de los Acuerdos de Juntas Generales y Directorios que dieron lugar a la Addenda citada aun cuando un representante de los trabajadores de la empresa se hallaba integrado al Directorio de la CPT-Telefonica del Peru, conduce a concluir la aceptacion de los trabajadores para la sustitucion del derecho pretendido por un beneficio economico que no implica reposicion ante un despido; que en la via del amparo no es posible calificar el despido reclamado y su conformidad con la ley; que no existe en autos elementos que permitan establecer que la simultaneidad del rechazo a la invitacion al retiro voluntario y el consecuente despido, atente el derecho de los demandantes conforme a la clausula sexta; que es de competencia de los juzgados laborales calificar el despido; y que, por ausencia de estacion probatoria y debido a que la pretension no resulta atendible mediante el amparo, resulta inatendible la pretension de abono de las remuneraciones dejadas de percibir. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "Que, a efectos de un pronunciamiento valido sobre el fondo, en relacion a las 1. condiciones de procedibilidad de la presente demanda, deben ser desestimadas: a) La excepcion de falta de legitimidad para obrar pasiva de Telefonica del Peru S.A., porque es ésta, en su condicion de persona juridica, la que ha procedido a concluir unilateralmente el vinculo laboral con los demandantes a través de la Sub Gerencia de Relaciones Industriales, por lo que es ella la responsable del supuesto acto lesivo del que los demandantes habrian sido objeto. 3 TRIBUNAL CONSTITUCIONAL b) La excepcion de falta de competencia por razon de la materia, por cuanto no pretende conocer el Juez Constitucional un proceso de calificacion de despido en los términos de la llamada entonces Ley de Fomento del Empleo, D.S. 05-95-TR, sino si dicho despido resulta 0 no lesivoaderechos fundamentales. Por tanto, constituye materia propia de la competencia del Juez Constitucional, de conformidad con el inciso 2) del articulo 200° de la Constitucion y del articulo 2° de la ley No 23506. Que, aun cuando la controversia del presente proceso se ha centrado en la vigencia 2. de la clausula sexta del Contrato de Suscripcion, Emision y Entrega de Acciones celebrado entre Compania Peruana de Teléfonos S.A. (hoy Telefonica del Peru S.A.) y Telefonica Peru S.A. (Telefonica Peru Holding S.A.), de fecha dieciséis de mayo de mil novecientos noventa y cuatro; este Tribunal Constitucional, después de haber evaluado los argumentos de esta ultima, entiende que no es relevante para su resolucion. En efecto, si con ella pretenden los demandantes se ordene su reposicion ante el despido del que fueron objeto, cabe precisar que este Tribunal no realiza en el presente caso una calificacion de despido arbitrario en los términos establecidos por el articulo 670 del Texto Unico de la Ley de Fomento del Empleo, D.S. No 05- 95-TR, para que pueda discutirse si procede su reposicion 0 la indemnizacion; sino, la evaluacion de un acto, el despido, que, eventualmente, resulte lesivo de los derechos fundamentales. Por lo tanto, de verificarse este extremo, ineludiblemente debera pronunciar su sentencia conforme al efecto restitutorio propio de las acciones de garantia tal cual lo prescribe el articulo 1° de la Ley No 23506. Que, lo senalado en el fundamento anterior, no contradice los términos del citado 3. articulo 670 de la ley laboral, sino la interpreta de conformidad y en coherencia con el inciso 2) del articulo 200° de la Constitucion, en aplicacion del principio constitucional de interpretacion de las leyes desde la Constitucion, contemplado en la primera disposicion general de la Ley Orgânica del Tribunal Constitucional en cuanto establece la interpretacion de las normas del ordenamiento infralegal \"segun los principios y preceptos constitucionales\". Por tanto, la interpretacion del precepto laboral citado no debe entenderse excluyente de la tutela jurisdiccional a través del amparo, sino convergente, debiéndose resaltar enfâticamente que dicha evaluacion tendra que efectuarse casuisticamente. Que, en cuanto la discusion respecto a la citada clausula sexta no es relevante para 4. la resolucion del presente caso, las excepciones de falta de legitimidad para obrar pasiva de Telefonica Peru Holding S.A. y la excepcion de convenio arbitral, resultan improcedentes. Que, conforme al articulo 20, inciso 24), literal \"d\", de la Constitucion Politica del 5. Estado, el principio de tipicidad impone que los hechos (actos u omisiones) 4 TRIBUNAL CONSTITUCIONAL tipificados como infracciones punibles deben ser establecidos de forma expresa e inequivoca, lo cual no sucede en la carta de imputacion de cargos con la que la demandada atribuye la comision de falta grave. En efecto, la \"falta\" imputada carece de tipicidad, pues, conforme al articulo 58°, inciso b) del citado Texto Unico de la Ley de Fomento del Empleo, la falta imputada consiste en \"la disminucion deliberada y reiterada en el rendimiento de las labores 0 del volumen 0 de la calidad de produccion,..\". Por el contrario, las cartas de imputacion mencionan a la \"disminucion de la productividad\" y, se limitan simplemente a citar la norma antes mencionada, sin preocuparle en absoluto establecer la relacion de causalidad entre las caracteristicas de tipo normativo con la conducta supuestamente infractora. 6. Que la circunstancia de que las respectivas cartas de imputacion que la demandada notifico a los demandantes no identificaran los hechos que configuraban la supuesta comision de la falta grave, asi como la ausencia de medios probatorios que los acrediten, atentaron contra el derecho a la defensa de los demandantes amparado por el articulo 2° inciso 23) y del articulo 1390 inciso 14) de la Constitucion. En efecto, si la carta de imputacion no identifica los hechos que configuran la falta grave, el emplazado por ella no podra efectuar eficazmente el descargo correspondiente porque desconoce qué hechos son los que tendra que aclarar a efectos de salvar su responsabilidad. Aspecto éste que, por lo demas, se infiere del articulo 440 del Reglamento de la Ley de Fomento del Empleo, D.S. No 001-96-TR, que establece que el error en la cita legal en la comunicacion que atribuye la comision de falta grave no la invalida siempre que los hechos imputados que den lugar a la falta estén \"debidamente determinados\"  Por otra parte, la ausencia de sustento probatorio de la comision de la falta grave imputada, como obra en autos, genero un acto lesivo en perjuicio del derecho de defensa de los trabajadores, porque si el emplazado con la carta de imputacion desconoce las pruebas que tiene que controvertir, no podra defenderse eficazmente de la imputacion efectuada y, asi, evitar una sancion injusta. Extremo éste que se agrava tanto mas aun, cuando, precisamente para tutelar el derecho de defensa, el inciso b) del articulo 58° del citado Texto Unico Ordenando de la Ley de Fomento del Empleo, respecto a la falta grave que la demandada atribuye a los demandantes, establece que tiene que ser \"verificada fehacientemente 0 con el concurso de los servicios inspectivos del Ministerio de Trabajo y Promocion Social, quien podra solicitar el apoyo del sector al que pertenece la empresa. > Que la tipicidad de la falta y el derecho de defensa, son aspectos constitutivos del 7. debido proceso amparado por el inciso 3) del articulo 139° de la Constitucion, en la medida que garantizan estândares minimos de justicia que, junto a otros que lo conforman, hacen posible una tutela judicial valida y legitima. Por consiguiente, si conforme se afirmo en fundamentos anteriores, el acto de la demandada resulto lesivo de la tipicidad de la falta y del derecho de defensa, es ademas el derecho al 5 TRIBUNAL CONSTITUCIONAL debido proceso el que ha resultado conculcado. Circunstancia ésta que permite, a este supremo intérprete de la Constitucion, reiterar la plena eficacia, erga omnes, de los derechos fundamentales de orden procesal, constitutivos del denominado derecho constitucional procesal, también en el seno de las instituciones privadas como es el caso de la demandada - en mérito a la eficacia inter privatos 0 eficacia frente a terceros, del que ellos se hallan revestidos, como todo derecho constitucional; por lo que, en consecuencia, cualquier acto que, dentro de aquel âmbito, pretenda conculcar 0 desconocerlos, como el de la demandada, resulta inexorablemente inconstitucional. Que la circunstancia de que se haya despedido a los demandantes a través de un acto 8. lesivo a los derechos constitucionales antes senalados, trae consigo también la afectacion al derecho al trabajo reconocido por el articulo 22° de la Constitucion Politica del Estado, en cuanto la conservacion de un puesto de trabajo que aquél implica ha sido conculcado por un acto desprovisto de juridicidad, esto es, viciado de inconstitucionalidad. Que, conforme al articulo 1° de la Ley N.o 23506, el objeto de las acciones de 9. garantia es reponer las cosas al estado anterior en que se produjo la violacion de derechos 0 amenaza de ellos, por lo que si este Tribunal advierte un acto lesivo, como ocurre en el presente caso, su pronunciamiento tendra que conformarse al objeto propio de dichas acciones. 10. Que la remuneracion constituye una contraprestacion por un servicio realmente efectuado, lo que no ha ocurrido en el presente caso durante el periodo no laborado. Por estos fundamentos el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha veintisiete de octubre de mil novecientos noventa y ocho, en el extremo que declara improcedente la excepciones deducidas y REVOCANDOLA en el extremo que declara improcedente la Accion de Amparo y reformandola la declara FUNDADA y ordena que la demandada, Telefonica del Perû S.A. proceda a reincorporar a los demandantes, don César Antonio Cossio Tapia, don Angel Augusto Frontiduenas de Luise, dona Natalia Solis Donayre, don Ruben Dario Reyes Rivera, don Artemio Edilberto Sabino Luera, dofia Margarita Leandra Gaspar Hinostroza, don Walter Conrado Marcelo Luis, don Hernan Armando Rosadio Alcantara, don Ada Rosa Pena Cuadros, dona D' Angella Patricia Russo Noblecilla, don Jorge Alcides Criollo Ubaldo, don Willian Alfredo Sosa Pajuelo, don Alberto Félix Palomino Chavez, don José Augusto Ramirez Ponce de Leon, don Luis 6 TRIBUNAL CONSTITUCIONAL Alberto Alvarez de Paz y, don Emilio Burgos Yanez; en los cargos que venian desempeniando a la fecha en que se dispuso su despido; se dispone que no se abonen las remuneraciones dejadas de percibir durante el periodo no laborado. Dispone su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT C cC GARCIAMARCELO mme Lo que Certif100: Dra. MARIALUZ VASOUEZ RELATORA SECRETARIAN CONSTITUCNONNE TABURAL 7", "fecha_publicacion": "1999-08-17", "id": 35430, "nombre_demandado": "Telefónica del Perú SA", "nombre_demandante": "Cesar Antonio Cossío y otros", "numero_expediente": "01112-1998-AA"}