{"CONTEXTO": " 01117-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01117-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1117-98-AC/TC LIMA FRENTE DE DEFENSA INSTITUCIONAL Y DEL FUERO MUNICIPAL FREDIFUM SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por el Frente de Defensa Institucional y del Fuero Municipal-Fredifum representado por su Presidente Colegiado don Pedro Escobar Almeida, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cincuenta, su fecha cinco de noviembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento contra la Municipalidad Metropolitana de Lima. ANTECEDENTE: El Frente de Defensa Institucional y del Fuero Municipal-Fredifum representado por su Presidente Colegiado, interpone Accion de Cumplimiento contra la Municipalidad Metropolitana de Lima, representada por su Alcalde don Alberto Manuel Andrade Carmona a fin de que cumpla con restituir a sus asociados lo siguiente: 1) El pago del ciento por ciento de sus remuneraciones; 2) Pensiones; 3) Gratificaciones; y 4) Bonificaciones y el pago inmediato de la diferencia dejada de abonar, mas los intereses correspondientes, desde el mes de enero de mil novecientos noventa y seis. Sostiene el demandante que sin mandato judicial alguno, la demandada, a partir de enero del referido ano, rebajo ilegalmente, en un monto promedio del veinticinco por ciento, el monto de las remuneraciones y bonificaciones de sus asociados, siendo el caso que la Resolucion de Alcaldia N.o 805, del uno de julio de mil novecientos noventa y uno, aprobo, entre otros, el Convenio Colectivo del veinte de junio de mil novecientos noventa y uno, que determino el numero y monto de las gratificaciones y bonificaciones, basado ademas en el Pacto del diez de octubre de mil novecientos ochenta y nueve y la Resolucion de Alcaldia N.o 1744 del tres de octubre de mil novecientos ochenta y nueve establecio que los pensionistas comprendidos en el régimen del Decreto Ley N.o 20530 percibirian las mismas remuneraciones y bonificaciones que perciban los servidores en actividad, destacando el hecho de que, desde febrero del mismo ano se restituyo el ciento por ciento a 26 2 TRIBUNAL CONSTITUCIONAL los pensionistas incorporados en esa condicion antes de dicho ano, sin reintegrarles las sumas retenidas en enero, ni restituirse el pago de las gratificaciones y bonificaciones de sus asociados. Manifiesta que los convenios colectivos suscritos durante la vigencia de la Constitucion del ano 1979 tenian fuerza de ley entre las partes; que los derechos reconocidos en ellos gozan de irrenunciabilidad, al amparo de la Constitucion vigente, y que las resoluciones que la demandada se muestra renuente a han causado estado. cumplir / Don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima, niega y contradice la demanda y solicita se la declare infundada. Manifiesta que al asumir funciones, la actual administracion encontro dicho organismo en una situacion caotica, habiéndose llegado a la conclusion, luego del analisis legal, de que los Pactos Colectivos son ilegales y como tal no le obligan, ya que la ilegalidad y el error no generan derechos; y que asumiendo su responsabilidad dicto la Resolucion de Alcaldia N.o 044-A- 96. Asimismo, deduce la excepcion de caducidad. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas trescientos sesenta y cinco, con fecha ocho de abril de mil novecientos noventa y ocho, expide resolucion declarando improcedente la excepcion de caducidad deducida por la demandada y fundada la demanda, al considerar que las actas de trato directo suscritas en octubre de mil novecientos ochenta y nueve y junio de mil novecientos noventa y uno se encuentran respaldadas legalmente por las resoluciones de alcaldia respectivas. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas cuatrocientos cincuenta, con fecha cinco de noviembre de mil novecientos noventa y ocho, revoco la apelada y declaro improcedente la Accion de Cumplimiento al considerar que las resoluciones, cuyo cumplimiento se solicita, otorgan derechos a los trabajadores atendiendo a su individualidad, de alli que sean éstos los que gocen de legitimidad para obrar, es decir, para promover las acciones que procuren la defensa de los derechos que se le otorga; que en la demanda no se indican los nombres de los trabajadores, ex trabajadores 0 pensionistas en cuyo favor se acciona, haciéndose solo una invocacion genérica de ellos, lo que no resulta acorde a la representacion judicial, por lo que el demandante carece de legitimidad para obrar. Contra esta Resolucion, el demandante interpone Recurso de Nulidad entendido como Recurso Extraordinario.", "FUNDAMENTOS:": "Que, en cuanto a la representacion del demandante debe tenerse en cuenta que de 1. conformidad con la Ley N.o 26789, el administrador, representante legal 0 presidente del Consejo Directivo de las personas juridicas reguladas en la Seccion Segunda del Libro I del Codigo Civil, gozan de las facultades generales y especiales de representacion procesal por el solo mérito de su nombramiento inscrito en el registro correspondiente; lo cual esta acreditado con los documentos que obran a fojas doscientos treinta y nueve y siguientes. - 3 TRIBUNAL CONSTITUCIONAL Que el demandante, con fecha tres de diciembre de mil novecientos noventa y siete, 2. remitio a la demandada una carta notarial formulando el requerimiento a que se refiere el articulo 50 inciso c) de la Ley N.o 26301, la misma que fue recibida el trece de enero de mil novecientos noventa y ocho; en consecuencia, vencidos quince dias de formulado dicho requerimiento, recién comienza a computarse el plazo de caducidad. La demanda se presento el dia nueve de febrero de mil novecientos noventa y ocho, cuando aun no habia vencido dicho plazo, por lo que la excepcion propuesta por la demandada es improcedente. Que, conforme a lo senalado en el séptimo fundamento de la Sentencia recaida en el 3. Expediente N.o 520-97-AC/TC, publicada en el diario oficial El Peruano, el uno de diciembre de mil novecientos noventa y siete; este Tribunal considera que el reclamo por el monto diferencial correspondiente a la disminucion de remuneraciones, que los asociados del demandante han venido sufriendo desde el mes de enero de mil novecientos noventa y seis, resulta atendible dentro de la presente via, por cuanto tal situacion ha quedado acreditada, al haberse previsto en el articulo 2° de la Resolucion de Alcaldia N.o 044-A-96: \"Establecer, en tanto se realiza la revision dispuesta en el articulo anterior, una escala remunerativa de carâcter transitorio que regira a partir del presente mes... > y cuando de acuerdo a las leyes de presupuesto (ano 1994, articulo 110; ano 1995, articulo 12° y ano 1996, articulo 150: C : solo puede afectar la planilla unica de pago, los descuentos establecidos por Ley por mandato judicial por préstamo administrativo y otros conceptos aceptados por el servidor 0 cesante. . \" no encontrandose, por consiguiente, dentro de ninguna de dichas hipotesis, la que de modo discrecional ha habilitado la Municipalidad Metropolitana de Lima, circunstancia que amerita, para el caso de los asociados de la demandante, la no aplicacion por incompatibilidad con la Resolucion de Alcaldia N.o 044-A-96, y, por ende, el reintegro del monto indebidamente retenido. Que el reclamo por el pago de pensiones, bonificaciones y gratificaciones no es 4. procedente merituarlo dentro de la presente via por razones de insuficiencia probatoria. Que, en armonia con el criterio jurisprudencial establecido por el Tribunal 5. Constitucional respecto al pago de remuneraciones, el reintegro por el monto diferencial correspondiente a la disminucion de las mismas, solamente corresponde al periodo real y efectivamente laborado durante la aplicacion de la Resolucion de Alcaldia N.o 044-A-96. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica; 49 4 TRIBUNAL CONSTITUCIONAL", "FALLA:": "REVOCANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cuatrocientos cincuenta, su fecha cinco de noviembre de mil novecientos noventa y ocho, que revocando la apelada declaro improcedente la demanda; reformandola declara improcedente la excepcion de caducidad propuesta por la demandada y FUNDADA en parte la demanda, en el primer extremo del petitorio, e INFUNDADA en el segundo, tercer y cuarto extremos; en consecuencia, dispone que el Alcalde de la Municipalidad Metropolitana de Lima, cumpla con cancelar a los asociados de la demandante que acrediten estar inscritos en el padron respectivo, el monto diferencial correspondiente a la disminucion de sus remuneraciones, contabilizado desde enero de mil novecientos noventa y seis, por el periodo real y efectivamente laborado durante la aplicacion de la Resolucion N.o 044-A-96, disponiéndose para tal efecto la no aplicacion en el caso particular, de dicha Resolucion de Alcaldia. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "V 2 L ACOSTA SANCHEZ DIAZ VALVERDE NUGENT CCL GARCIA MARCELO 2 L NF LO QUE CERTIFICO. DRA. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRI BUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-10", "id": 35707, "nombre_demandado": "Municipalidad Metropolitana de Lima representada por su Alcalde (Alberto Manuel Andrade Carmona)", "nombre_demandante": "Frente de Defensa Institucional y del Fuero Municipal – Fredifum representado por su Presidente Colegiado", "numero_expediente": "01117-1998-AC"}