{"CONTEXTO": " 01111-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01111-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1111-97-AA/TC Caso : Ricardo Augusto Cuyubamba Leon Lima SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de marzo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente, encargado de la Presidencia; Nugent; Diaz Valverde; y Garcia Marcelo; actuando como Secretaria Relatora, la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso de Apelacion entendido como Extraordinario interpuesta por don Ricardo Augusto Cuyubamba Leon contra la resolucion numero ochocientos cincuenta y uno de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, su fecha treinta de setiembre de mil novecientos noventa y siete, en el extremo que confirmando la sentencia de primera instancia declaro infundada la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Ricardo Cuyubamba Leon interpone Accion de Amparo contra el Jefe de la Oficina Nacional de Procesos Electorales -ONPE- por emitir el Decreto Jefatural s/n recepcionado con fecha veintiséis de diciembre de mil novecientos noventa y seis, por el que se le comunica el cese unilateral de la relacion laboral con el actor, quien se desempenaba como Asistente de la Gerencia de Asesoria Juridica de la Institucion demandada, violandose su derecho al trabajo amparado en el articulo 2° inciso 15) de la Constitucion Politica del Estado de 1993, por lo que solicita su reposicion a su centro de trabajo, en el cargo que venia desempenando, y se le pague las remuneraciones y bonificaciones dejadas de percibir. El actor senala que se desempeno como Asistente de la Gerencia de Asesoria Juridica de la Oficina Nacional de Procesos Electorales desde el dieciocho de octubre de mil novecientos noventa y cinco al veintiséis de diciembre de mil novecientos noventa y seis, mediante contrato de locacion de servicios. Manifiesta el actor que durante el tiempo que presto servicios en la ONPE existio una relacion de subordinacion y dependencia por lo que en realidad se trato de un contrato de trabajo a plazo indefinido. Ampara su demanda en el articulo 1° de la Ley No 24041. Indica el actor que no esta obligado a agotar las vias previas por haberse ejecutado la medida de \"cese\" el mismo dia en que se le notifico el Decreto Jefatural. L TRIBUNAL CONSTITUCIONAL Don José Portillo Campbell, Jefe de la Oficina Nacional de Procesos Electorales -ONPE- deduce la excepcion de falta de agotamiento de la via previa y solicita que la demanda sea declarada improcedente por las consideraciones siguientes: 1) El Decreto de Urgencia No 053-95, autorizo unicamente la contratacion temporal de servicios no personales para el desempeno de funciones previstas en el Reglamento de Organizacion y Funciones, 2) La Ley No 26553, \"Ley Anual de Presupuesto del Sector Publico para 1996\", permitio la renovacion de contratos no personales con personas naturales para el desempeno de funciones de caracter permanente. 3) La ultima renovacion del contrato de locacion de servicios no personales se realizo el primero de setiembre de mil novecientos noventa y seis, teniendo como plazo de vigencia hasta el treintiuno de diciembre de ese ano, sin embargo, la conclusion del mismo se dio con fecha veintiséis de diciembre de mil novecientos noventa y seis, por incumplimiento de contrato de acuerdo a lo estipulado en las clausulas segunda y sétima literal c) del contrato. Mediante Memorandum No 352-96-JC/ONPE, de fecha veintitrés de diciembre de mil novecientos noventa y seis, se le comunica que su contrato de servicios no personales ha sido resuelto, 4) La Ley No 24041, se refiere a servidores publicos contratados y el Decreto Legislativo No 276, \"Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico\", y su Reglamento establecen que el ingreso a la Administracion Publica en la condicion de servidor de carrera O contratado para labores permanentes, se efectua obligatoriamente mediante concurso. El Primer Juzgado Especializado en Derecho Publico por Resolucion numero cinco, de fecha dos de mayo de mil novecientos noventa y siete, declaro infundada la excepcion de falta de agotamiento de la via previa e infundada la demanda por considerar que los contratos por servicios no personales celebrados no le dan la condicion de servidor publico, sea de carrera O como contratado para labores de naturaleza permanente, condicion que solo se adquiere al ingresar a la Administracion Publica mediante concurso. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, por Resolucion numero ochocientos cincuenta y uno, su fecha treinta de setiembre de mil novecientos noventa y siete, revoco la apelada en la parte que declaro infundada la excepcion de falta de agotamiento de la via previa, y reformandola la declaro improcedente, y la confirmo en el extremo que declara infundada la demanda al considerar que su contratacion se realizo bajo la modalidad de \"locacion de servicios\" de acuerdo a lo establecido en los articulos 1768 a 1770 del Codigo Civil.", "FUNDAMENTOS:": "Que, en virtud de la exoneracion otorgada a la ONPE mediante el Decreto de Urgencia No 053-95, la institucion demandada celebro contrato por servicios no personales con el demandante para la ejecucion de trabajos eventuales y especificos; Que, el actor senala que la ONPE para poner fin al vinculo contractual debio realizar un proceso administrativo de acuerdo a lo establecido en el Decreto Legislativo No 276, # Ley de Bases de la Carrera Administrativa y de Remuneraciones del Sector Publico\", al haber realizado labores de caracter permanente por mas de un ano, de conformidad con lo establecido en el articulo 10 de la Ley No 24041. Que, la Ley No 24041, establece que los servidores publicos contratados para labores de naturaleza permanente, que tengan mas de un ano ininterrumpido de servicios no pueden ser cesados ni 3 TRIBUNAL CONSTITUCIONAL destituidos sino por las causas previstas en el capitulo V del Decreto Legislativo No 276, sin perjuicio de lo dispuesto en el articulo 15° del mencionado Decreto Legislativo. Que, de fojas veintidos, veinticuatro, veintisiete y veintinueve obran los contratos por servicios no personales celebrados entre el actor y la ONPE entre el dieciocho de octubre al treintiuno de diciembre de mil novecientos noventa y cinco; el dos de enero al treinta de junio de mil novecientos noventa y seis; el primero de julio al treintiuno de agosto de mil novecientos noventa y seis, y primero de setiembre al treintiuno de diciembre de mil novecientos noventa y seis; que, en los contratos mencionados se establece que se contrata al demandante en la modalidad de servicios no personales para la ejecucion de trabajos eventuales y especificos lo que no implica vinculo laboral alguno O subordinacion entre los contratantes; Que, a fojas treintiuno obra el Memorandum No 352-96-JC/ONP por el que se le comunica la resolucion del contrato en virtud del incumplimiento del literal c) de la clausula sétima del mencionado contrato; que, a fojas tres y veintiséis obran los términos de referencia de los contratos por servicios no personales; que, asimismo de fojas treintidos a cuarenta y dos obran los reportes de los servicios realizados por el actor de acuerdo a los contratos celebrados. Que, para determinar la real naturaleza de los contratos arriba senalados, es decir si se trata de contratos de servicios no personales normado por las disposiciones del Codigo Civil O contratos laborales, se requiere de otras pruebas ademas de los documentos que obran a fojas uno, dos, cuatro y cinco, que acrediten la existencia de una relacion de subordinacion y la realizacion de labores permanentes por mas de un ano en forma ininterrumpida; que, en consecuencia la reincorporacion que solicita el actor debe tramitarse en la via correspondiente por cuanto en la via del Amparo no existe estacion probatoria. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "Revocando la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento veintidos, su fecha treinta de setiembre de mil novecientos noventa y siete, que confirmo la apelada en el extremo que declaro infundada la demanda, y reformândola declara IMPROCEDENTE la Accion de Amparo interpuesta. MANDARON se publique en el diario oficial \"El Peruano\", çonforme a ley; y, los devolvieron. S.S. bL ACOSTA SANCHEZ NUGENT DIAZ VALVERDE Kbs o GARCIA MARCELO MLC LO QUÉ CERTIFICO. DRA. MARIA LUZ VASQUEZ VARGAS SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-05-22", "id": 36897, "nombre_demandado": "Oficina Nacional de Procesos Electorales (ONPE)", "nombre_demandante": "Ricardo Augusto Cuyubamba León", "numero_expediente": "01111-1997-AA"}