{"CONTEXTO": " 01114-1998-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01114-1998-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1114-98-AC/TC LIMA TOMAS CRUZADO ROJAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL PO En Ayacucho, a los veinticuatro dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Tomas Cruzado Rojas, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas ciento sesenta y seis, su fecha tres de noviembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Cumplimiento.", "ANTECEDENTES:": "Don Tomas Cruzado Rojas interpone demanda de Accion de Cumplimiento contra la Empresa Nacional de Edificaciones y la Oficina de Normalizacion Previsional, solicitando se cumpla con lo dispuesto en la Primera Disposicion Final y Transitoria de la actual Constitucion Politica del Estado y la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, y se le restituya su derecho pensionario conculcado, por cuanto considera que habiendo sido incorporado en el ano mil novecientos ochenta y siete dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, no podia excluirsele del mismo, en forma extemporanea, a través de decisiones administrativas que afectan dicho derecho pensionario. Indica que ha cumplido con el requerimiento notarial dirigido a la demandada, conforme a ley. La Empresa Nacional de Edificaciones contesta la demanda y manifiesta que las resoluciones cuyo cumplimiento reclama el demandante no estân vigentes al haber sido declaradas nulas administrativamente en aplicacion del Decreto Legislativo N.o 763; asimismo, indica que por error se reconocio al demandante el derecho de incorporarse al régimen de pensiones del Decreto Ley N.o 20530 y que si bien se le mantuvo incorporado al citado régimen pensionario en cumplimiento de una medida cautelar dictada en una Accion de Amparo, mediante Sentencia del Tribunal Constitucional recaida en el Expediente N.o 278-93-AA/TC, expedida el once de agosto de mil novecientos noventa y siete, se declaro improcedente dicha demanda de amparo, razon por la que se procedio a la suspension del TRIBUNAL CONSTITUCIONAL descuento de aportaciones al fondo de pensiones que se le efectuaba al demandante, lo cual no constituye un acto arbitrario, sino que se ajusta a derecho. La Oficina de Normalizacion Previsional contesta la demanda y propone las PA excepciones de oscuridad y ambigiiedad en el modo de proponer la demanda y falta de agotamiento de la via administrativa; manifiesta que no solo basta el requerimiento por carta notarial, sino que también se debe cumplir con lo senalado en el articulo 270 de la Ley N.o 23506. Asimismo, refiere que la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peru no establece ningun mandato a su administracion para el pago de pensiones y que tampoco se configura el incumplimiento de la Segunda Disposicion Complementaria, Transitoria y Final de la Ley N.o 26835, toda vez que la Resolucion emitida por Enace respecto al demandante esta amparada por el Decreto Legislativo N.o 763 y no por el Decreto Legislativo N.o 817, por haberse acumulado indebidamente periodos prestados bajo diferentes regimenes laborales. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha tres de junio de mil novecientos noventa y ocho, declaro fundada la excepcion de falta de agotamiento de la via previa e improcedente la demanda, por considerar que el demandante no ha iniciado su reclamo de acuerdo a las normas del Decreto Supremo N.o 02-94-JUS, es decir, no agoto la via previa. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha tres de noviembre de mil novecientos noventa y ocho, por los propios fundamentos de la apelada la confirma. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que el articulo 200° inciso 6) de la Constitucion Politica del Perû, concordante con 1. la Ley N.o 26301, establece que la Accion de Cumplimiento es una garantia constitucional que procede contra cualquier autoridad O funcionario renuente a acatar una norma legal 0 un acto administrativo, sin perjuicio de las responsabilidades de ley. Que, de autos se advierte que el demandante cumplio con agotar la via previa, al 2. haber cursado carta notarial conforme lo establece el inciso c) del articulo 5° de la Ley N.o 26301. Que, a través del presente proceso constitucional, el demandante pretende que en 3. cumplimiento de lo prescrito por la Primera Disposicion Final y Transitoria de la Constitucion Politica del Peri y la Segunda Disposicion Complementaria Transitoria y Final de la Ley N.o 26835, se efectue el pago de la pension de 2 TRIBUNAL CONSTITUCIONAL jubilacion y se dejen sin efecto las decisiones administrativas que afectan su derecho reconocido. Que, mediante la Resolucion N.o 359-88-ENACE-S100AD, de fojas cuatro, su fecha 4. veintiuno de abril de mil novecientos ochenta y ocho, se dispuso incorporar al demandante dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530, sin perjuicio de su régimen laboral, Ley N.° 4916, cuando todavia se encontraba en actividad, no especificandose su fecha de ingreso a Enace ni el tiempo de servicios que estuvo prestando sus servicios bajo dicho régimen laboral ni el periodo laboral prestado dentro del régimen laboral de la Ley N.o 11377. Que la mencionada Resolucion N.o 359-88-ENACE-8100AD fue declarada nula 5. mediante la Resolucion N.o 149-93-ENACE-PRES-GG expedida el veintiocho de junio de mil novecientos noventa y tres, de fojas cinco de autos, la misma que no fue impugnada por el demandante, razon por la que la Accion de Cumplimiento no es la via pertinente para restablecer el derecho pensionario invocado, puesto que la pretension debe ser actual y debidamente acreditada, no pudiéndose solicitar el cumplimiento de un derecho constitucional, ya que ello no es propio del presente proceso. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y seis, su fecha tres de noviembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ / f DIAZ VALVERDE NUGENT GARCIA MARCELO LCCE MR Lo que Gerzifigo: 1-- Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA 3 TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-09-07", "id": 35669, "nombre_demandado": "Empresa Nacional de Edificaciones y otro", "nombre_demandante": "Tomás Cruzado Rojas", "numero_expediente": "01114-1998-AC"}