{"CONTEXTO": " 01118-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01118-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1118-98-AA/TC LIMA BERTHA YOLANDA MAYURI MACHADO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Bertha Yolanda Mayuri Machado contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y ocho, su fecha veintiocho de octubre de mil novecientos noventa y ocho, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Bertha Yolanda Mayuri Machado interpone Accion de Amparo contra la Oficina de Normalizacion Previsional, a fin de que se declare inaplicable para su caso el Decreto Ley N.o 25967 y se efectue el câlculo de su pension de acuerdo con lo establecido en el Decreto Ley N.° 19990; se ordene a la demandada que cumpla con actualizar y regularizar el monto de su pension; se le pague las pensiones devengadas; se le otorgue el aumento del 16% que dispuso el Gobierno en el mes de agosto de mil novecientos noventa y siete; y que cumpla con otorgarle una pension minima de tres sueldos minimos vitales, conforme lo estipula la Ley N.o 23908. Manifiesta que ha aportado al Sistema Nacional de Pensiones por mas de cinco anos, encontrândose bajo el régimen del Decreto Ley N.o 19990. La Oficina de Normalizacion Previsional propone las excepciones de caducidad y falta de agotamiento de la via administrativa y, sin perjuicio de las excepciones planteadas, contesta la demanda manifestando que el Instituto Peruano de Seguridad Social liquido la pension de la demandante en el ano mil novecientos ochenta y seis, mucho antes de entrar en vigencia el Decreto Ley N.° 25967, por tal razon, los câlculos y liquidaciones efectuadas a la pension de la demandante se cineron estrictamente a lo dispuesto por el Decreto Ley N.°19990. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas treinta y nueve, con fecha veinte de abril de mil novecientos noventa y ocho, declara improcedente la demanda, por considerar que la controversia radica en el cuestionamiento de la liquidacion efectuada por la demandada respecto a la pension de jubilacion de la demandante, la que, segun sostiene ella, es el producto de la aplicacion TRIBUNAL CONSTITUCIONAL retroactiva e ilegal del Decreto Ley N.° 25967, el cual no resulta aplicable a su caso, pues le corresponde el Decreto Ley N.o 19990, situaciones controvertibles que requieren de actuacion de medios probatorios, por lo que no resulta amparable la presente accion de garantia. Asimismo, declara infundadas las excepciones propuestas por la demandada. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y ocho, con fecha veintiocho de octubre de mil novecientos noventa y ocho, revocando la sentencia apelada, declaro infundada la demanda, por considerar que la demandante denuncia la aplicacion ilegal del Decreto Ley N.o 25967 por parte de la demandada en el câlculo de su pension de jubilacion a partir de mil novecientos noventa y dos, sin embargo, en autos no acompana documento alguno que acredite lo afirmado, ya que ésta gozaba de su pension desde el ano mil novecientos ochenta y seis. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que, no cabe invocar para el presente caso la excepcion de caducidad, por cuanto se 1. trata de un reclamo en materia pensionaria, donde los actos violatorios objeto de reclamo tienen caracter continuado, por lo que en tales circunstancias no rige el término contemplado por el articulo 370 de la Ley N.o 23506, sino lo dispuesto en la ultima parte del articulo 26° de la Ley N.o 25398. Que, en el presente caso, por la naturaleza del derecho invocado, teniendo en 2. consideracion que la pension tiene caracter alimentario y habiéndose ejecutado en forma inmediata, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 1) del articulo 28° de la Ley N.o 23506. Que, conforme se advierte de fojas cuatro de autos, la demandante ceso en su 3. actividad laboral el treinta y uno de diciembre de mil novecientos ochenta y cinco, generandose a partir del dia siguiente su derecho pensionario, el cual fue calculado y otorgado de acuerdo con lo establecido en el articulo 42° y siguientes del Decreto Ley N.° 19990, mediante Resolucion N.o 73175-86, de fecha dieciséis de abril de mil novecientos ochenta y seis, es decir, antes de la promulgacion del Decreto Ley N.o 25967. Que, asimismo, de conformidad con lo dispuesto en el inciso b) del articulo 3° de la 4. Ley N.o 23908, la demandante no se encontraba comprendida dentro del ambito de éste dispositivo legal, toda vez que la misma percibia una pension reducida al amparo del articulo 42° del Decreto Ley N.o 19990. Que, respecto al extremo referido a la solicitud del otorgamiento del alegado 5. aumento que habria dispuesto el Supremo Gobierno en el mes de agosto de mil novecientos noventa y siete, en caso corresponda, no procederia declararse tal derecho a través del presente proceso constitucional, toda vez que el mismo es de carâcter restitutivo y no declarativo de derechos, de conformidad con lo prescrito por el articulo 1° de la Ley N.o 23506. 2 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Perû y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y ocho, su fecha veintiocho de octubre de mil novecientos noventa y ocho, que revocando la apelada declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ Mi 2 DIAZ VALVERDE NUGENT GARCIA MARCELO V EGD LO QUE CERTIFIÇO: Wud nul DR. CESAR CUBAS LONGA SECRETARIO-RETATOR ge) 3", "fecha_publicacion": "1999-10-25", "id": 35885, "nombre_demandado": "Oficina de Normalización Previsional (ONP)", "nombre_demandante": "Bertha Yolanda Mayurí Machado", "numero_expediente": "01118-1998-AA"}