{"CONTEXTO": " 01111-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01111-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.° 1111-98-AA/TC CHIMBOTE JACINTO GONZALEZ ALBA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintiocho dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Casacion entendido como Recurso Extraordinario interpuesto por don Jacinto Gonzalez Alba contra la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento setenta y uno, su fecha nueve de noviembre de mil novecientos noventa y ocho, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Jacinto Gonzalez Alba interpone Accion de Amparo contra el Colegio Odontologico del Perû, el Colegio Odontologico Departamental de Ancash-Zona Costa, asi como a la Junta Electoral Departamental de Ancash-Zona Costa, con el objeto de que se declare la nulidad de las elecciones de fecha veintiuno de diciembre de mil novecientos noventa y siete. Refiere el demandante que el proceso electoral del Colegio Odontologico Departamental de Ancash-Zona Costa, realizada con fecha veintiuno de diciembre de mil novecientos noventa y siete, estuvo plagado de serias irregularidades, como son la declaracion de nulidad de un voto que podria haber determinado el empate entre las dos listas que se encontraban compitiendo asi como que se habria permitido el voto de colegiados inhabiles. Alude que ello tornaria nulo el proceso electoral, no obstante, cuando interpusieron su medio impugnatorio ante la Junta Nacional Electoral del Colegio Odontologico del Perû, éste no fue resuelto favorablemente, y se limito a confirmar la resolucion de la Junta Electoral Departamental. Admitida la demanda, ésta es contestada por el Presidente del Jurado Electoral Nacional del Colegio Odontologico del Perû, quien solicita se declare improcedente la TRIBUNAL CONSTITUCIONAL demanda, ya que: a) No se ha alegado violacion de derecho constitucional alguno; y, b) La eventual violacion de su derecho constitucional ha devenido en irreparable. El Juez del Primer Juzgado Especializado en lo Civil de Chimbote, con fecha veintiséis de junio de mil novecientos noventa y ocho, expide resolucion declarando improcedente la demanda, por considerar, principalmente, que de conformidad con el articulo 3° del Decreto Supremo N.o 024-90-JUS, la pretension del demandante no tiene por objeto proteger derechos constitucionales. La Sala Civil Corporativa de la Corte Superior de Justicia del Santa, con fecha nueve de noviembre de mil novecientos noventa y ocho, expide resolucion confirmando la apelada, por considerar, principalmente, que no se cumplio con agotar la via previa. Contra esta resolucion, el demandante interpone Recurso de Casacion, que debe ser entendido como Extraordinario.", "FUNDAMENTOS:": "Que, conforme se acredita del petitorio contenido en la demanda, el objeto de ésta 1. es que se declare la nulidad de las elecciones del Colegio Odontologico Departamental de Ancash-Zona Costa realizado con fecha veintiuno de diciembre de mil novecientos noventa y siete. Que, siendo ello asi, y conforme se acredita de la pretension del demandante, el 2. presente proceso constitucional no ha sido iniciado con el objeto de tutelar algun derecho constitucional que al demandante se le hubiese afectado por accion u omision por parte de las entidades demandadas, sino basicamente con el objeto de cuestionar la regularidad del proceso electoral llevado a cabo en la eleccion de las autoridades del Colegio Odontologico Departamental de Ancash-Zona Costa. Que, en consecuencia, dado que no existe controversia constitucional susceptible 3. de ser ventilada en el proceso de amparo, puesto que la irregularidad de un proceso electoral y la eventual nulidad 0 anulabilidad de un proceso electoral por vicios en su realizacion no afecta derechos subjetivos de carâcter constitucional sino intereses juridicos de naturaleza legal, tal controversia debio ser ventilada en el âmbito de la jurisdiccion ordinaria a través de los procesos que la ley procesal civil respectiva establece. Que, sin perjuicio de lo expuesto en los fundamentos juridicos precedentes, el 4. Tribunal Constitucional no puede pasar por inadvertido el poco celo mostrado por el Juez del Primer Juzgado Especializado en lo Civil de Chimbote al momento de 2 TRIBUNAL CONSTITUCIONAL resolver en primera instancia el proceso de Amparo al aplicar una norma, como lo fue el Decreto Supremo N.o 024-90-JUS, que se encuentra derogado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Civil Corporativa de la Corte Superior de Justicia del Santa, de fojas ciento setenta y uno, su fecha nueve de noviembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO ice E.C.M. LO que Certif100: MARIA TE-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL 3", "fecha_publicacion": "1999-08-14", "id": 35486, "nombre_demandado": "Colegio Odontológico del Perú, Colegio Odontológico Departamental de Ancash-Zona Costa y Junta Electoral Departamental de Ancash", "nombre_demandante": "Jacinto Gonzáles Alba", "numero_expediente": "01111-1998-AA"}