{"CONTEXTO": " 01113-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01113-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 1113-98-AA/TC LIMA ALBERTO GIESECKE SARA LAFOSSE Y OTRO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diecinueve dias del mes de agosto de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alberto Giesecke Sara Lafosse y otro contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas mil ciento ochenta y siete, su fecha treinta de octubre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Alberto Giesecke Sara Lafosse y don Arturo Aranda Arrieta interponen Accion de Amparo contra la empresa Lucchetti Peru S.A., por amenaza al derecho constitucional de gozar de un ambiente equilibrado y adecuado para el desarrollo de la vida, por la construccion y proxima operatividad de su planta industrial ubicada en la zona colindante al Area Natural Protegida Pantanos de Villa, y contra el Alcalde Distrital de Chorrillos, por omision de un acto debido al no cumplir ni hacer cumplir las normas que protegen el derecho constitucional contenido en el articulo 2°, inciso 22), de la Carta Politica e infringir su deber de controlar las edificaciones en su jurisdiccion, asi como impedir la destruccion de las âreas naturales ubicadas en su jurisdiccion. Contestada la demanda, Lucchetti Peru S.A. sostiene, principalmente, que \"la recurrente no ha violado ni amenazado los derechos que los demandantes acusan, no existe ningun acto que se pueda imputar de violatorio y menos aun relacion de causalidad entre ellos que determine la procedencia de una Accion de Amparo\". El Primer Juzgado de Derecho Publico de Lima, a fojas mil cincuenta y uno, con fecha veintitrés de marzo de mil novecientos noventa y ocho, declara improcedente la Accion de Amparo, al considerar, principalmente, que \"los hechos expuestos en el petitorio de la demanda son de naturaleza controvertible cuya dilucidacion requiere de TRIBUNAL CONSTITUCIONAL una via mas lata, no siendo por ende la Accion de Amparo, de naturaleza excepcional, sumarisima y carente de etapa probatoria, la idonea en el presente caso; dejândose a salvo el derecho de los ciudadanos demandantes para que lo hagan valer en la via ordinaria que corresponda\". La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas mil ciento ochenta y siete, con fecha treinta de octubre de mil novecientos noventa y ocho, confirma la apelada, al considerar principalmente que, \"cabe precisar que las situaciones fâcticas que se denuncian no otorgan conviccion a este Colegiado de que su ejecucion 0 inejecucion lesione algun derecho, tanto mas si no es permisible limitarse a citar 0 exponer perjuicio, sin que tales puedan ser demostrados de manera palmaria, situacion que no se logra patentizar en autos\". Contra esta resolucion, los actores interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la presente demanda esta dirigida contra la empresa Luchetti Perû S.A. por amenaza al derecho constitucional de los demandantes de gozar de un ambiente equilibrado y adecuado para el desarrollo de la vida, y contra el Alcalde del Distrito de Chorrillos, por no cumplir ni hacer cumplir las normas que protegen el acotado derecho, contenido en el articulo 2°, inciso 22) de la Constitucion Politica del Peru. Que, constituye doctrina jurisprudencial que el proceso constitucional de amparo 2. es sumarisimo y esta destinado a restablecer con urgencia los derechos constitucionales violados O impedir la consumacion de su amenaza. Que, en este sentido, los hechos materia de la Accion de Amparo han de ser 3. inmediatamente demostrables dentro de un término probatorio que respete esta caracteristica urgencia. Que esta postura jurisprudencial no se condice con la naturaleza de los hechos 4. que se le atribuye a la empresa Luchetti Peru S.A., por cuanto, del ingente instrumental probatorio que obra en el expediente asi como de las alegaciones vertidas por los demandantes y esta entidad comercial, se aprecia la existencia de una controversia que principalmente se sustenta en consideraciones técnicas de carâcter ambiental, lo que hace necesario que el asunto deba ser dilucidado en la via ordinaria, a fin de garantizar un debate probatorio lato que contribuya a la formacion de una indubitable conviccion jurisdiccional. Que, en lo que respecta al reclamo dirigido contra el Alcalde del distrito de 5. Chorrillos, debe senalarse que en nuestro ordenamiento juridico existe la via TRIBUNAL CONSTITUCIONAL procesal constitucional apropiada para exigir el cumplimiento de las normas que se invocan, no siendo esta accion de garantia la via idonea para dicho proposito. Que, en este sentido, es de aplicacion al presente caso lo preceptuado por el 6. articulo 13°, y el articulo 200°, inciso 6) de la Ley N.o 25398, de la Constitucion Politica del Peru. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas mil ciento ochenta y siete, su fecha treinta de octubre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "Y 6/ ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO N 7 mecta IMS Lo que certifico: DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e)", "fecha_publicacion": "1999-12-08", "id": 36063, "nombre_demandado": "Lucchetti Perú SA", "nombre_demandante": "Alberto Giesecke Sara Lafosse y Arturo Aranda Arrieta", "numero_expediente": "01113-1998-AA"}