{"CONTEXTO": " 01117-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01117-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N1117-97-HC/TC LIMA ERNESTO EDUARDO QUEIROLO ARAMBURU Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los once dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Ernesto Eduardo Queirolo Aramburu y otros contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y cuatro, su fecha veinticinco de setiembre de mil novecientos noventa y siete, que declaro infundada la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don Ernesto Eduardo Queirolo Aramburu y otros interponen Accion de Habeas Corpus contra el representante legal de la Empresa de Servicios de Agua Potable y Alcantarillado de Lima- Sedapal y contra don Segundo Davila Vasquez, por violacion de su derecho de Libre Transito. Argumentan que son propietarios de 72,45 hectâreas de terreno, ubicados en las Pampas de Mamay-San Bartolo, expresan que el dia nueve de mayo de mil novecientos noventa y siete los demandados, con el apoyo de doce efectivos, un cargador frontal y una retroexcavadora procedieron a cerrar la via de acceso a sus propiedades, realizando hoyos profundos y colocando obstaculos a fin de impedir el paso de los agraviados. A fojas cuarenta y seis, corre el acta de la inspeccion judicial realizada por el personal del Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, el cual constata que en la puerta de ingreso del fundo se encontraban dos efectivos policiales uniformados --los mismos que no quisieron identificarse, manifestando que cubrian un servicio--, con la finalidad de impedir el ingreso de materiales de construccion por parte de los accionantes; asimismo se constato que paralelamente a la via antigua existe una via auxiliar de aproximadamente cien metros la cual empalma con ésta para continuar en ella. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, a fojas cincuenta y uno, con fecha diecisiete de julio de mil novecientos noventa y siete, declara infundada la accion por considerar que en la inspeccion judicial se ha comprobado que existe una via auxiliar que se puede utilizar sin ningun tipo de 2 TRIBUNAL CONSTITUCIONAL obstaculo, no existiendo ningun otro camino en dicho fundo que esté obstaculizado por monticulos ni por hoyos profundos que impidan el paso. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas setenta y cuatro, con fecha veinticinco de setiembre de mil novecientos noventa y siete, por las mismas consideraciones confirma la apelada, y declara infundada la Accion de Habeas Corpus. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la pretension de los actores es que no se les impida el libre transito a los predios de su propiedad, al haberse cerrado la via por parte de la empresa demandada. 2. Que, realizada la sumaria investigacion, se ha comprobado que Sedapal ha realizado trabajos propios de su competencia en la via de acceso, debiendo establecerse que a fojas cuarenta y seis de autos corre el acta de la inspeccion judicial realizada por el personal del Primer Juzgado Corporativo Transitorio de Lima, en la cual se constata que alternativamente a la via antigua, existe una via, la cual empalma con la via antigua, por lo que la violacion alegada respecto al derecho al libre transito no se encuentra acreditada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Peri y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas setenta y cuatro, su fecha veinticinco de setiembre de mil novecientos noventa y siete, que confirmando la sentencia apelada declaro INFUNDADA la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, 11 DIAZ VALVERDE, NUGENT, GARCIA MARCELO. 2 L - / il Lo que Oertifico: Dra. MARIA LUZ VASQUEZ E.G.D. SECRETARIA - RELATORA TRIBUNAL CONSTITUGIONAL", "fecha_publicacion": "1999-04-17", "id": 34991, "nombre_demandado": "Representante legal de la Empresa de Servicios de Agua Potable y Alcantarillado de Lima-Sedapal, y otro", "nombre_demandante": "Ernesto Eduardo Queirolo Aramburú y otros", "numero_expediente": "01117-1997-HC"}