{"CONTEXTO": " 01123-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01123-1998-AA.pdf) --- EXP. N. 1123-98-AA/TC LIMA SANTOS DANIEL RON RO AROCA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Ayacucho, a los veinticuatro dias del mes de junio de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Santos Daniel Romero Aroca contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha dieciséis de noviembre de mil novecientos noventa y ocho, que senala que carece de objeto pronunciarse por haberse producido sustraccion de la materia.", "ANTECEDENTES:": "Don Santos Daniel Romero Aroca interpone demanda de Accion de Amparo contra la Oficina de Normalizacion Previsional y contra el Ministerio de Promocion de la Mujer y del Desarrollo Humano; senala que es cesante del Decreto Ley N.o 20530 por mas de seis anos y que venia percibiendo su pension desde la fecha de su cese, esto es, desde el seis de setiembre de mil novecientos noventa hasta que, con oficio N.° 164-96-CONAPO/OGA del veinticuatro de julio de mil novecientos noventa y seis, le informan de la suspension de su pension, indicandose que mediante Resolucion Directoral N.o 111-96-0GA-OEP-SA de fecha dieciséis de julio de mil novecientos noventa y seis se anulan las resoluciones de incorporacion y de otorgamiento de pension que fueron expedidas en los anos mil novecientos ochenta y nueve y mil novecientos noventa, sin tener en cuenta que la facultad para anular se encontraba prescrita, tal como lo senala el articulo 110° del Decreto Supremo 002-94-JUS, conculcandose con ello sus derechos constitucionales a percibir una pension justa, a la integridad, salud y bienestar de su familia y al debido proceso, entre otros. Ampara su demanda en lo dispuesto por los articulos 57° y 1870 de la Constitucion Politica del Estado de 1979, reproducido en el articulo 103° de la Carta Magna en rigor; los articulos 24° inciso 22), 26°, 28° y demas pertinentes de la Ley N.o 23506. La Oficina de Normalizacion Previsional contesta la demanda y deduce la excepcion de falta de agotamiento de la via previa y caducidad de la accion. La Procuradora Publica a cargo de los asuntos judiciales del Ministerio demandado contesta la demanda y propone la excepcion de falta de agotamiento de la via previa y caducidad de la accion. El Primer Juzgado Corporativo Transitorio Especializado en Derecho Publico de Lima, con fecha veinticinco de mayo de mil novecientos noventa y ocho, declaro fundada la demanda, por considerar, entre otras razones, que el demandante tenia derechos adquiridos y, como tal, garantizados por el Texto Constitucional, por lo que deviene en nulo todo pacto en contrario, por lo que al declararse nula las resoluciones de incorporacion al régimen previsional del Decreto Ley N.o 20530 y el otorgamiento de su pension de manera unilateral sin la instauracion del debido proceso, garantizando el irrestricto derecho de defensa, se han conculcado sus derechos constitucionales. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha dieciséis de noviembre de mil novecientos noventa y ocho, declaro insubsistente la apelada, y que carece de objeto pronunciarse por haberse producido sustraccion de la materia, en consideracion a que del escrito de la demanda se advierte que lo que en el fondo se cuestiona es tanto la Resolucion Directoral N.o 111-96-0GA-OEP-SA como la Resolucion Directoral N.o 2809-96/ONP-DC del dieciséis de julio de mil novecientos noventa y seis, y del veintiséis de diciembre del mismo ano, respectivamente, por las que se declaran nulas las resoluciones que incorporan al demandante dentro del régimen previsional del Decreto Ley N.o 20530; que a fojas ciento dieciséis y ciento diecisiete obra la Resolucion N.° 2007-98/ONP-GO, de fecha once de junio de mil novecientos noventa y ocho, que resuelve declarar nula la Resolucion N.o 2809-96/ONP-DC, que a su vez declaro nula la Resolucion N.o 111-96-0GA-OEP-SA, declarandose ademas la vigencia de las resoluciones que fueron afectadas en su oportunidad; consecuentemente, la pretension reclamada se ha sustraido del ambito jurisdiccional. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de autos aparece que mediante Resolucion Directoral N.o SNISA-DG 0585-89, de fecha veintiocho de diciembre de mil novecientos ochenta y nueve, se le incorporo al demandante al régimen de pensiones normado por el Decreto Ley N.o 20530, y que con la Resolucion Directoral N.o 0875-90-SA-P, de fecha veintiséis de setiembre mil novecientos noventa se le se le reconocen tres anos de estudios de instruccion premilitar y con Resolucion Presidencial N.o 137-90-P-CNP de fecha veintiséis de diciembre de mil novecientos noventa se le otorga su pension por el mismo régimen pensionario en el nivel remunerativo F-5 del Consejo Nacional de Poblacion. 2. Que, mediante la Resolucion Directoral N.o 111-96-0GA-OEP-SA, de fecha dieciséis de julio de mil novecientos noventa y seis, se declaran nulas las resoluciones citadas en el fundamento anterior, y lo privan del pago de sus pensiones, a pesar de que lo venia percibiendo durante seis anos continuos, asimismo la Oficina de Normalizacion Previsional, mediante Resolucion N.o 2809- 96/ONP-DC de fecha veintiséis de diciembre de mil novecientos noventa y seis, declara nulas las resoluciones antes mencionadas. 3. Que, conforme se ha expresado en la Sentencia de fecha veintitrés de abril de mil novecientos noventa y siete, recaida en el Expediente N.o 008-96-I/TC, este Tribunal considera que los derechos adquiridos por el asegurado al amparo del Decreto Ley N.o 20530, no pueden ser desconocidos por los demandados en forma unilateral, argumentando la aplicacion de las leyes N.OS 25066 y 24366, entre otros, sino que, contra resoluciones administrativas que constituyen cosa decidida, solo procede invocar su nulidad mediante un proceso regular en sede judicial. 4. Que, por la naturaleza del derecho invocado, teniendo en consideracion que la pension tiene caracter alimentario, no es exigible el agotamiento de la via previa, tal como lo prescribe el inciso 1) del articulo 28° de la Ley N.o 23506. 5. Que, no existe caducidad en el ejercicio de la presente accion, toda vez que la transgresion al derecho del demandante es continuada, de donde no resulta aplicable al caso examinado el plazo previsto en el articulo 370 de la Ley N.o 23506, sino el articulo 26°, segundo parrafo de la Ley N.o 25398. 6. Que la facultad para declarar nulas las resoluciones, en mérito de haber transcurrido mas de 6 meses, tal como lo prescribe el articulo 110° del Decreto Supremo 002-94-JUS vigente a la fecha de los hechos, habia prescrito. 7. Que es evidente, en consecuencia, la agresion del derecho pensionario del demandante, consagrado por la Octava Disposicion General y Transitoria de la Constitucion Politica de 1979 y reafirmada por la Primera Disposicion Final y Transitoria de la Carta Politica del Estado de 1993 por lo que resulta amparable su restitucion mediante la presente accion de garantia. 8. Que la Sala Superior se ha pronunciado en el sentido de que carece de objeto pronunciarse por haberse producido sustraccion de la materia, en mérito a que la Oficina de Normalizacion Previsional, con fecha once de junio de mil novecientos noventa y ocho, mediante Resolucion N.o 2007-98/ONP-GO, declara nula la Resolucion N.o 2809-96/ONP-DC; sin embargo, respecto al extremo contenido en la Resolucion Directoral N.o 111-96-0GA-OEP-SA ésta mantiene su eficacia, toda vez que no existe en autos resolucion alguna que establezca su nulidad, motivo por el cual este Tribunal debe pronunciarse. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO en parte la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cuarenta y siete, de fecha dieciséis de noviembre de mil novecientos noventa y ocho en cuanto declara que carece de objeto pronunciarse por haberse producido sustraccion de la materia respecto a la codemandada la Oficina de Normalizacion Previsional y la REVOCA el extremo que declaro insubsistente la apelada, reformandola declara que la misma conserva toda su eficacia legal; asimismo, integrando la Resolucion declara FUNDADA la Accion de Amparo, en cuanto a la inaplicabilidad al demandante de la Resolucion Directoral N.o 111-96-0GA-OEP-SA, su fecha dieciséis de julio de mil novecientos noventa y seis, ordenando que la ONP cumpla con efectuarle el pago continuado de sus pensiones por el régimen del Decreto Ley N.o 20530 asi como los reintegros de las pensiones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO MR", "fecha_publicacion": "1999-09-07", "id": 35647, "nombre_demandado": "Oficina de Normalización Previsional (ONP) y otro", "nombre_demandante": "Santos Daniel Romero Aroca", "numero_expediente": "01123-1998-AA"}