{"CONTEXTO": " 01135-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01135-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1135-97-AA/TC ASOCIACION DE CESANTES Y JUBILADOS DE ENAPU LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de setiembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Cesantes y Jubilados de ENAPU contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y seis, su fecha cinco de setiembre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "La Asociacion de Cesantes y Jubilados de ENAPU interpone Accion de Amparo contra el Supremo Gobierno y otros, solicitando que se dejen sin efecto las violaciones sistematicas, reales y objetivas que se cometen contra los derechos de sus asociados en calidad de pensionistas del Régimen de Pensiones del Decreto Ley No 20530, que se encuentran establecidas en las Resoluciones Nos. 177, 178, 179 y 181-ONP-GG, respaldadas en el Decreto Legislativo No 817 y su Reglamento aprobado por el Decreto Supremo No 073-96-EF publicado en el diario oficial El Peruano del treinta de junio de mil novecientos noventa y seis. Los demandados contestan la demanda a fojas noventa y ocho, ciento catorce, ciento veinticinco, ciento treinta y cinco y ciento cincuenta y siete, respectivamente, precisando que sin perjuicio de las excepciones de falta de legitimidad para obrar del demandado, de litis pendencia, y de representacion defectuosa del demandante, la niegan y contradicen en todos sus extremos en vista de que en ningun caso se esta violando derecho alguno de los miembros de la asociacion demandante con la aplicacion del Decreto Supremo No 073-96-EF y el Decreto Legislativo No 817, bajo el marco normativo de la actual Constitucion Politica del Estado, y de que no se acredita la verosimilitud del supuesto derecho amenazado 0 conculcado por parte de la demandante. El Juez Previsional Transitorio de Lima, con fecha dos de diciembre de mil novecientos noventa y seis, declaro improcedente la demanda, por considerar principalmente que solo procede la Accion de Amparo cuando se hayan agotado las vias previas ante la Oficina de Normalizacion Previsional que expidio las resoluciones cuya inaplicacion se solicita, no dandose en el caso de autos las excepciones previstas por el articulo 28° de la Ley No 23506. La Sala Corporativa Transitoria Especializada en 2 TRIBUNAL CONSTITUCIONAL Derecho Publico de la Corte Superior de Justicia de Lima, a fojas trescientos setenta y seis, su fecha cinco de setiembre de mil novecientos noventa y siete, confirmo la apelada por estimar que, por la forma genérica en que se plantea el petitorio de la demanda, no es posible apreciar los requisitos de virtualidad, inminencia, gravedad y actualidad que, de acuerdo a la doctrina, deben revestir las afectaciones que se denuncian. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1.- Que, las resoluciones No 177-ONP-GG del nueve de julio de mil novecientos noventa y seis, No 178-ONP-GG del once de julio de mil novecientos noventa y seis, No 179-ONP-GG del catorce de julio de mil novecientos noventa y seis, y No 181-ONP-GG del veintiséis de julio de mil novecientos noventa y seis, que se mencionan en el petitorio de la demanda, expedidas por la Oficina de Normalizacion Previsional y que supuestamente conculcan derechos de los miembros de la asociacion demandante, no han sido impugnadas ante el organismo administrativo que las expidio, como requisito indispensable para viabilizar la presente Accion de Amparo. 2.- Que, segun el articulo 27° de la Ley No 23506, de Habeas Corpus y Amparo, solo procede la Accion de Amparo cuando se han agotado las vias previas, no siendo de aplicacion ninguna de las excepciones contenidas en el articulo 28° del mismo cuerpo legal para evitar dicha exigencia. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos setenta y seis, su fecha cinco de setiembre de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. hdby ACOSTA SANCHEZ, KIMA DIAZ VALVERDE, arcea Mb NUGENT, GARCIA MARCELO Ceftifico: Lo aye MF Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-11-27", "id": 37225, "nombre_demandado": "Empresa Nacional de Puertos (ENAPU)", "nombre_demandante": "Asociación de Cesantes y Jubilados de ENAPU", "numero_expediente": "01135-1997-AA"}