{"CONTEXTO": " 01137-1998-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01137-1998-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N-1137-98-AATC ANCASH ROGELIO ROMAN GRADOS GARCIA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huaraz, a los veintisiete dias del mes de mayo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Rogelio Roman Grados Garcia contra la Resolucion de la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas trescientos treinta y tres, su fecha trece de noviembre de mil novecientos noventa y ocho, que declaro infundada la demanda en la Accion de Amparo interpuesta contra el Alcalde de la Municipalidad Distrital de Independencia, Provincia de Huaraz.", "ANTECEDENTES:": "Don Rogelio Roman Grados Garcia, Gerente General de la Compania Distribuidora S.A., interpone Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Independencia, provincia de Huaraz, para que se declare inaplicable a su empresa la Resolucion N.o 599-97-MDI, del treinta y uno de diciembre de mil novecientos noventa y siete, que declara infundada la apelacion interpuesta contra la Resolucion N.o 0509-97- DPAT-JEF. Dicha resolucion le deniega el pedido de dejar sin efecto el cobro, por concepto de multas, por haber incumplido con el pago del Impuesto al Patrimonio Predial. Asimismo, solicita la no aplicacion de los actos administrativos posteriores derivados de la referida resolucion; ello, por \"contradecir el principio constitucional que establece que nadie esta obligado a hacer lo que la ley no manda ni impedido de hacer lo que ella no prohibe\". La demandante fundamenta su accion de garantia en que: 1) Por las exoneraciones tributarias establecidas para el sector turismo, ampliaron el giro de su negocio y compraron dos inmuebles a Entur Peru S.A. en liquidacion; 2) La Sunat y la Municipalidad Provincial del Santa aplicaron la exoneracion respecto de los inmuebles adquiridos por el demandante con fines de hospedaje; 3) Mediante resoluciones N.OS 283-97-MDI-DPATIRF y 0284-97- MDI-DPAT/JEF, la Jefatura de la Division de Promocion y Administracion Tributaria demandada ordeno que la demandante pagara el Impuesto al Patrimonio Predial de 1996; 4) NA Dichas resoluciones fueron reclamadas apeladas por el demandante, y declaradas 0509-97- DPAT-JEF y 599-97-MDI; y 5) infundadas mediante las resoluciones Solicito la exoneracion del Impuesto Predial a la Municipalidad demandada mediante Oficio N.o 179-98/MDI-PyAT. TRIBUNAL CONSTITUCIONAL El Alcalde de la Municipalidad Distrital de Independencia, don Vidal Pompeyo Mosquera Vasquez, contesta la demanda y solicita que sea declarada improcedente 0 infundada, por considerar que: 1)El ejercicio de la Accion de Amparo ha caducado; 2) La demandante debio interponer una accion comternciowp-administmativ.; y 3) Mediante resoluciones directorales del treinta de julio de mil novecientos noventa y ocho declaro sin lugar la apelacion interpuesta, en virtud de la Resolucion N.o 599-97-MDI,y dispuso elevar a la instancia superior el recurso interpuesto contra el Oficio N.° 179-98/MDI-PyAT. El Primer Juzgado Mixto de Huaraz, a fojas doscientos treinta y seis, con fecha veintiocho de setiembre de mil novecientos noventa y ocho, declara fundada la demanda, por considerar que: 1) En virtud del contrato de compraventa de los inmuebles, materia de autos, el demandante adquirio el beneficio tributario de la exoneracion, beneficio del que gozaba la anterior propietaria, Entur Peru S.A.; y 2) Las municipalidades provinciales de Icaj y Santa exoneraron al demandante del referido impuesto. La Sala Civil de la Corte Superior de Justicia de Ancash, a fojas trescientos treinta y tres, con fecha trece de noviembre de mil novecientos noventa y ocho, revoca la apelada y reformândola declara infundada la demanda, por considerar que: 1) Es aplicable al caso de autos lo dispuesto en punto ii) del articulo 2° del Decreto Supremo N.o 089-96-EF; y 2) No procede la caducidad de la accion. Contra esta Resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "Que esta acreditado en autos que la Compania Distribuidora S.A. se dedica a la 1. prestacion de servicios de alojamiento a través de establecimientos de hospedaje desde el cinco de julio de mil novecientos noventa y cinco; fecha en la que adquiere de Entur Peru S.A., mediante subasta publica, los inmuebles de los hoteles Real Huascaran y Monterrey, conforme aparece en la Escritura de Compraventa, que obra de fojas dos a sesenta y uno de autos. Que la compraventa a que se refiere el fundamento anterior se realizo durante la 2. vigencia del Decreto Legislativo N. 780, del treinta uno de diciembre de mil novecientos noventa y tres, que aprueba beneficios tributarios para las empresas de servicios de establecimiento de hospedaje. La referida norma establece que las empresas que se constituyan 0 establezcan hasta el treinta y uno de diciembre de mil novecientos noventa y cinco gozaran de la exoneracion del Impuesto al Patrimonic Predial. Asimismo, dispone que para las empresas que se constituyan 0 establezcar fuera de las provincias de Lima y Callao, el periodo de dicha exoneracion sera de cinco afios. Dicho periodo sera calculado conforme a lo normado en el articulo 10° del Decreto Legislativo N.o 776, Ley de Tributacion Municipal, que establece que carâcter de sujeto del impuesto se atribuira de acuerdo a la situacion juridica configurada al uno de enero del ano al que corresponda la obligacion tributaria; TRIBUNAL CONSTITUCIONAL por lo tanto, corresponde a la Compania Distribuidora S.A. el beneficio de la exoneracion del Impuesto Predial hasta el ejercicio correspondiente al ano dos mil. Que el Decreto Legislativo No 820, del veintitrés de abril de mil novecientos 3. noventa y seis, exonera del Impuesto Predial a las empresas de servicios de hospedaje que inicien 0 amplien sus operaciones antes de finalizar el afo mil novecientos noventa y ocho; y el Decreto Supremo N.o 089-96-EF, del once de setiembre de mil novecientos noventa y seis, que reglamenta la referida norma, establece que no se consideran empresas que inician operaciones aquéllas que adquieran bienes inmuebles que formen 0 hayan formado parte de activos fijos de empresas de servicios de establecimiento de hospedaje. Asimismo, establece que se entiende por ampliacion de operaciones a la inversion destinada a la construccion de nuevos ambientes o locales, remodelacion, restauracion y cualquier otra inversion destinada a mejorar 0 incrementar el valor del activo fijo de los establecimientos de hospedaje; y, en el caso de autos, la Compania Distribuidora S.A. no alcanza los beneficios tributarios establecidos en el referido Decreto Legislativo y, por lo tanto, no se encuentra dentro de los alcances de las referidas normas. Que, por ultimo, en el caso de autos se ha acreditado la vulneracion de los derechos 4. invocados en la demanda pero no la intencion dolosa de la demandada y, por lo tanto, no resulta aplicable lo dispuesto en el articulo 11° de la Ley N.o 23506, Ley de Habeas Corpus y Amparo. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion de la Sala Civil de la Corte Superior de Justicia de Ancash, de fojas trescientos treinta y tres, su fecha trece de noviembre de mil novecientos noventa ocho, que revocando la apelada declaro infundada la demanda e improcedente la excepcion de caducidad; y reformandola declara infundada la referida excepcion y FUNDADA la Accion de Amparo interpuesta; y, en consecuencia, ordena la no aplicacion al demandante de la Resolucion N.o 599-97-MDI y los actos administrativos derivados de ella. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. -", "SS.": "e ACOSTA SANCHEZ DIAZ VALVERDE R lela NUGENT GARCIA MARCELO G.L.B. LO QUE CERTIFICO: OWlWurl  A DR. CESAR CUBAS LONGA SECRETARIO RELATOR (e)", "fecha_publicacion": "1999-10-05", "id": 35815, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Independencia", "nombre_demandante": "Compañía Distribuidora SA (Rogelio Román Grados García)", "numero_expediente": "01137-1998-AA"}