{"CONTEXTO": " 01135-1998-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01135-1998-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N. 1135-98-HC/TC ICA EMMA PALOMINO DURAN SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los siete dias del mes de abril de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con asistencia de los sefiores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como Recurso Extraordinario interpuesto por dona Emma Palomino Duran contra la Resolucion expedida por la Sala Mixta Desentralizada- Chincha de la Corte Superior de Justicia de Ica, de fojas ochenta y tres, su fecha veintidos de setiembre de mil novecientos noventa y ocho, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Dona Emma Palomino Duran interpone Accion de Habeas Corpus contra el Fiscal Provisional de la Segunda Fiscalia Provincial Mixta de Pisco, don Delbo E. Rodriguez Ticona, y el Juez Penal del Segundo Juzgado Penal de Pisco, don Julio César Trucios Portocarrero, por violacion de sus derechos constitucionales a la libertad y seguridad personal; alega la actora principalmente que con fecha trece de abril de mil novecientos noventa y ocho se le instauro ilegalmente proceso penal por un hecho que no es justiciable penalmente, referido a las lesiones causadas por un perro de su propiedad en agravio del menor F.H.M.L., lo cual fue tipificado por el organo judicial demandado como delito de lesiones culposas, dictando asimismo medidas coercitivas que afectan la libertad de la actora. Realizada la investigacion sumaria, el Juez del Segundo Juzgado Especializado en lo Penal de Pisco declara principalmente: \"la accion interpuesta en mi contra debe ser declarada improcedente por la judicatura a cargo de este proceso sumarisimo por cuanto conforme se ha manifestado y a las instrumentales que se agregan a los autos ha quedado plenamente establecido que el proceso por lesiones culposas seguido contra la accionante Enma Palomino Duran esta enmarcado dentro de las normas procesales vigentes y todas TRIBUNAL CONSTITUCIONAL las normas que hasta la fecha se han expedido han sido emanadas de un procedimiento regular\". El Primer Juzgado Especializado en lo Penal de Pisco, a fojas sesenta y tres, con fecha nueve de setiembre de mil novecientos noventa y ocho, declara improcedente la 21 Accion de Habeas Corpus, por considerar principalmente que \"los denunciados en el ejercicio de los cargos que ostentan vienen tramitando el proceso que se le sigue a la denunciante por los hechos antes expuestos conforme a ley, es mas, la misma ha hecho uso de la instancia plural\". La Sala Mixta Desentralizada-Chincha de la Corte Superior de Justicia de Ica, a fojas ochenta y tres, con fecha veintidos de setiembre de mil novecientos noventa y ocho, confirma la apelada, considerando, principalmente, que la actuacion de los funcionarios emplazados ha sido conforme a sus atribuciones establecidas por la ley. Contra esta resolucion, la demandante interpone Recurso de Nulidad, que debe entenderse como Recurso Extraordinario.", "FUNDAMENTOS:": "Que, se aprecia de autos que la presente accion de garantia pretende enervar el 1. proceso penal instaurado contra la actora por la supuesta comision del delito de lesiones culposas, alegandose que dicha causa penal adolece de serias irregularidades promovidas por los funcionario emplazados, situacion que atenta contra el derecho a la libertad individual de la actora. Que, analizado el petitorio y los recaudos que obran en autos se advierte que las 2. supuestas irregularidades procesales cometidas por los funcionarios demandados constituyen objeciones procesales que no son materia que deban ser corregidas mediante este proceso constitucional. Que, en este sentido, es de aplicacion al presente caso el articulo 16° de la Ley N.o 3. 25398, que establece que no procede la Accion de Habeas Corpus cuando el recurrente tenga instruccion abierta o se halle sometido ajuicio por los hechos que originan la accion de garantia, por otro lado, el articulo 10° de la acotada ley prescribe que las anomalias que pudieran cometerse dentro del proceso regular al que se refiere el inciso 2), del articulo 6° de la Ley N.o 23506, deberan ventilarse y resolverse dentro de los mismos procesos mediante el ejercicio de los recursos que las normas procesales especificas establecen. 3 TRIBUNAL CONSTITUCIONAL Por estos fundamentos, el Tribunal Constitucional, en uso de sus atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Mixta Desentralizada-Chincha de la Corte Superior de Justicia de Ica, de fojas ochenta y tres, su fecha veintidos de setiembre de mil novecientos noventa y ocho, que confirmando la apelada declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "hahobl / ACOSTA SANCHEZ A DIAZ VALVERDE NUGENT GARCIA MARCELO accia JMS Lo que Ogrtif100: Dre. MARIA LUZ VASOVEZ RELATORA SECRETARIA CONSTITUCIONAL TRIBUNAL", "fecha_publicacion": "1999-07-22", "id": 35313, "nombre_demandado": "Fiscal Provisional de la Segunda Fiscalía Provincial Mixta de Pisco", "nombre_demandante": "Emma Palomino Durán", "numero_expediente": "01135-1998-HC"}