{"CONTEXTO": " 01146-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01146-1997-AA.pdf) --- CA A TRIBUNAL CONSTITUCIONAL EXP. No 1146-97-AA/TC FABRICA DE CALZADO PERUANO S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso extraordinario interpuesto por Fabrica de Calzado Peruano S.A. contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, del diecinueve de setiembre de mil novecientos noventa siete, que revocando la apelada declara infundada la demanda, en la Accion de Amparo interpuesta por Fabrica de Calzado Peruano S.A. contra el Superintendente Nacional de Administracion Tributaria.", "ANTECEDENTES:": "La Fabrica de Calzado Peruano S.A., representada por donia Maria del Pilar Benavides Alfaro, interpone la presente Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria (SUNAT), a fin de que se declare inaplicables, para su empresa los articulos 109° a 115°--sobre el Impuesto Minimo a la Renta--, del Decreto Legislativo No 774, Ley de Impuesto a la Renta. Asimismo, para que se dejen sin efecto la Orden de Pago No 011-1-31296 y la Resolucion de Ejecucion Coactiva No 011-06-12972, ambas expedidas el veinticuatro de setiembre de mil novecientos noventa y seis y notificadas el veintidos de octubre del mismo ano, sobre omision del pago a cuenta del Impuesto Minimo a la Renta, correspondiente a febrero de mil novecientos noventa y seis. Ello, por violar sus derechos constitucionales de seguridad juridica, de libre empresa, de libertad de trabajo, de propiedad y de no confiscatoriedad de los tributos. La demandante fundamenta su accion de garantia en que: 1) la demandante tiene veinte dias habiles para reclamar contra la referida Orden de Pago, sin embargo, antes de vencerse dicho plazo, ha iniciado la ejecucion coactiva y la exigencia de agotar las vias previas podria convertir en irreparable la agresion; y, 2) la SUNAT debio girar resoluciones de determinacion, para que la demandante pueda ejercitar su derecho de defensa, y no ordenes de pago, que deben ser canceladas antes de ser reclamadas. La SUNAT, representada por dona Consuelo Stella Zavala Hidalgo, contesta la demanda y solicita que sea declarada infundada 0 improcedente debido a que: 1) la accion U TRIBUNAL CONSTITUCIONAL de garantia no es la via idonea para determinar si el Impuesto Minimo a la Renta es 0 no compatible con la Constitucion; y, 2) el hecho que una empresa no genere rentas no significa que carece de capacidad contributiva. El Segundo Juzgado Especializado en Derecho Publico de Lima, con fecha trece de enero de mil novecientos noventa y siete, declara fundada la demanda argumentando que: 1) la demandante ha acreditado, mediante copia de la Declaracion Jurada del Impuesto a la Renta de 1995, que se encuentra en estado de pérdida y dicho documento no ha sido desvirtuado por la demandada; y, 2) el Impuesto Minimo a la Renta es confiscatorio en la medida en que incide en el capital y no en la utilidad 0 ganancia obtenida. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha diecinueve de setiembre de mil novecientos noventa y siete, revoca la apelada y declara infundada la demanda. Sus argumentos son los siguientes: 1) es insuficiente alegar que la empresa demandante no obtiene renta --sino que arroja pérdida-- y solo enumerar derechos consagrados en la Constitucion, sin acreditar un nexo causal entre éstos y el acto violatorio 0 amenazante; y, 2) para probar los hechos que se alega se requiere de un proceso que tenga una etapa probatoria.", "FUNDAMENTOS:": "1. Que,no se ha acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra la Orden de Pago No 011-1-31296, del veinticuatro de setiembre de mil novecientos noventa y seis. Y, por lo tanto, ha iniciado la presente Accion de Amparo sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que,la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello debido a las consideraciones siguientes: a) La notificacion de la Ejecucion Coactiva No 011-06-14813, del veintinueve de enero de mil novecientos noventa y siete, no supone la ejecucion de la Orden de Pago cuestionada en autos. Ello, en la medida en que el articulo 117° del Decreto Legislativo No 816, Codigo Tributario vigente, establece que el procedimiento de cobranza coactiva se inicia con \"la notificacion al deudor tributario de la Resolucion de Ejecucion Coactiva, que contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d)del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya 3 CA DEL TRIBUNAL CONSTITUCIONAL presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en tramite \", se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria està facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago' Y, el tercer parrafo del mismo articulo establece que \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago' \". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas 115, su fecha diecinueve de setiembre de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda; y reformandola declara IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial \"El Peruano\" y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE nuca NUGENT M GARCIA MARCELO G.L.B. Lo que Oertifico: Dra. MARIATUZ VASOUEZ SECRETARIA RELATORA ERIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-23", "id": 37579, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Fábrica de Calzado Peruano SA", "numero_expediente": "01146-1997-AA"}