{"CONTEXTO": " 01145-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01145-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1145-97-HC/TC LIMA JAVIER ERNESTO ARANCIBIA SALAS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veinte dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don David Arancibia Carrasco contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha catorce de octubre de mil novecientos noventa y siete, que declaro improcedente la Accion de Habeas Corpus.", "ANTECEDENTES:": "Don David Arancibia Carrasco interpone Accion de Habeas Corpus contra la Primera Sala de la Segunda Zona de Justicia de la Policia Nacional del Perû y/o contra el Juez del Tercer Juzgado Mayor PNP de CJN de apellido Lonche, el Suboficial Superior de apellido Jaque en agravio de SO2 P.N.P. Javier Ernesto Arancibia Salas, quien se encuentra privado de su libertad personal en el Cenin PNP Santa Barbara Callao, desde el catorce de julio de mil novecientos noventa y siete, indica que el favorecido con fecha veintiséis de junio de mil novecientos noventa y cinco fue condenado a cuatro meses de reclusion militar condicional y al pago de reparacion civil de ciento cincuenta Nuevos Soles a favor del Estado por delito contra la fe publica por falsificacion de documentos, habiendo quedado consentida y debiendo ser ejecutoriada al término de la sentencia, esto es, junio, julio, agosto y setiembre de mil novecientos noventa y cinco, pero, sin embargo, se pretendio ejecutarla a la fecha de notificacion de la sentencia, esto es, el dos de enero de mil novecientos noventa y seis, siendo ilegal, en razon de existir base legal en el Codigo de Justicia Militar con el que se le juzgo, consecuentemente, adquirio en este término la calidad de cosa juzgada, no pudiéndose revivir procesos fenecidos, no obstante, se solicita informe del legajo personal para constatar la violacion de las reglas de conducta senaladas en la sentencia; luego el Sub Oficial de apellido Jaque quien labora en el Tercer Juzgado de la Primera Sala de la Segunda Zona de la PNP elaboro un incidente, resolviendo la Sala que la pena sea efectiva. Ampara su accion en lo dispuesto por el articulo 2° inciso 24) literales \"a\" y \"b\", articulo 200° inciso 1) de la Constitucion Politica del Estado y el articulo 12° de la Ley No 23506. El Primer Juzgado Transitorio Corporativo Especializado en Derecho Publico de Lima, con fecha veintitrés de setiembre de mil novecientos noventa y siete declaro improcedente la Accion de Habeas Corpus, por considerar, entre otras razones, que del 2 TRIBUNAL CONSTITUCIONAL analisis del escrito de la demanda y demas anexos, se aprecia que los actos lesivos que amenazan los derechos constitucionales del favorecido provienen de un proceso que se le sigue en la Zona Judicial de la PNP, que el articulo 6° de la Ley No 23506 numeral 2) precisa que no procede dicha accion contra resolucion emanada de un proceso regular y el articulo 10° de la Ley No 25398 contempla que todas las anomalias que pudieran cometerse en un proceso deberan resolverse dentro del mismo. Interpuesto Recurso de Apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha catorce de octubre de mil novecientos noventa y siete, por los propios fundamentos de la apelada la confirma. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que la via de las acciones de garantia no es una supra-instancia donde pueda revisarse procesos judiciales fenecidos, que incluso han pasado en autoridad de cosa juzgada, puesto que tal pretension quebrantaria el principio de seguridad juridica, con infraccion de lo establecido en el inciso 13) del articulo 139° de la Constitucion Politica del Estado; maxime si en el caso de autos lo que se cuestiona es la ejecucion de una sentencia, ademas de existir alguna arbitrariedad 0 irregularidad de tal ejecucion es en el propio proceso con las instrumentales y las pruebas respectivas que el agraviado debera interponer los recursos que la ley le franquea. 2. Que, tratandose en el caso de autos de una accion interpuesta contra una resolucion judicial emanada en un proceso regular, es de expresa aplicacion el inciso 2) del articulo 6° de la Ley No 23506 concordante con el articulo 10° de la Ley No 25398. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas veintisiete, su fecha catorce de octubre de mil novecientos noventa y siete que confirmo la apelada que declaro IMPROCEDENTE la Accion de Habeas Corpus. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "eni ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, Ltolilile GARCIA MARCELO. Cuett Lo que Certyfioo: MR Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-04-22", "id": 35063, "nombre_demandado": "Primera Sala de la Segunda Zona de Justicia de la Policía Nacional del Perú y otro", "nombre_demandante": "David Arancibia Carrasco", "numero_expediente": "01145-1997-HC"}