{"CONTEXTO": " 01143-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01143-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1143-97-AA/TC LIMA BETTY ORIELE LOAYZA CAYO Y OTROS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional con la asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Betty Oriele Loayza Cayo y otros contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos veintinueve, su fecha veintinueve de setiembre de mil novecientos noventa y siete, que declaro infundada la Accion de Amparo.", "ANTECEDENTES:": "Dona Betty Oriele Loayza Cayo, don Ernesto Ramon Perea Canaval, don Rolando Terrazas Jiménez, don José Dionisio Velasquez Ccacya, don David Samuel Asto Hinostroza y don Roberto Carpio Saga interponen Accion de Amparo contra el Instituto Nacional Penitenciario (INPE) y a fin de que se declare la inaplicabilidad de la Resolucion de la Presidencia de la Comision Reorganizadora del INPE No 192-96- INPE/CR-P, de fecha seis de agosto de mil novecientos noventa y seis, por la cual se cesa a los demandantes por causal de excedencia; asimismo, solicitan se les repongan en su centro laboral con el pago de las remuneraciones dejadas de percibir. Los demandantes alegan que en sus casos no existio una evaluacion que hubiera supuesto la realizacion de pruebas con la participacion de la persona evaluada que garantizara su derecho de defensa. El Procurador Publico a cargo de los asuntos judiciales del Ministerio de Justicia, contesta la demanda senalando que: \"la Resolucion 192-96-INPE/CR-P, expedida por la Comision Reorganizadora del INPE, no es violatoria de los derechos constitucionales invocados, pues la misma se dio como consecuencia del proceso de evaluacion correspondiente al primer semestre del ano mil novecientos noventa y seis, y en aplicacion por lo dispuesto por el Decreto Ley No 26093 que autorizo a los titulares de los distintos ministerios y de las instituciones publicas descentralizadas a efectuar estos programas dictando las normas necesarias para su correcta aplicacion, disposicion que fue cumplida estrictamente por la aludida Comision\". El Primer Juzgado Especializado de Derecho Publico, a fojas ciento cuarenta y cinco, con fecha dieciseis de mayo de mil novecientos noventa y siete, declara infundada la Accion de Amparo, por considerar principalmente que: \"si bien es cierto por el Decreto Legislativo No 826, se dispuso la reorganizacion de esta institucion y esa norma legal no facultaba cesar a los trabajadores, también es verdad que la evaluacion se ha llevado a cabo en acatamiento a lo dispuesto por el Decreto Ley No 26093, vigente para todas las instituciones publicas sin excepcion\". I 2/ TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos veintinueve, su fecha veintinueve de setiembre de mil novecientos noventa y siete, confirma la apelada estimando principalmente que: \"los accionantes fueron cesados por causal de excedencia como consecuencia de un proceso de evaluacion que se efectuo en estricto cumplimiento de los dispositivos legales\". Contra esta resolucion el demandante interpuso recurso extraordinario.", "FUNDAMENTOS:": "1. Que, los demandantes pretenden se declare inaplicable la resolucion de la Presidencia de la Comision Reorganizadora No 192-96-INPE/CR-P, del seis de agosto de mil novecientos noventa y seis, mediante la cual se les cesa por causal de excedencia en los cargos que desempenaban en el Instituto Nacional Penitenciario, y se les reponga en sus puestos de trabajo, con el respectivo pago de sus remuneraciones dejados de percibir; 2. Que, la cuestionada resolucion de cese por causal de excedencia, tuvo como base legal el Decreto Ley No 26093 que dispuso que los titulares de los Ministerios y de las instituciones publicas descentralizadas efectuaran programas semestrales de evaluacion personal, de acuerdo a las pautas de procedimiento establecidas por la Resolucion de la Presidencia de la Comision Reorganizadora No 148-96-INPE- CR-P, del siete de julio de mil novecientos noventa y seis; 3. Que, de autos se aprecia que los demandantes fueron sometidos al procedimiento de evaluacion conforme a lo regulado en las normas acotadas, resultando desaprobados por la administracion, mas aun, no se ha acreditado fehacientemente que existan las irregularidades invocadas que invaliden el citado proceso; Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada de Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos veintinueve, su fecha veintinueve de setiembre de mil novecientos noventa y siete, que declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el diario Oficial El Peruano y la devolucion de los actuados. S.S. / - I ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO RL Lo que gerti f100; Jms 2 -/ Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-31", "id": 37172, "nombre_demandado": "Instituto Nacional Penitenciario (INPE)", "nombre_demandante": "Betty Oriele Loayza Cayo y otros", "numero_expediente": "01143-1997-AA"}