{"CONTEXTO": " 01154-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01154-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 1154-97-AA/TC LA LIBERTAD ALFREDO LUTGARDO URQUIAGA VEGA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Trujillo, a los seis dias del mes de noviembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Alfredo Lutgardo Urquiaga Vega contra la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas trescientos uno, su fecha diecisiete de octubre de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda en la Accion de Amparo interpuesta contra el Banco Minero del Peru en Liquidacion.", "ANTECEDENTES:": "Don Alfredo Lutgardo Urquiaga Vega interpone Accion de Amparo contra el Banco Minero del Peru en Liquidacion para que el demandado acepte su acogimiento al Régimen Fraccionado Especial previsto en el Decreto Legislativo No 848 desde la fecha en que se contrajo la obligacion originaria, de acuerdo a la liquidacion de deuda presentada al Banco Minero del Peru. Ello, por violar sus derechos constitucionales de libertad de contratacion e igualdad ante la ley. El demandante senala que: 1) Contrajo una deuda con el Banco Minero del Perû, que fue cobrada judicialmente el cinco de mayo de mil novecientos noventa y uno y el veinte de junio del ano siguiente termino dicha cobranza; 2) En el Acta de Transaccion quedo establecido que el demandante podia acogerse a las medidas 0 disposiciones legales establecidas 0 por establecerse por el gobierno en relacion al Sector Minero destinado a su reactivacion respecto a las deudas pendientes de cancelacion; y, 3) El veintiséis de setiembre de mil novecientos noventa y siete se publico el Decreto Legislativo No 848, sobre Régimen de Fraccionamiento Especial ysin embargo, al demandante no le permitieron acogerse a dicho fraccionamiento, por considerar que con la transaccion judicial se novo totalmente la deuda, y es a partir de esa fecha que se debe efectuar el calculo. El demandado no cumplio con contestar la demanda. El Segundo Juzgado Especializado en lo Civil de Trujillo, a fojas doscientos diez, con fecha cuatro de julio de mil novecientos noventa y siete, declara fundada la demanda, por considerar que: 1) Con el Acta de Transaccion no se modifico ni se 2 TRIBUNAL CONSTITUCIONAL extinguio deuda alguna, solo se regulo la forma de pago de la deuda originaria, y el objeto de ejecucion de garantia, conforme lo establece el articulo 1302° del Codigo Civil; 2) Se ha vulnerado el derecho constitucional de igualdad ante la ley; y 3) El demandado, no obstante haber sido debidamente notificado, no ha contestado la demanda. La Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, a fojas trescientos uno, con fecha diecisiete de octubre de mil novecientos noventa y siete, revocando la apelada declara infundada la demanda, por considerar que el demandante no ha acreditado su pretension.", "FUNDAMENTOS:": "1. Que, segun aparece en autos, la Transaccion Judicial respecto de las deudas pendientes de cancelacion del demandante, del veinte de enero de mil novecientos noventa y dos, establece, en su segundo otrosi, que éste puede acogerse a las medidas 0 disposiciones legales establecidas 0 por establecerse por el gobierno, para la reactivacion del sector minero, en caso de considerarlo conveniente. 2. Que, mediante carta del veinticinco de marzo de mil novecientos noventa y siete, la Comision Administradora de Cartera de Bancos de Fomento en Liquidacion comunica al demandante que la referida Transaccion Judicial novo totalmente la deuda, y que, a partir de esa fecha, debe efectuarse el calculo correspondiente. Sin embargo, la clausula sétima de la citada Transaccion Judicial senala claramente que el acuerdo de pagos no significa novacion de las obligaciones existentes. Asimismo, en dicha Transaccion quedo establecido que el demandante podia acogerse a las medidas 0 disposiciones legales establecidas 0 por establecerse por el gobierno, respecto a las deudas pendientes de cancelacion, para la reactivacion del sector minero. Y, por lo tanto, en virtud de lo dispuesto en el Decreto Legislativo No 848, del veintiséis de setiembre de mil novecientos noventa y seis, que norma el Régimen de Fraccionamiento Especial, el demandante puede acogerse al fraccionamiento de su deuda, desde la fecha en que contrajo la obligacion originaria. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion expedida por la Segunda Sala Civil de la Corte Superior de Justicia de La Libertad, de fojas trescientos uno, su fecha diecisiete de octubre de mil novecientos noventa y siete, que revocando la apelada declaro infundada la demanda y reformandola declara FUNDADA la Accion de Amparo interpuesta. Dispone que, dada la circunstancia especial en la que ocurrieron los hechos, no es aplicable al presente caso lo dispuesto en el articulo 11° de la Ley No 23506, Ley de 3 TRIBUNAL CONSTITUCIONAL Habeas Corpus y Amparo. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, Curren DIAZ VALVERDE, NUGENT, GARCIA MARCELO. Lo que dertifsoo: Dra. MARIA LUZ VASQUEZ RELATORA SECRETARIA CONSTITHEIONAE TRIBUNAL G.L.B.", "fecha_publicacion": "1999-04-21", "id": 35011, "nombre_demandado": "Banco Minero del Perú en Liquidación", "nombre_demandante": "Alfredo Lutgardo Urquiaga Vega", "numero_expediente": "01154-1997-AA"}