{"CONTEXTO": " 01153-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01153-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 1153-97-AA/TC. SERAPIO MONTOYA FERNANDEZ. HUANUCO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Huanuco, a primero dia del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Serapio Montoya Fernandez contra la resolucion expedida por la Sala Civil de Huanuco de la Corte Superior de Justicia de Huanuco y Pasco, de fojas doscientos cuarenta y ocho, su fecha quince de octubre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda.", "ANTECEDENTES:": "Don Serapio Montoya Fernândez, con fecha veintiuno de julio de mil novecientos noventa y siete, interpone demanda de Accion de Amparo contra don César Froilan Torres Toledo, solicitando se le restituya en el cargo de Director encargado de la Oficina de Asesoria Juridica de la Direccion Regional de Educacion de Huanuco, por considerar que se ha violado su derecho constitucional de libertad de trabajo, que consagra la vigente Carta Politica del Estado; refiriendo que mediante Resolucion Directoral Regional No 0075, se amplia su encargatura en el cargo antes mencionado, a partir del primero de enero hasta el treinta y uno de diciembre de mil novecientos noventa y siete, y que sin respetar ello, el demandado expidio la Resolucion Directoral Regional No 02476 de once de julio de dicho ano, mediante la cual se resolvio dar por concluido el citado encargo, con el solo proposito de favorecer a una persona ajena a la referida institucion. El demandado don César Froilan Torres Toledo en su calidad de Director Regional de Educacion de Huanuco, contesta la demanda precisando que emitio la cuestionada resolucion en ejercicio regular de las facultades que le confiere la ley, con la finalidad de brindar un mejor servicio al publico usuario, ya que existia una serie de irregularidades administrativas en la Direccion Regional de Educacion que representa; asimismo, indica que el demandante estaba siendo investigado por el Organo de Control Interno de dicha institucion, al haber afiliado inconsultamente a los trabajadores de dicha Direccion Regional a una determinada AFP, razones por las cuales considera que no se ha lesionado el derecho constitucional invocado por el demandante. El Primer Juzgado Civil de Huanuco, con fecha ocho de agosto de mil novecientos noventa y siete, a fojas setenta y uno, declara fundada la demanda, por 2 TRIBUNAL CONSTITUCIONAL estimar principalmente que al emitirse la resolucion que dispone dar por concluida la referida encargatura antes del vencimiento de su plazo, se ha vulnerado el derecho de estabilidad laboral del demandante. La Sala Civil de Huanuco de la Corte Superior de Justicia de Huanuco y Pasco, con fecha quince de octubre de mil novecientos noventa y siete, a fojas doscientos cuarenta y ocho, revoco la apelada y declaro improcedente la demanda, por estimar que el demandante no ha agotado la via previa. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, mediante Resolucion Directoral Regional No 0075 de catorce de enero de mil novecientos noventa y siete, se resuelve ampliar al demandante el encargo en la plaza de Director de la Oficina de Asesoria Juridica de la Direccion Regional de Huanuco, a partir de primero de enero hasta el treinta y uno de diciembre de mil novecientos noventa y siete, y mediante Resolucion Directoral Regional No 02476 de once de julio del mismo ano, se dispuso dar por concluido dicho encargo y se ordeno su retorno a su plaza de origen, la misma que se ejecuto antes que quedara consentida, situacion que exime al demandante de agotar la via previa, toda vez que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 7) 23506. LI 2. Que, de conformidad con el Reglamento de Organizacion y Funciones de los Consejos Transitorios de Administracion Regional aprobado por Resolucion Ministerial No 032-93-PRES, aplicable al caso, las Direcciones Regionales Sectoriales eran organos de linea dentro de la estructura organica de dichos gobiernos regionales, determinando sus funciones el sector que correspondia. 3. Que, el Reglamento de la Ley del Profesorado aprobado por el Decreto Supremo No 19-90-DE, en su articulo 1470 establece que el ejercicio profesional del profesor se realiza en las areas de la docencia y de la administracion de la educacion, perteneciendo a ésta ultima las funciones técnico-pedagogicas, administrativas, entre otras; asimismo en sus articulos 190° y 2440 senala que \"el desplazamiento del profesor en las dependencias del Sector Educacion, a otro sector publico 0 intersectorial, se efectua mediante los procedimientos establecidos en la ley del profesorado, el presente reglamento y otras normas pertinentes\" y que \"... Al dejar el cargo de confianza se reintegrara al que tenia en la Carrera Publica del Profesorado...\", en consecuencia el acto administrativo cuestionado no vulnera ningun derecho constitucional del demandante, razon por la que resulta infundada la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Civil de Huanuco de la Corte Superior de Justicia de Huanuco y Pasco, de fojas doscientos cuarenta y ocho, su fecha 3 TRIBUNAL CONSTITUCIONAL quince de octubre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo y reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. S.S. Minn ce ACOSTA SANCHEZ, DIAZ VALVERDE, hiaualay , - - NUGENT, - GARCIA MARCELO. ut it RcL 1. Lo que Certifi00: Dra. MARIA LUZ VASOUZ RELATORA SECRETARIAN CONSTITUCIONAL TRIBUNAL A.A.M.", "fecha_publicacion": "1998-09-19", "id": 37517, "nombre_demandado": "Director Regional de Educación de Huánuco (César Froilán Torres Toledo)", "nombre_demandante": "Serapio Montoya Fernández", "numero_expediente": "01153-1997-AA"}