{"CONTEXTO": " 01151-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01151-1997-AA.pdf) --- 65 TRIBUNAL CONSTITUCIONAL EXP.N1151-98-AATC LIMA SOCIEDAD ANONIMA FABRICA NACIONAL TEXTIL EL AMAZONAS. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los veintinueve dias del mes de diciembre de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por la Sociedad Anonima Fabrica Nacional Textil El Amazonas, contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos treinta y nueve, con fecha veintidos de setiembre de mil novecientos noventa y siete, que declara improcedente la demanda en la Accion de Amparo interpuesta contra el Superintendente Nacional de Administracion Tributaria-SUNAT.", "ANTECEDENTES:": "La Sociedad Anonima Fabrica Nacional Textil El Amazonas, representada por don Jorge Caballero Nunez, interpone Accion de Amparo contra el Superintendente Nacional de Administracion Tributaria, para que se declaren inaplicables a su empresa los articulos 109° y siguientes del Decreto Legislativo N.o 774, Ley del Impuesto a la Renta, y se deje sin efecto las ordenes de pago N.OS 024-1-14052 y 024-1-14053, notificadas el nueve de julio de mil novecientos noventa y seis. Por ellas se pretende cobrar las cuotas de enero a diciembre del Impuesto Minimo a la Renta por el ejercicio mil novecientos noventa y cinco, lo que viola sus derechos constitucionales de defensa, de propiedad, de libre empresa, de libertad de trabajo, de seguridad juridica y el principio de no confiscatoriedad de los tributos. La demandante senala que: 1) La empresa se encuentra en situacion de pérdida economica; y, 2) La empresa ha sido declarada insolvente por la Comision de Acceso y Salida del Mercado del Indecopi. La SUNAT, representada por dona Maria Caridad Garcia De los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada debido a que: a) La demandante debio agotar la via previa; y, b) La demandante no ha demostrado que las ordenes de pago hayan sido notificadas en la fecha senalada. El Segundo Juzgado Especializado en Derecho Publico, a fojas ciento sesenta y tres, con fecha dos de diciembre de mil novecientos noventa y seis, declara 2 TRIBUNAL CONSTITUCIONAL improcedente la demanda, por considerar que la demandante no ha agotado la via administrativa. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas doscientos treinta y nueve, con fecha veintidos de setiembre de mil novecientos noventa y siete, confirma la apelada, y declara improcedente la demanda, por considerar que la demandante no ha acreditado el estado de insolvencia que alega.", "FUNDAMENTOS:": "Que, con fecha siete de agosto de mil novecientos noventa y seis, la empresa 1. demandante interpone Recurso de Reclamacion contra las ordenes de pago N.OS 024-1-14052 y 024-1-14053, ambas notificadas el nueve de julio de mil novecientos noventa y seis. La SUNAT no inicio proceso de ejecucion coactiva, segun consta en la comunicacion de la Intendencia Regional Lima de la SUNAT, dirigida a la Jueza Provisional del Segundo Juzgado Especializado en Derecho Publico de Lima. No se ha acreditado en autos el pronunciamiento de la SUNAT respecto del referido Recurso de Reclamacion; y por lo tanto, la demandante inicia la presente Accion de Amparo sin haber agotado la via previa, contraviniendo lo dispuesto en el articulo 270 de la Ley N.° 23506, Ley de Habeas Corpus y Amparo. Que la demandante no se encuentra en ninguno de los supuestos de excepcion 2. previstos en el articulo 28° de la Ley N.o 23506. Ello, debido a las consideraciones siguientes: La falta de pago de una orden de pago en el término de tres dias hace a) efectiva la Resolucion de Ejecucion Coactiva que la acompana. Y, de conformidad con el articulo 1170 del Decreto Legislativo N.o 816, Codigo Tributario vigente, toda Resolucion de Ejecucion Coactiva \"contiene un mandato de cancelacion de las ordenes de pago 0 Resoluciones en cobranza, otorgândose un plazo de siete (7) dias habiles, bajo apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas\". El plazo referido permitia a la empresa demandante, acogerse a lo b) previsto en el inciso d) del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en trâmite\", > se suspendera el proceso de cobranza coactiva. Asimismo, como una excepcion a lo establecido en el articulo 136° del c) Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratandose de ordenes de pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser ) TRIBUNAL CONSTITUCIONAL improcedente, la Administracion Tributaria esta facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago\"; y el tercer parrafo del mismo articulo establece que \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta la fecha en que se realice el pago\". Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos treinta y nueve, su fecha veintidos de setiembre de mil novecientos noventa y siete, que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SÂNCHEZ DIAZ VALVERDE NUGENT RUL GARCIA MARCELO Lo queCertif100: G.L.B. Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-05-25", "id": 35136, "nombre_demandado": "Superintendente Nacional de Administración Tributaria", "nombre_demandante": "Sociedad Anónima Fábrica Nacional Textil El Amazonas, representada por Jorge Caballero Núñez", "numero_expediente": "01151-1997-AA"}