{"CONTEXTO": " 01161-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01161-1997-AA.pdf) --- 1 TRIBUNAL CONSTITUCIONAL EXP. No 1161-97-AA/TC LIMA MANUEL FERNANDO MANRIQUE MALPICA Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los dieciséis dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Manuel Fernando Manrique Malpica y otros contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha dos de octubre de mil novecientos noventa y seis, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Manuel Fernando Manrique Malpica y otros interponen demanda de Accion de Amparo contra el Alcalde la Municipalidad Distrital de Lince don Fernando Mostajo Turner con la finalidad de que deje sin efecto la Resolucion de Alcaldia No 1306-96 y 1350-96 que los ceso por causal de excedencia. Manifiestan que el proceso de evaluacion fue irregular lesionando con ello el derecho constitucional al trabajo, el derecho de defensa y de un debido proceso. Amparan su demanda en lo dispuesto por los articulos 10,220 y 23° de la Constitucion Politica del Estado; articulo 3° de la Ley No 23506 y Decreto Legislativo No 276. El Primer Juzgado Especializado en Derecho Publico de Lima, con fecha dos de abril de mil novecientos noventa y siete declaro infundada la demanda, por considerar, entre otras razones que el demandado no ha hecho mas que aplicar la Ley No 26553 concordante con la Ley No 26093 procediendo a efectuar el proceso de evaluacion que corresponda y del analisis de los autos se determina que no existe acto antijuridico 0 arbitrario de parte de la demandada. Interpuesto recurso de apelacion, la Sala Corporativa Transitoria Especializado en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha dos de octubre de mil novecientos noventa y siete, revoco la apelada y reformandola la declaro improcedente, por estimar que la evaluacion producida corresponde a un acto administrativo regular, no susceptible de ser impugnado en la via de proceso de amparo conforme se precisa en el inciso 4) del articulo 6° de la Ley No 23506. Contra esta resolucion el demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, en autos se encuentra acreditado que la Municipalidad demandada ha actuado en usos de las facultades que le otorgaba la Ley No 26553 que hacia extensivo para las 2 TRIBUNAL CONSTITUCIONAL municipalidades, en el ano 1996, los procesos de evaluacion a que se refiere el Decreto Ley No 26093, asimismo, se acredita que cumplio con publicar el reglamento y la convocatoria del proceso de evaluacion, ademas la llevo a cabo dentro del periodo autorizado, consecuentemente no ha amenazado ni vulnerado ningun derecho constitucional a los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas doscientos treinta y tres, su fecha dos de octubre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la demanda, reformandola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Certifi0o: Dra. MARIA LUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAL MR", "fecha_publicacion": "1998-09-26", "id": 37617, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Lince (Fernando Mostajo Tumer)", "nombre_demandante": "Manuel Fernando Marique Malpica y otros", "numero_expediente": "01161-1997-AA"}