{"CONTEXTO": " 01170-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01170-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.N1170-97-ACTC PUNO. EULOGIO CANAL PALOMINO. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veintiséis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Eulogio Canal Palomino contra la resolucion de la Primera Sala Mixta de la Corte Superior de Justicia de Puno,su fecha veinticuatro de setiembre de mil novecientos noventa y siete, que, confirmando la resolucion apelada del once de julio de mil novecientos noventa y siete, declara infundada la Accion de Cumplimiento interpuesta contra don Fernando Caceda Diaz, Rector de la Universidad Nacional del Antiplano-Puno y don Edgardo Pineda Quispe, Vicerrector Académico de la misma casa de estudios.", "ANTECEDENTES:": "Don Eulogio Canal Palomino interpone Accion de Cumplimiento sustentando su reclamo en la omision del pago correspondiente a los beneficios de investigacion universitaria y otros conceptos integrantes de su pension de cesantia, por parte del Rector y Vicerrector Académico de la Universidad Nacional del Antiplano Puno, don Fernando Caceda Diaz y don Edgardo Pineda Quispe, respectivamente. Alega que el citado beneficio por investigacion universitaria le corresponde en su calidad de ex Decano de Facultad, en armonia con la Primera Disposicion Final y Transitoria de la Constitucion Politica del Estado, la Ley No 23495, El D.S. No 015-83- PCM, el articulo 4° de la Ley No 25203, concordante con los articulos 3°, 4°, 50,6°y 70 del D.S. No 095-90-EF, el articulo 4° de la Ley No 25702, y las disposiciones emitidas por el Tribunal Constitucional en el Exp. No 007-96-I/TC, punto diez y que se aplican sobre los cesantes y jubilados del régimen establecido por la Ley No 20530. Mientras que la citada Ley No 20530 regula los beneficios de los servidores publicos, entre los que se encuentran comprendidos los docentes cesantes y activos, la Ley No 23495 sobre nivelacion de pensiones se reglamenta con el D.S. No 015-83-PCM, en cuyo articulo 5° aparece el concepto de remuneracion especial por investigacion universitaria. Por su parte, la Ley Universitaria No 23733 dispone en su articulo 53° que los profesores de las universidades publicas, ademas de sus sueldos basicos, tienen derecho a percibir remuneraciones complementarias establecidas por ley, cualquiera sea su denominacion. De modo paralelo, la Ley No 25203 que crea el Fondo Especial de Desarrollo Universitario, dispone en su articulo 4° que dicho fondo servira para atender remuneraciones, pensiones y cargas sociales, y el D.S. No 095-90-EF, que senala la distribucion de los recursos del Fondo Especial senalado, dispone en su articulo 5° que dicho beneficio se aplica también a los pensionistas de las universidades publicas. Complementariamentc, y con el fin de garantizar la continuidad de ingresos para las 2 TRIBUNAL CONSTITUCIONAL universidades publicas, la Ley No 25702 dispone en su articulo 40 la transferencia del tesoro publico de los montos correspondientes. Dentro de dicho marco obviamente se debio garantizar, conforme a la Primera Disposicion Final y Transitoria de la Constitucion, el mantenimiento y vigencia de los beneficios de la Ley No 20530. En el mes de julio de mil novecientos ochenta y siete, sin embargo, y pese a que el recurrente ceso voluntariamente, conforme la Resolucion Rectoral No 731-87-R- UNA de fecha dos de julio de mil novecientos ochenta y siete, y la Resolucion Rectoral No 874-91-R-UNA del catorce de agosto de mil novecientos noventa y uno, es por ello merecedor de la Cédula Viva; los emplazados, se niegan a hacer efectivo el beneficio reclamado. Por tal motivo, el demandante formulo requerimiento por intermedio de Carta Notarial, sin embargo solo ha obtenido como respuesta el Informe No 526-97-AJ- UNA-P, que, sin ningun sustento juridico, deniega su pretension, por lo que se ha visto en la necesidad de interponer la presente accion. Contestada la demanda por don Fernando Caceda Diaz, Rector de la Universidad Nacional del Antiplano y don Edgardo Pineda Quispe, Vicerrector Administrativo de la misma casa de estudios, ésta es negada y contradicha, fundamentalmente por estimar: Que no es cierto que en las disposiciones legales invocadas se haya establecido que los profesores cesantes tengan derecho a una remuneracion especial por investigacion universitaria; Que si bien en la Ley Universitaria No 23733 se establece que los profesores de las universidades publicas, ademas de sus sueldos basicos, tienen derecho a percibir remuneraciones, el pago por concepto de investigacion universitaria no es una remuneracion sino una habilitacion economica para efectuar investigacion; Que no es cierta la interpretacion efectuada de la Ley No 25503 y el D.S. No 095-90-EF que crean y reglamentan el Fondo Especial de Desarrollo Universitario, ni la interpretacion a la Ley No 25702, ya que en estos dispositivos no existe mandato expreso en el sentido de que la habilitacion para la investigacion universitaria sea una remuneracion menos una pension; Que no es cierto que la Constitucion establezca que el pago por investigacion universitaria sea una remuneracion, bonificacion 0 beneficio pensionable; Que no es cierto que en la sentencia emitida por el Tribunal Constitucional en el Exp. No 007-96- I/TC se consagre que la habilitacion de fondos para investigacion universitaria haya sido incorporada en el patrimonio juridico de los pensionistas; Que si bien es cierto que el accionante ha presentado una carta notarial, no ha interpuesto ninguno de los recursos impugnativos que le franquea la Ley No 26111, por lo que no agoto su via previa. De fojas ochenta y uno a fojas ochenta y cuatro, y con fecha once de julio de mil novecientos noventa y siete, el Segundo Juzgado Mixto de Puno, declara infundada la demanda, fundamentalmente por considerar: Que si bien el accionante ha cumplido parcialmente con el requisito previsto en el inciso c) del articulo 5° de la Ley No 26301 al presentar su carta notarial, no ha agotado la via administrativa prevista en los articulos 8° y 98° del Decreto Supremo No 02-94-JUS; Que el demandante no ha acreditado tener la condicion de Profesor Investigador en la condicion de cesante que prevé el articulo 50° de la Ley No 23733 ni tampoco ha aportado pruebas que permitan al juzgador establecer la veracidad 0 falsedad de los hechos afirmados en la demanda; Que el pago de investigacion universitaria y otras bonificaciones otorgadas a los 3 TRIBUNAL CONSTITUCIONAL decanos en actual servicio son reclamos de caracter administrativo y no asi constitucional, debiendo acudirse a la via administrativa, y, posteriormente, a la contencioso-administnativa. De fojas ciento ochenta y uno a fojas ciento ochenta y tres, y con fecha veinticuatro de setiembre de mil novecientos noventa y siete, la Primera Sala Mixta de la Corte Superior de Justicia de Puno confirma la resolucion apelada, principalmente por considerar: Que no existe ninguna norma legal que senale expresamente que a un pensionista de la docencia universitaria se le deba pagar los conceptos de investigacion, dieta, y caja chica; Que al demandante se le viene otorgando una pension mensual con los conceptos remunerativos que le corresponden desde el ano de mil novecientos ochenta y siete, y de no ser asi debio acudir a la via administrativa correspondiente; Que el pago por investigacion constituye una habilitacion, subvencion 0 asignacion, y tales conceptos no son remuneracion alguna ni pueden ser incorporados en el patrimonio juridico del demandante, siendo su finalidad la de reembolsar los gastos incurridos por los docentes activos en la ejecucion de un trabajo de investigacion; Que el demandante deberia solicitar se le considere en la categoria extraordinaria de profesor investigador, que es el unico caso en que un pensionista puede percibir una remuneracion especial por investigacion, conforme el articulo 50° y 51° inciso e) de la Ley Universitaria, concordante con el apartado cuarto, inciso c) del articulo 5° del D.S. No 0015-83-PCM; Que la peticion del demandante, de que se incorpore en su pension el pago por dieta, no es aplicable por cuanto la dieta es una retribucion economica por la que se abona a los miembros de un directorio por la asistencia a las respectivas reuniones y el pago que se efectua a los decanos por dicho concepto se realiza en virtud a que a los mismos son miembros del Consejo Universitario, y como parte de un organo de gobierno de la Universidad deben reunirse periodicamente, por lo que al dejar el cargo, este pago corresponde al Decano que lo sucede y no puede ser incorporado al patrimonio de un Decano cesante; Que la caja chica no es tampoco un concepto remunerativo, pues constituye una habilitacion economica que se destina a una reparticion 0 dependencia del sector publico para cubrir gastos economicos menudos y no es otorgado a un servidor publico como remuneracion, teniendo solamente la responsabilidad de su administracion y rendicion; Que, por consiguiente, no existe incumplimiento de norma legal alguna por parte de los emplazados. Contra esta resolucion, el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que conforme se aprecia en el petitorio contenido en la demanda interpuesta, el objeto de ésta se orienta a que los emplazados, en este caso, don Fernando Caceda Diaz, Rector de la Universidad Nacional del Antiplano (Puno) y don Edgardo Pineda Quispe, Vicerrector Administrativo de la misma casa de estudios superiores, cumplan con abonar, en la pension del demandante, los beneficios correspondientes a los rubros de Investigacion Universitaria y otros, tras considerarse que los mismos, de acuerdo a ley, forman parte del patrimonio pensionable dentro del Régimen pensionario a cargo del Estado establecido por el Decreto Ley No 20530. TRIBUNAL CONSTITUCIONAL 2. Que, por consiguiente, y a efectos de acreditar las condiciones de procedibilidad de la presente accion 0, en su caso, la legitimidad 0 no de la demanda interpuesta, procede senalar, en primer término, que tratandose en el presente caso de una accion de cumplimiento, la via previa a la cual se encuentra obligado el demandante esta constituida, conforme al inciso c) del articulo 5° de la Ley No 26301, por el requerimiento por conducto notarial a la autoridad emplazada, circunstancia que, en efecto, fue materializada con la carta de fecha cinco de mayo de novecientos noventa y siete, obrante a fojas dieciocho de los autos. 3. Que no obstante lo senalado en el parrafo precedente, este Tribunal Constitucional advierte, que aunque el demandante solicita a través de su demanda y posteriores escritos el cumplimiento de determinados aspectos a los que considera integrantes de su patrimonio pensionario, como son, el beneficio por investigacion universitaria y otros (dieta y caja chica), del contenido de la carta notarial antes referida se desprende que, en la via previa, reclamo unica y exclusivamente por el beneficio relativo a la funcion de investigacion y no asi por otros extremos, por lo que procesalmente hablando el a- quo no ha debido pronunciarse respecto de aquellos aspectos no invocados administrativamente, ya que éstos, independientemente de su legitimidad 0 no, debieron merituar, en esta via constitucional, un pronunciamiento de improcedencia parcial de la demanda, reservandose el pronunciamiento sobre el fondo para el extremo de si fue objeto de reclamo administrativo previo y, posteriormente, de reclamo constitucional. 4. Que, por consiguiente, y asumiendo que este Tribunal Constitucional si puede conocer sobre el fondo del asunto controvertido, aunque limitado a la legitimidad 0 no del beneficio por investigacion universitaria como parte integrante 0 no de la pension del demandante, procede senalar, en primer término, que aunque es un hecho indiscutible que el beneficio 0 pago \"por Investigacion Universitaria\" fue reconocido como remuneracion especial en el numeral 5), inciso c), del articulo 5° del Decreto Supremo No 0015-83-PCM sobre Disposiciones Relativas al Régimen de Pensiones del Personal de la Administracion Publica, también es cierto, que dicho dispositivo no lo considera expresamente como materia pensionable. 5. Que, en efecto, el antes citado articulo 5° del Decreto Supremo No 0015-83-PCM simplemente se limita a establecer tres tipos de remuneracion: Basica (inciso a), complementarias (inciso b) y especiales (inciso c), senalando que las mismas seran consideradas, \"(...) segun los casos que correspondan, en la determinacion del monto con el cual se debe proceder a la nivelacion de las pensiones (...) \" de lo cual se deduce que no puede entenderse el beneficio invocado como parte integrante del patrimonio pensionable del demandante, sino simplemente como un aspecto de referencia, segun sea 0 no pertinente. 6. Que, por otra parte, y si bien el articulo 53° de la Ley Universitaria No 23733 ha establecido que \"Los profesores tienen derecho a percibir, ademas de sus sueldos basicos, las remuneraciones complementarias establecidas en la ley cualquiera sea su denominacion..\", > no se puede pasar por alto que el beneficio por investigacion universitaria no es una remuneracion de caracter complementario como tampoco, y mucho menos, una de carâcter basico, sino simplemente, y como se ha visto, una remuneracion de carâcter \"especial\". De alli que, para definir sus alcances, se debe estar a la interpretacion integral de la referida Ley Universitaria, TRIBUNAL CONSTITUCIONAL por lo que dentro de dicho contexto, y segun se esta al articulo 50° de dicha norma, el ingreso que corresponde a un profesor investigador, sea activo 0 cesante 0 jubilado, solo se otorga a quienes, en efecto, se dedican a la tarea de investigacion, y no asi a las personas que como el demandante, son profesores cesantes, empero no desarrollan actividad de investigacion alguna. Admitir lo contrario supondria desnaturalizar la labor que toda institucion universitaria procura a favor de la consabida labor de investigacion asi como desconocer el régimen que se otorga a los profesores sean activos 0 cesantes, y que se encuentra previsto tanto en el antes citado dispositivo como en el inciso e) del articulo 51° de la referida Ley No 23733. Por consiguiente, si se diera por vâlida la incorporacion del beneficio tantas veces referido en el patrimonio pensionable, se caeria en el absurdo de que unos profesores cesantes percibirian el pago correspondiente sin realizar actividad alguna, mientras que otros, los que realmente investigan, tendrian que sujetarse a todo un régimen normativo ileno de requisitos (proyecto de investigacion, solicitud para ser considerado investigador, etc.), como si tal actividad no mereciera, antes bien, ser incentivada y promovida. 7. Que en consecuencia, el Tribunal Constitucional considera que cuando se alegael reconocimiento 0 incorporacion de un determinado aspecto dentro del contenido de una pension, la base objetiva sobre la cual éste se sustenta y que ordinariamente debe aparecer en una norma de habilitacion, debe condicionarse a la existencia minima de circunstancias razonables 0 justificadas. En el presente caso, estas circunstancias han sido delimitadas con toda precision por la Ley Universitaria No 23733, que, como se ha visto, no considera el beneficio invocado en la forma en que lo interpreta el demandante, por lo que pretender invocar la procedencia de un atributo pensionable, donde no hay un marco adecuado 0 elemental de razonabilidad, es simplemente caer en un estado de manifiesto abuso, que en modo alguno puede ser amparado por el ordenamiento constitucional. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Mixta de la Corte Superior de Justicia de Puno, de fojas ciento ochenta y uno, su fecha veinticuatro de setiembre de mil novecientos noventa y siete, que confirmando la apelada, declaro INFUNDADA la Accion de Cumplimiento interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolycion de los actuados.", "SS.": "vayeye Fa ACOSTA SANCHEZ, DIAZ VALVERDE, NUGENT, mheuu L GARCIA MARCELO. heecc DU Lo que Certifico: Isd. Dra. MARIALUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAL", "fecha_publicacion": "1999-03-24", "id": 34949, "nombre_demandado": "Rector Académico de la Universidad Nacional del Altiplano de Puno (Fernando Cáceda Díaz) y otro", "nombre_demandante": "Eulogio Canal Palomino", "numero_expediente": "01170-1997-AC"}