{"CONTEXTO": " 01177-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01177-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1177-97-AA/TC RAYMUNDO MENDOZA ARI Y OTROS ILO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Tacna, a los veintiséis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugenty Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Raymundo Mendoza Ari y otros contra la Resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua, su fecha trece de octubre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "El veintiuno de enero de mil novecientos noventa y siete, don Raymundo Mendoza Ari, don Raûl Huisa Coaquira, don Roberto Eloy Torres Loayza y don Martin Zenon Pauca Luna interponen Accion de Amparo contra el Alcalde de la Municipalidad Provincial de Ilo, don Ernesto Herrera Becerra y el Presidente de la Comision Especial de Evaluacion del Personal de la Municipalidad Provincial de Ilo, don Edmundo Torrelio Lambruschini, para que se declaren inaplicables la Resolucion de Alcaldia No 899-96-MPI, mediante la cual se dispuso el cese por causal de excedencia y el Informe No 001-96-CEEP-MPI, y para que se les reponga en sus puestos de trabajo. Refieren que la Municipalidad Provincial de Ilo los ha cesado por la causal de excedencia; que, esta causal no esta contemplada en el articulo 34° del Decreto Legislativo No 276, referido al término de la carrera administrativa; que, la Comision Especial de Evaluacion del Personal de la Municipalidad Provincial de Ilo estuvo presidida por el Regidor don Edmundo Torrelio Lambruschini, con lo que se ha transgredido lo dispuesto por el articulo 170 de la Ley Organica de Municipalidades; y que, el proceso de evaluacion culmino fuera del plazo establecido en la Directiva Técnica No 001-96-CEPP. La Municipalidad Provincial de Ilo absuelve el tramite de contestacion de la demanda; senala que la causal de excedencia esta prevista en el Decreto Ley No 26093; que, en Sesion de Concejo de fecha once de enero de mil novecientos noventa y seis, se decidio delegar facultades ejecutivas al Regidor don Edmundo Torrelio Lambruschini, otorgândole las atribuciones que le corresponden al Alcalde. El Juzgado Especializado en lo Civil de Ilo emite sentencia declarando improcedente la demanda, por considerar que el proceso de evaluacion se efectuo observando la Directiva Técnica No 001-96-CEPP, la misma que no fue objetada por los demandantes, quienes se sometieron a dicho proceso. 2 TRIBUNAL CONSTITUCIONAL Interpuesto Recurso de Apelacion, la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua confirma la apelada, por estimar igualmente que los demandantes se sometieron voluntariamente al proceso de evaluacion, sin formular observaciones ni cuestionamientos, por lo que hubo consentimiento. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, las Acciones de Amparo proceden en los casos que se violen 0 amenacen de violacion los derechos constitucionales, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. DN 2. Que, aparece en forma clara en la demanda que en el presente caso el petitorio se circunscribe a que se declaren inaplicables a los demandantes la Resolucion de Alcaldia No 899-96-MPI de fecha veintiséis de noviembre de mil novecientos noventa y seis, mediante la cual se le S cesa por la causal de excedencia, asi como el Informe No 001-96-CEEP-MPI; razon por la cual debe desestimarse la excepcion de oscuridad 0 ambiguedad en el modo de proponer la demanda. 3. Que, en su escrito de demanda, los demandantes afirman que la mencionada resolucion se ejecuto el dia treinta de noviembre de mil novecientos noventa y seis, esto es, antes de quedar consentida, lo que no ha sido desmentido por la Municipalidad demandada; hecho que los exime de la obligacion de agotar la via administrativa, por configurarse la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506 de Habeas Corpus y Amparo. 4. Que, el articulo 290 de la Ley de Habeas Corpus y Amparo establece que es competente para conocer de la Accion de Amparo en la Capital de la Republica y en la Provincia Constitucional del Callao, el Juez Especializado de Derecho Publico. En los demas Distritos Judiciales son competentes el Juez Civil 0 Mixto del lugar donde se produzca la violacion 0 amenaza de violacion de un derecho constitucional. En tal virtud, la excepcion de incompetencia debe desestimarse igualmente. 5. Que, el derecho constitucional a la proteccion contra el despido arbitrario supone que el trabajador no puede ser despedido sino por causa justa, debidamente comprobada; por lo que los procesos especiales de cese de los servidores publicos por causal de excedencia deben realizarse con escrupulosa observancia de las disposiciones legales vigentes, a fin de no vulnerar derechos fundamentales de los mismos. 6. Que, mediante la Resolucion de Alcaldia No 512-96-A-MPI de fecha veintidos de julio de mil novecientos noventa y seis, de fojas cincuenta del expediente administrativo acompanado, se designa al Regidor don Edmundo Torrelio Lambruschini como presidente de la Comision Especial de Evaluacion del Personal de la Municipalidad Provincial de Ilo, contraviniendo lo dispuesto en el articulo 191° de la Constitucion Politica del Estado y el inciso 3) del articulo 370 de la Ley TRIBUNAL CONSTITUCIONAL Orgânica de Municipalidades No 23853, en virtud de los cuales los Regidores ejercen funcion de fiscalizacion y vigilancia de los actos de la administracion municipal, careciendo de competencia para realizar acciones que originen cese de personal; en consecuencia, se han vulnerado los derechos a la proteccion contra el despido arbitrario y al debido proceso de los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO en parte la resolucion expedida por la Sala Civil de la Corte Superior de Justicia de Tacna y Moquegua de fojas doscientas setenta y siete, su fecha trece de octubre de mil novecientos noventa y siete, en el extremo que declaro INFUNDADAS las excepciones de oscuridad 0 ambiguiedad en el modo de proponer la demanda, de falta de agotamiento de la via administrativa y de incompetencia; y revocando en el extremo que declara improcedente la Accion de Amparo; reformandola la declara FUNDADA; en consecuencia, inaplicables para el caso de los demandantes la Resolucion de Alcaldia No 899-96-MPI y el Informe No 001-96-CEEP- MPI y dispone que se les reponga en sus puestos de trabajo; sin abono de las remuneraciones dejadas de percibir. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano; y la devolucion de los actuados. SS ACOSTA SANCHEZ DIAZ VALVERDE NUGENT Aniluel GARCIA MARCELO Lo que Certifico: CCL 0 Dra. MARIA LUZ-VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-10-17", "id": 37150, "nombre_demandado": "Municipalidad Provincial de Ilo (Alcalde, Ernesto Herrera Becerra) y otro", "nombre_demandante": "Raymundo Mendoza Ari y otros", "numero_expediente": "01177-1997-AA"}