{"CONTEXTO": " 01176-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01176-1997-AA.pdf) --- o% TRIBUNAL CONSTITUCIONAL EXP. No 1176-97-AA/TC JOSE TULIO GASCO RUBIO LAMBAYEQUE. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los cinco dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia:", "ASUNTO": "Recurso Extraordinario interpuesto por don José Tulio Gasco Rubio contra la resolucion de la Sala Laboral de la Corte Superior de Justicia de Lambayeque, de fecha dieciséis de octubre de mil novecientos noventa y siete, que, confirmando la apelada del siete de agosto de mil novecientos noventa y siete, declaro infundada la Accion de Amparo interpuesta contra el Presidente del Consejo Transitorio de Administracion Regional de la RENOM, Gral. (r) César Ramal Pesantes.", "ANTECEDENTES": "Don José Tulio Gasco Rubio interpone Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional de la RENOM, Gral. (r) César Ramal Pesantes, sustentando su reclamo en la transgresion de sus derechos constitucionales al trabajo, la legitima defensa, la carrera administrativa, la jerarquia legal y el debido proceso, al haberse expedido la Resolucion Presidencial Regional No 123-97-CTAR-RENOMP de fecha veinticuatro de marzo de mil novecientos noventa y siete, que lo sanciona con cese temporal de seis meses sin goce de remuneraciones y la Resolucion Presidencial Regional No 21797-CTAR-RENOMP de fecha veintinueve de mayo de mil novecientos noventa y siete, que declara infundado su Recurso de Reconsideracion. Solicita, por consiguiente, se declare la nulidad de los actos administrativos contenidos en las citadas resoluciones y se restituyan las cosas al estado anterior a la violacion de sus derechos constitucionales. Especifica el demandante que el representante de la entidad demandada, arguyendo cargos inexistentes contra el recurrente e invocando el Informe No 007-97-CTAR- RENOM/ORAI evacuado por la Oficina Regional de Auditoria Interna, le instaura proceso administrativo disciplinario mediante la Resolucion Presidencial Regional No 065-97- CTAR-RENOM/P del diez de febrero de mil novecientos noventa y siete, sin tomar en cuenta que en el antes citado informe no existia recomendacion alguna respecto a que los hechos examinados sean derivados a la Comision Permanente de Procesos Administrativos Disciplinarios del sector al que pertenece 0 mucho menos a comision especial alguna. Agrega que aun en el caso de que los cargos que se le imputan tuvieren asidero, la investigacion respectiva le corresponde a la Comision Permanente de Procesos Administrativos Disciplinarios de la Direccion Regional de Educacion, conforme el primer 19 2 TRIBUNAL CONSTITUCIONAL parrafo del articulo 165° del D.S. No 005-90-PCM, y no asi a la Comision Especial de Procesos Administrativos, que es quien finalmente lo ha procesado y sancionado, pues el demandante no es funcionario de confianza, sino servidor administrativo de carrera, ya que se encuentra ubicado laboralmente dentro del Cuadro Nominativo de Personal aprobado mediante Resolucion Ejecutiva Regional No 105-94-RENOM del veintiocho de febrero de mil novecientos noventa y cuatro, como Tesorero de la Oficina de Administracion, ubicacion desde la cual se le roto para desempenar las funciones de Contador Jefe del equipo de contabilidad de la Direccion Regional de Educacion, conforme la Resolucion Directoral Regional Sectorial No 0290 del seis de marzo de mil novecientos noventa y cinco, y que tampoco le otorga la condicion de funcionario. Contestada la demanda por dona Flormina Vasquez Zumaeta, en representacion del Presidente del Consejo Transitorio de Administracion de la Region Nor Oriental del Marafon, ésta es negada y contradicha fundamentalmente por estimar: Que no se ha atentado contra el derecho al trabajo, habida cuenta de que los actos administrativos que contienen las resoluciones cuestionadas no constituyen actos arbitrarios ni menos despido arbitrario, sino una sancion de cese temporal; Que, por otra parte, dicha sancion se impone como consecuencia del proceso administrativo disciplinario instaurado al actorjunto a otros servidores de la Direccion Regional de Educacion de Lambayeque, incluido el titular de dicho organismo, profesor don Raûl Ramirez Soto, proceso en el que, por otra parte, se le ha dado al actor todas las garantias para su defensa, de las cuales ha hecho uso, apersonandose y efectuando los descargos y medios impugnatorios correspondientes; Que no es verdad que en el informe No 007-97-RENOM/ORAI no esté involucrado el demandante, pues conforme se acredita con las piezas del citado informe, dicho demandante aparece como responsable de los hechos observados en sus puntos 2.25, 3.25 y 3.27, lo cual ha sido merituado por la Comision Especial de Procesos Administrativos para Funcionarios, al haber sido derivado a ésta el anteriormente citado informe de Auditoria, llegando la Comision Especial a considerar que hay merito para que se instaure proceso, no solo para las personas que se indican en el punto 4.24, sino también para aquellos servidores cuya responsabilidad administrativa se haya evidenciada en las irregularidades determinadas en el rubro de conclusiones y observaciones del Informe de Auditoria; Que la regla del sometimiento a la Comision Permanente de Procesos Administrativos Disciplinarios, cuando no se es funcionario de confianza, no es absoluta, ya que la excepcion se presenta en el caso sub litis, cuando al estar involucrado en los hechos investigados el propio Director Regional de Educacion, se justifica en aplicacion de los principios de economia procesal y unidad de criterio, asi como al considerarse que dicho director estaba impedido de procesar al demandante y a los otros servidores y no podia ser juez y parte; Que no es verdad que se hayan vulnerado los derechos invocados por el demandante. De fojas ciento treinta y nueve a fojas ciento cuarenta y dos, y con fecha siete de agosto de mil novecientos noventa y siete, el Segundo Juzgado de Trabajo de Chiclayo declara infundada la demanda, por considerar fundamentalmente: Que la via administrativa 5 - TRIBUNAL CONSTITUCIONAL no constituye jurisdiccion, salvo la contenciowpadministativa, que no ha sido utilizada en la emision de las resoluciones cuestionadas y que resulta idonea por la amplitud de probanza; Que el derecho al trabajo y su proteccion deben analizarse considerando que la imposicion justificada de medidas disciplinarias no constituye un acto violatorio aun cuando repercuta 0 lesione economicamente al trabajador, pues constituye consecuencia natural de toda sancion; Que la resolucion supuestamente lesiva tuvo su origen en la Resolucion No 06-97-CTAR-RENOMP por la que se resuelve instaurar proceso administrativo al accionante, merced al Informe No 007-96-RENOM-DRAT, en cuyos items 2.24, 2.25, 3.24, 3.25, 3.26 y 3.27 se precisan responsabilidades, en tanto que en el item 4.24 se da la recomendacion de que el informe evacuado se derive a la Comision Especial de Procesos Administrativos para funcionarios; Que la resolucion que instaura el proceso disciplinario no fue objeto de impugnacion y es solo después de concluido dicho proceso que el actor acusa haber sido procesado por organo incompetente; Que la actuacion de la Comision Especial de Procesos Administrativos esta ampliamente justificada en virtud de que el resultado del informe evacuado por la Oficina Regional de Auditoria Interna compromete el desempeno de los funcionarios de mas alto nivel de la Direccion Regional de Educacion, lo que hace imposible estructurar la comision permanente para el procesamiento de los servidores de carrera; Que, por consiguiente, no ha existido violacion de los derechos reclamados. De fojas ciento setenta y tres a fojas ciento setenta y seis, y con fecha dieciséis de octubre de mil novecientos noventa y siete, la Sala Laboral de la Corte Superior de Justicia de Lambayeque, confirma la Resolucion apelada, principalmente por estimar: Que en ninguna de las resoluciones impugnadas se advierte violacion a derecho constitucional alguno; Que las referidas resoluciones fueron expedidas al amparo de la Resolucion Presidencial No 065-97-CTAR-RENOMP, la cual, en ningun momento, fue cuestionada 0 impugnada, prestando el actor tâcita aprobacion de la misma; Que la Comision Especial de Procesos Administrativos ha actuado de acuerdo a sus atribuciones, ya que si el actor hubiera cometido irregularidades, éstas tenian que ser sancionadas. Contra esta resolucion, el demandante interpone Recurso Extraordinario, disponiéndose el envio de los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1). Que conforme se aprecia del petitorio contenido en la demanda interpuesta, el objeto de éste se orienta a la nulidad de los actos administrativos contenidos tanto en la Resolucion Presidencial Regional No 123-97-CTAR-RENOM/P del veinticuatro de marzo de mil novecientos noventa y siete que sanciona al demandante con cese temporal de seis meses sin goce de haberes como en la Resolucion Presidencial Regional No 217-97-CTAR- RENOM/P del veintinueve de mayo de mil novecientos noventa y siete, que declara infundado su Recurso de Reconsideracion, tras considerar que ambas han transgredido sus derechos constitucionales al trabajo, la legitima defensa, la carrera administrativa, la TRIBUNAL CONSTITUCIONAL jerarquia legal y el debido proceso, por lo que solicita la restitucion de las cosas al estado anterior a la violacion de tales derechos. 2). Que, por consiguiente, y partiendo de la constatacion respecto de las condiciones de procedibilidad de la accion, que en el presente caso han sido satisfechas por haberse agotado la via previa con la Resolucion Presidencial Regional No 217-97-CTAR- RENOM/P y estando a que la demanda ha sido interpuesta dentro del término previsto por el articulo 370 de la Ley No 23506, procede determinar la legitimidad 0 no del petitorio formulado, debiéndose precisar, en primer término, que cuando se invoca por el demandante la proteccion de su derecho al trabajo, no cabe de ello inferir, que la tutela de dicho atributo solo se dispensa en los casos de un despido arbitrario 0 ruptura de la relacion laboral, sino que también resulta posible, en casos que, como el presente, exista un cese temporal del mismo como consecuencia de un proceso irregular 0 sancion arbitraria. En este orden de ideas, el hecho de que la sancion de la cual fue objeto el demandante, esto es, el cese temporal por seis meses sin goce de haberes, ya haya sido superada a la fecha, no puede interpretarse como sustraccion de la materia, --ya que lo que esta en juego no es la restauracion de una relacion de trabajo ya que, por principio, ésta nunca fue quebrada--, sino simplemente la restitucion de las cosas al estado anterior a la violacion de su derecho 0 al momento en que aun no se le habia sancionado, objetivo al que solo se puede arribar anulando 0 dando por inexistente dicha sancion tras acreditarse que, en efecto, fue ésta aplicada de modo ostensiblemente arbitrario. Por lo demas, ello resulta logico, si se parte del hecho del grave precedente que para su foja de servicios constituye una medida como la senalada y la responsabilidad que tiene este Tribunal Constitucional por dispensar una adecuada tutela a los derechos reclamados. 3). Que por otra parte, y en lo que se refiere al procedimiento mismo que culmina con la sancion al demandante y la posterior desestimacion de su Recurso de Reconsideracion, este Tribunal Constitucional entiende que cuando la ley impone a la administracion determinadas formas en la tramitacion de los procedimientos de determinacion de responsabilidades, 0 en general, en cualquier procedimiento administrativo interno, no es para que las mismas sean observadas 0 inobservadas a libre discrecion de la administracion, sino para que aquéllas sean escrupulosamente cumplidas, pues de su existencia depende la real garantia de un debido proceso administrativo. 4). Que a este respecto, y siendo manifiesta la condicion de servidor de carrera del demandante (condicion, incluso, no cuestionada y antes bien, reconocida por la parte demandada) la entidad administrativa competente para investigarlo ha debido ser, en todo momento 0 circunstancia, la Comision Permanente de Procesos Administrativos Disciplinarios, conforme a la primera parte del articulo 165° del Decreto Supremo No 005- 90-PCM y no asi la Comision Especial mencionada cuya competencia solo se aplica para el caso del procesamiento a funcionarios. Pretender invocar, dentro de tal contexto, principios como \"la economia procesal\" y la \"unidad de criterio\" es algo absolutamente impertinente cuando lo que esta de por medio es el respeto de uno de los atributos mas TRIBUNAL CONSTITUCIONAL importantes del debido proceso, como lo es, sin duda alguna, el relativo a la jurisdiccion predeterminada por la ley\". 5). Que por consiguiente, el hecho de haberse convertido en irregular el proceso que culmino con el cese temporal al demandante y la posterior desestimacion de su Recurso de Reconsideracion, hace plenamente legitima la demanda interpuesta, siendo necesario, dentro de las consideraciones expuestas, que este Tribunal otorgue la tutela del caso por haberse transgredido, en efecto, los derechos reclamados. Bajo tal premisa, resultan de aplicacion los articulos 1°, 30, 24° incisos 10), 16) y 22) de la Ley No 23506, en concordancia con los articulos 2° inciso 15), 40° y 139° inciso 3) de la Constitucion Politica del Estado. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "REVOCANDO la resolucion expedida por la Sala Laboral de la Corte Superior de Justicia de Lambayeque de fojas ciento setenta y tres, su fecha dieciséis de octubre de mil novecientos noventa y siete, que, confirmando la apelada declaro infundada la demanda. Reformando la de vista, declara FUNDADA la Accion de Amparo interpuesta por don José Tulio Gasco Rubio y, en consecuencia, INAPLICABLES a su caso particular la Resolucion Presidencial Regional No 123-97-CTAR-RENOMP del veinticuatro de marzo de mil novecientos noventa y siete y la Resolucion Presidencial Regional No 217-97-CTAR- RENOM/P del veintinueve de mayo de mil novecientos noventa y siete. ORDENA al Presidente del Consejo Transitorio de Administracion Regional de la RENOM disponer la anulacion de la medida disciplinaria impuesta al demandante, no siendo de abono las remuneraciones dejadas de percibir durante el periodo no laborado. Dispone igualmente la no aplicacion, al caso de autos, del articulo 11° de la Ley No 23506, dadas las circunstancias especiales del caso. Ordena, asimismo, la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, / Lar DIAZ VALVERDE, NUGENT, 0 ravoes GARCIA MARCELO. Lsd. Lo que Certif100: Dra. MARIA LUZ VASOVZ SECRETARIA - RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-24", "id": 34948, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional de la Región Nor Oriental del Marañón-RENOM (César Ramal Pesantes)", "nombre_demandante": "José Tulio Gasco Rubio", "numero_expediente": "01176-1997-AA"}