{"CONTEXTO": " 01189-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01189-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1189-97-AA/TC CORPORACION ANDINA DE DISTRIBUCION S.A. LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia.", "ASUNTO:": "Recurso extraordinario interpuesto por la Corporacion Andina de Distribucion S.A. (CADSA) contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, del veintiséis de setiembre de mil novecientos noventa y siete, que revocando la apelada declara improcedente la demanda, en la Accion de Amparo interpuesta por la Corporacion Andina de Distribucion S.A. contra el Ministro de Economia y Finanzas, y la Superintendencia Nacional de Administracion Tributaria (SUNAT).", "ANTECEDENTES:": "CADSA, representada por don Oscar Gerardo Zapata Alcazar, interpone la presente Accion de Amparo contra el Ministro de Economia y Finanzas y la SUNAT a fin de que se declare inaplicables, para su empresa, los articulos 109° al 115°--sobre el Impuesto Minimo a la Renta--, del Decreto Legislativo No 774, Ley del Impuesto a la Renta. Y, se deje sin efecto la Orden de Pago No 011-1-36620, del veintinueve de enero de mil novecientos noventa y siete, correspondiente a diciembre de mil novecientos noventa seis. La demandante fundamenta su accion de garantia en que: 1) el Impuesto Minimo a la Renta es aplicable a su empresa, a partir del ejercicio mil novecientos noventa seis, en virtud de lo dispuesto en el inciso a) del articulo 116° del Decreto Legislativo No 774; 2) la empresa realiza el pago correspondiente al régimen general del Impuesto a la Renta por el periodo de enero a noviembre de mil novecientos noventa y seis--, para aplicarlo al final del ejercicio contra el Impuesto Minimo a la Renta, y suspende sus pagos en diciembre, por encontrarse en situacion de pérdida; y 3) la aplicacion del Impuesto Minimo a la Renta, la Orden de Pago No 011-01-36620 y el proceso coactivo iniciado violan sus derechos constitucionales de propiedad y los principios de no confiscatoriedad, de legalidad y de capacidad contributiva en materia tributaria. LICA DEL 2 TRIBUNAL CONSTITUCIONAL El Procurador adjunto a cargo de los asuntos judiciales del Ministerio de Economia y Finanzas, don Angel Augusto Vivanco Ortiz, contesta la demanda y solicita que se: declare infundada 0 improcedente por considerar que: 1) la empresa demandante no ha cumplido con agotar la via previa; 2)contra los normas legales, como el Decreto Legislativo No 774, no proceden las acciones de amparo; y 9 3) la demandante solo pretende obtener una exoneracion tributaria. La SUNAT, representada por dona Maria Caridad Garcia de los Rios, contesta la demanda y solicita que sea declarada improcedente 0 infundada por considerar que: 1) la demandante pudo agotar la via sin pagar el monto adeudado; y, 2) es insuficiente el estudio contable que presenta la demandante para probar la situacion de pérdida que alega. El Tercer Juzgado Especializado en Derecho Publico de Lima, con fecha veintiocho de mayo de mil novecientos noventa y siete, declara infundada la demanda argumentando .que la demandante no ha acreditado, con documento idoneo, el estado de pérdida en que se encuentra. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintiséis de setiembre de mil novecientos noventa y siete revoca la apelada y declara improcedente la demanda. Sus argumentos fueron los siguientes: 1) la demandante no ha acreditado la supuesta insolvencia economica invocada; y,2) los hechos invocados por la demandante requieren de mayor probanza.", "FUNDAMENTOS:": "1. Que no se ha acreditado en autos que la empresa demandante haya interpuesto recurso administrativo alguno contra la Orden de Pago No 011-1-36620, del veintinueve de enero de mil novecientos noventa y siete. En efecto, la demandante inicia la presente accion de garantia sin haber agotado la via respectiva, contraviniendo lo dispuesto en el articulo 270 de la Ley No 23506, Ley de Habeas Corpus y Amparo. 2. Que la demandante no se encuentra en ninguno de los supuestos de excepcion previstos en el articulo 28° de la Ley No 23506. Ello debido a las consideraciones siguientes: a) La notificacion de la Ejecucion Coactiva No 011-06-14813, del veintinueve de enero de mil novecientos noventa y siete, no supone la ejecucion de la Orden de Pago cuestionada en autos. Ello, en la medida en que el articulo 117° del Decreto Legislativo No 816, Codigo Tributario vigente, establece que el procedimiento de cobranza coactiva se inicia con \"la notificacion al deudor tributario de la Resolucion de Ejecucion Coactiva, que contiene un mandato de cancelacion de las Ordenes de Pago 0 Resoluciones en cobranza, otorgandose un plazo de siete (7) dias habiles, bajo 3 TRIBUNAL CONSTITUCIONAL apercibimiento de dictarse medidas cautelares 0 de iniciarse la ejecucion forzada de las mismas b) El plazo referido permitia a la empresa demandante acogerse a lo previsto en el inciso d) del articulo 119° del Decreto Legislativo No 816, que establece que cuando \"se haya presentado oportunamente recurso de reclamacion, apelacion 0 demanda contencioso administrativa, que se encuentre en tramite  > se suspendera el proceso de cobranza coactiva. c) Asimismo, como una excepcion a lo establecido en el articulo 136° del Decreto Legislativo No 816, el segundo parrafo del articulo 119° de dicha norma senala que \"tratandose de Ordenes de Pago y cuando medien otras circunstancias que evidencien que la cobranza podria ser improcedente la Administracion Tributaria està facultada a disponer la suspension de la cobranza de la deuda, siempre que el deudor tributario interponga la reclamacion dentro del plazo de veinte (20) dias habiles de notificada la Orden de Pago . Y, el tercer parrafo del mismo articulo establece que \"para la admision a tramite de la reclamacion se requiere, ademas de los requisitos establecidos en este Codigo, que el reclamante acredite que ha abonado la parte de la deuda no reclamada actualizada hasta lafecha en que se realice el pago \". Por estos fundamentos, el Tribunal Constitucional en uso de las facultades conferidas por la Constitucion Politica del Estado y en su Ley Organica", "FALLA:": "CONFIRMANDO la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas 251, su fecha veintiséis de setiembre de mil novecientos noventa y siete, que revocando la apelada, declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ Ilhrc DIAZ VALVERDE Nulnil NUGENT t GARCIA MARCELO Lo que Certifico: G.L.B. Dre. MARIA LUZ VASQUEZ SECRETARIA RIELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-24", "id": 37600, "nombre_demandado": "Ministro de Economía y Finanzas y otro", "nombre_demandante": "Comunidad Andina de Distribución SA", "numero_expediente": "01189-1997-AA"}