{"CONTEXTO": " 01194-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01194-1997-AA.pdf) --- A TRIBUNAL CONSTITUCIONAL EXP. No 1194-97-AA/TC NICANOR HILARIO PALOMINO HUANCAVELICA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de abril de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso extraordinario interpuesto por don Nicanor Hilario Palomino contra la Resolucion expedida por la Sala Mixta de la Corte Superior de Justicia de Huancavelica, su fecha doce de agosto de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Nicanor Hilario Palomino interpone Accion de Amparo contra el Presidente del Consejo Transitorio de Administracion Regional \"Los Libertadores-War\", don Carlos Gonzales Chacon, para que se deje sin efecto la Resolucion Presidencial Regional No 060- 97-CTAR \"LW\"/PE 9 que dispuso su cese por causal de excedencia, y se ordene su reposicion a su centro de trabajo. Manifiesta que se sometio al proceso de evaluacion del personal del Consejo Transitorio de Administracion Regional \"Los Libertadores-War\", correspondiente al segundo semestre del ano mil novecientos noventa y seis; que fue desaprobado en dicha evaluacion, no por incapacidad sino debido a la enemistad que tiene con el Presidente de la Comision de Evaluacion; que dicha enemistad se origina en la denuncia penal que el demandante formulo en su contra ante la Fiscalia Provincial Penal de la localidad; que, mediante la Resolucion Presidencial Regional No 060-97-CTAR \"LW\"/PE, de fecha tres de marzo de mil novecientos noventa y siete, se dispuso su cese por causal de excedencia. A fojas cuarenta y cinco, el apoderado del demandado contesta la demanda, senalando que el demandante se sometio voluntariamente al proceso de evaluacion, sin antes haber solicitado la recusacion 0 inhabilitacion de algun miembro de la Comision de Evaluacion; que fue desaprobado por no haber alcanzado el puntaje minimo requerido. El Primer Juzgado Mixto de Huancavelica emite sentencia, de fecha primero dej julio de mil novecientos noventa y siete, declarando improcedente la demanda, por considerar, entre otras razones, que la alegacion del demandante referida a la supuesta enemistad que tiene 2 EL TRIBUNAL CONSTITUCIONAL con el Presidente de la Comision Evaluadora debe ser materia de probanza, en la via procedimental prevista en el articulo 486° del Codigo Procesal Civil y no en la presente Accion de Amparo. Interpuesto el recurso de apelacion, la Sala Mixta de la Corte Superior de Justicia de Huancavelica, emite sentencia de fecha doce de agosto de mil novecientso noventa y siete, y declara improcedente la demanda, por estimar, entre otras razones, que los hechos alegados en la demanda requieren de mayor probanza, en la accion civil respectiva. Interpuesto recurso extraordinario los autos son remitidos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, las acciones de garantia proceden en los casos en que se viole 0 amenace de violacion algun derecho constitucional, por accion u omision de actos de cumplimiento obligatorio, conforme lo establece el articulo 2° de la Ley No 23506. 2. Que, el petitorio de la Accion de Amparo se circunscribe a que se declare la nulidad de la Resolucion Presidencial Regional No 060-97-CTAR \"LW\"/PE de fecha tres de marzo de mil novecientos noventa y siete y se ordene la reposicion del demandante en su puesto de trabajo. 3. Que, el demandante se sometio voluntariamente al proceso de evaluacion de personal efectuado por el Consejo Transitorio de Administracion Regional \"La Libertad-Wari\", resultando desaprobado por no haber alcanzado el puntaje minimo requerido; razon por la cual la Administracion dispuso su cese por causal de excedencia, mediante la resolucion impugnada. 4. Que, en relacion a la forma como se llevo adelante el proceso de evaluacion cuestionado, el demandante se ha limitado a senalar que la Comision de Evaluacion estuvo presidida por un funcionario con quien tiene enemistad, por lo que dicho proceso no se llevo adelante -en su caso- con la debida imparcialidad. Esta alegacion de caracter subjetivo y que no ha sido acreditada, no puede enervar dicho proceso de evaluacion, maxime que del estudio de autos no se advierte irregularidad alguna en el mismo; razon por la cual la demanda resulta infundada. Por estos fundamentos, el Tribunal Constitucional, en ejercicio de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "REVOCANDO la resolucion de la Sala Mixta de la Corte Superior de Justicia de Huancavelica de fojas noventa y cinco, su fecha doce de agosto de mil novecientos noventa y siete, que confirmando la apelada declaro improcedente la demanda; reformandola, 3 TRIBUNAL CONSTITUCIONAL declara INFUNDADA la Accion de Amparo. Dispone la publicacion en el Diario El Peruano y la devolucion de los actuados.", "SS.": "hcads ACOSTA SANCHEZ Arur NUGENT 1 RUCLA à / - y Lo DIAZ VALVERDE GARCIA MARCELO Lo que Certifi00: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL CCL", "fecha_publicacion": "1998-08-25", "id": 41962, "nombre_demandado": "Presidente del Consejo Transitorio de Administración Regional \"Los Libertadores-Wari\" (Carlos Gonzáles Chacón)", "nombre_demandante": "Nicanor Hilario Palomino", "numero_expediente": "01194-1997-AA"}