{"CONTEXTO": " 01192-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01192-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1192-97-AA/TC LIMA. CARMEN CORDOVA PÉREZ. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de julio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Carmen Cordova Pérez, contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento sesenta y tres, su fecha treinta de setiembre de mil novecientos noventa y siete, que confirmo la apelada que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Carmen Cordova Pérez, con fecha siete de agosto de mil novecientos noventa y seis, interpone demanda de Accion de Amparo contra la Superintendencia de Administracion Tributaria, solicitando que se deje sin efecto la Carta Notarial de seis de diciembre de mil novecientos noventa y tres, ordenando su reposicion y el pago de las remuneraciones dejadas de percibir, por considerar que se han violado sus derechos constitucionales a la estabilidad laboral, a una justa remuneracion, a la igualdad ante la ley y al debido proceso; refiriendo que ha sido evaluada en el mes de junio del ultimo ano mencionado, y en el mes de octubre siguiente fue asignada en el cargo de auditora, por lo que considera arbitrario su cese dispuesto a través de la citada carta notarial. La Superintendencia Nacional de Administracion Tributaria, contesta la demanda precisando que la demandante con fecha tres de noviembre de mil novecientos noventa y cuatro interpuso una anterior accion de amparo sobre los mismos hechos materia de la presente demanda por lo que considera que se trata de cosa juzgada. Asimismo, indica que la relacion laboral que existia con la demandante se encontraba sujeta al régimen de la actividad privada, y que habiendo ésta cobrado el monto correspondiente a sus beneficios sociales, resulta juridicamente imposible su reposicion. El Sexto Juzgado Especializado en lo Civil de Lima, con fecha treinta de enero de mil novecientos noventa y siete, a fojas ciento veintiocho, declaro improcedente la demanda, por estimar principalmente que conforme se advierte de la sentencia de la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fojas ciento cuatro, los hechos materia de la demanda tiene el carâcter de cosa juzgada. 2 TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas sesenta y tres, con fecha treinta de setiembre de mil novecientos noventa y siete, confirmo la apelada, por estimar que ha operado la caducidad de la accion. Contra esta resolucion la demandante interpone recurso extraordinario.", "FUNDAMENTOS:": "1. Que, el articulo 8° de la Ley de Habeas Corpus y Amparo No 23506, establece que las resoluciones finales que recaen en los procesos de acciones de garantia, solo constituyen cosa juzgada, cuando resulten favorables a los demandantes, situacion que no ocurre en el caso sub-litis, en razon que en el anterior proceso de amparo seguido entre ambas partes, mediante sentencia expedida por la Primera Sala Civil de la Corte Superior de Justicia de Lima, de fecha siete de julio de mil novecientos noventa y cinco, se declaro improcedente la demanda de su origen. 2. Que, conforme se advierte de autos, contra la Carta Notarial de resolucion de vinculo laboral de seis de diciembre de mil novecientos noventa y tres, la demandante interpuso recurso de reconsideracion con fecha veintiocho del mes y ano antes mencionados, operando el silencio negativo a partir del dia siguiente al vencimiento de los treinta dias de la interposicion del mismo, conforme lo establecia el articulo 102° del Decreto Supremo No 06-67-SC modificado por el Decreto Ley No 26111, aplicable al caso; en consecuencia, habiendo sido presentada la demanda con fecha siete de agosto de mil novecientos noventa y seis, habia vencido en exceso el plazo de sesenta dias habiles establecido por el articulo 370 de la Ley de Habeas Corpus y Amparo No 23506. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas sesenta y tres, su fecha treinta de setiembre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano, y la devolucion de los actuados. 14 a S.S. b - ACOSTA SANCHEZ DIAZ VALVERDE NUGENT GARCIA MARCELO Lo que Gertyfi00: Dra. MARIA LUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUEIONAE", "fecha_publicacion": "1998-09-18", "id": 37513, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria (SUNAT)", "nombre_demandante": "Carmen Córdova Pérez", "numero_expediente": "01192-1997-AA"}