{"CONTEXTO": " 01217-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01217-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1217-97-AA/TC LIMA. LILA BLAS SANCHEZ SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de mayo de mil novecientos noventa y ocho, M reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por dona Lila Blas Sanchez contra la Resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas cincuenta y ocho, su fecha siete de octubre de mil novecientos noventa y siete, que confirmando la apelada del veintiocho de mayo de mil novecientos noventa y siete, declara improcedente la Accion de Amparo promovida contra el Jefe del Registro Nacional de Identificacion y Estado Civil, don Julio Vargas Prada Mendiola.", "ANTECEDENTES:": "Dona Lila Blas Sanchez interpone Accion de Amparo contra el Jefe del Registro Nacional de Identificacion y Estado Civil (RENIEC), don Julio Vargas Prada Mendiola, solicitando dejar sin efecto la Resolucion N9095-96/JEF del veinte de diciembre de mil novecientos noventa y seis, que dispone su cese por excedencia asi como la Resolucion Jefatural No 009-97-IDENTIDAD del diecisiete de enero de mil novecientos noventa y siete, que declara improcedente su reconsideracion, pues alega que vulneran sus derechos constitucionales, debiendo procederse a su reposicion en el cargo que venia desempenando. Especifica la demandante: que en el proceso de evaluacion al que fue sometido no existio transparencia; que se le notifico con un dia de anticipacion a efectos de rendir su prueba; que no hubo la presencia de un representante del Ministerio Publico que de fé de los examenes y; que no ha podido revisarse in situ las citadas evaluaciones a fin de poder impugnarlas en la forma prescrita por la ley. El Procurador Publico en representacion de la RENIEC contesta la demanda negandola y contradiciendola en todos sus extremos, por considerar: que, la demandante obtuvo calificacion desaprobatoria en el proceso de evaluacion al que fue sometida; que, la reconsideracion que promovio contra la resolucion que dispuso su cese, contenia argumentos subjetivos que no desvirtuaban los factores técnicos de evaluacion y calificacion de la prueba rendida; que, no se ha acreditado la vulneracion de derechos sino que unicamente se han enunciado una secuencia de supuestas irregularidades en la 2 TRIBUNAL CONSTITUCIONAL evaluacion; que, el Decreto Ley No 26093 establecio en su articulo 1° que los titulares de los distintos Ministerios e Instituciones Publicas Descentralizadas ejecuten procesos de evaluacion, disponiendose que el personal evaluado que no califique pueda ser cesado por causal de excedencia, ampliandose los alcances del citado Decreto Ley ? mediante Decreto de Urgencia No 085-96 del siete de noviembre de mil novecientos noventa y seis, respecto del RENIEC. De fojas treinta y cuatro a treinta y seis, su fecha veintiocho de mayo de mil novecientos noventa y siete, el Segundo Juzgado Especializado en Derecho Publico, expide resolucion declarando improcedente la accion, fundamentalmente por considerar: que, por Decreto de Urgencia No 085-96 se extendio los alcances y aplicacion del Decreto Ley No 26093 al RENIEC, con la finalidad de llevar a cabo un proceso de evaluacion; que, por Resolucion Jefatural No 088-96/JEF se autorizo el proceso de evaluacion del personal del RENIEC, aprobândose el respectivo reglamento; que, la demandante fue cesada mediante Resolucion No 095-96-JEF en aplicacion del articulo 2° del Decreto Ley No 26093, motivo por el que dicha resolucion no resulta ilegal ni violatoria de derechos; que, la Resolucion Jefatural No 009-97-IDENTIDAD fue emitida conforme a los articulos 98° y 101° del Texto Unico Ordenado de la Ley de Normas Generales y Procedimientos Administrativos, motivo por el que tampoco viola los derechos de la demandante. A fojas cincuenta y ocho, y con fecha siete de octubre de mil novecientos noventa y siete, la Sala Corporativa Transitoria Especializada en Derecho Publico, confirma la sentencia apelada por estimar: que, la Ley No 26069 que tiene rango constitucional ha previsto una nueva causal de rompimiento del vinculo laboral y resulto de obligatoria aplicacion a la entidad demandada en virtud de lo dispuesto por el Decreto de Urgencia No 085-96; que, la patronal en acatamiento de la ley y mediante Resolucion Jefatural No 088- 96-JEF, publicada en el Diario Oficial El Peruano, el siete de diciembre de mil novecientos noventa y seis, efectuo la convocatoria y aprobo el Reglamento de Evaluacion, al que se sometio la demandante; que, al no haber aprobado la evaluacion, la emplazada ha actuado en aplicacion de la Ley, habiendo incluso revisado el recurso impugnatorio promovido, lo que evidencia el cumplimiento de un proceso administrativo regular. Contra esta resolucion la demandante interpone recurso extraordinario, siendo remitidos los autos al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme se aprecia del petitorio contenido en la demanda interpuesta, se orienta éste a cuestionar la Resolucion No 095-96/JEF del veinte de diciembre de mil novecientos noventa y seis, asi como la Resolucion Jefatural No 009-97-IDENTIDAD del diecisiete de enero de mil novecientos noventa y siete, por transgresion de los derechos constitucionales de la demandante. 2. Que, sin embargo y conforme se aprecia del contenido de los autos, la primera de las resoluciones cuestionadas y por la que se dispuso el cese de la demandante, fue expedida al amparo del Decreto Ley No 26093 en concordancia con el Decreto de 3 TRIBUNAL CONSTITUCIONAL Urgencia No 085-96 que habilitaron al Registro Nacional de Identificacion y Estado Civil, a realizar un programa semestral de Evaluacion de Personal, el mismo al que fue sometida la demandante. 3. Que, la evaluacion que concluyo con la resolucion que dispuso el cese antes referido, en ningun momento ha estado caracterizada por hechos que puedan reputarse como irregulares y, en todo caso, tampoco ha acreditado la demandante mediante instrumentales u otros medios, situaciones que produzcan certeza en el juzgador constitucional, respecto de la verosimilitud de los hechos que alega como lesivos a sus derechos constitucionales. 4. Que, de otro lado, la segunda de las resoluciones cuestionadas y por la que se desestima la reconsideracion promovida, tampoco supone transgresion a derecho fundamental alguno, pues es resultado de un proceso administrativo interno, de conformidad con los articulos 98° y 101° del Texto Unico Ordenado del Reglamento de Normas Generales y Procedimientos Administrativos aprobado por Decreto Supremo No 02-94-JUS, en el que tampoco se observa irregularidad alguna. 5. Que, por consiguiente, no habiendose acreditado amenaza 0 violacion a los derechos constitucionales, la presente demanda debe desestimarse. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Orgânica", "FALLA": "REVOCANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico, de fojas cincuenta y ocho, su fecha siete de octubre de mil novecientos noventa y siete, que confirmando la apelada, declaro improcedente la demanda. Reformando la de vista declara INFUNDADA la Accion de Amparo interpuesta. Dispone asimismo la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "aicul ACOSTA SANCHEZ NUGENT V DIAZ VALVERDE V ts GARCIA MARCELO Lo que Certifico: Lsd. Ja. MARIA LUZ -SOUEZ RE RIA REL TO RRE", "fecha_publicacion": "1998-09-25", "id": 37614, "nombre_demandado": "Registro Nacional de identificación y Estado Civil (RENIEC)", "nombre_demandante": "Lila Blas Sánchez", "numero_expediente": "01217-1997-AA"}