{"CONTEXTO": " 01212-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01212-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 1212-97-AA/TC LIMA TITO VILL MELO TORO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia. ASUNTO: : Recurso de Nulidad, que debe entenderse como Recurso Extraordinario, interpuesto con fecha siete de noviembre de mil novecientos noventa y siete por don Tito Vill Melo Toro, contra la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico, de la Corte Superior de Justicia de Lima, que con fecha veintitrés de octubre de mil novecientos noventa y siete, declaro infundada la Accion de Amparo (fojas 91 a 92).", "ANTECEDENTES:": "Don Tito Vill Melo Toro, Auxiliar de Educacion, interpuso con fecha once de julio de mil novecientos noventa y seis, Accion de Amparo contra la Direccion de la Unidad de Servicios Educativos No 13 y el Procurador Publico encargado de los Asuntos Judiciales del Ministerio de Educacion, con la finalidad de que se declare inaplicable para él la Resolucion Directoral No 00424-USE-13 de fecha veintidos de abril de mil novecientos noventa y tres, mediante la cual se le reasigna interinamente en el Colegio San Martin de Porres No 072 del Distrito de Magdalena, en el turno de dia, sin tomar en cuenta -dice el demandante- que habia solicitado su reasignacion como profesor en el turno de noche en la plaza vacante dejada por el don Antonio Soto Torres en el Colegio Secundario de Adultos \"Diego Ferré\", donde venia laborando, merced al Memorandum No 007/SDCNDF/ESA/92 de fecha diecinueve de agosto de mil novecientos noventa y dos. Finalmente, pretende con la accion submateria, que se restituyan sus derechos y, por consiguiente, se le reasigne en el cargo que ocupaba antes de la dacion de la Resolucion Directoral No 00424-USE-13, vale decir, en el cargo de profesor, turno de noche, en el Colegio Secundario de Adultos \"Diego Ferré\". (fojas 22 a 27) Por Resolucion No 3 de fojas cuarenta y cuatro, su fecha treinta de setiembre de mil novecientos noventa y siete, el Juez del Undécimo Juzgado Especializado en lo Civil de Lima dispone seguir el proceso en rebeldia de los demandados. El Undécimo Juzgado Especializado en lo Civil de Lima, con fecha cuatro de noviembre de mil novecientos noventa y seis, falla declarando infundada la demanda; considera esta primera instancia, que la Resolucion No 00424-USE-13, cuya inaplicacion solicita el demandante, fue dictada al amparo de las facultades que le 2 TRIBUNAL CONSTITUCIONAL concedio al Ministerio de Educacion el Decreto Supremo No 010-93-ED de fecha dieciocho de marzo de mil novecientos noventa y tres, para reasignar interinamente a los Auxiliares de Educacion que en el ano 1992 estuvieron destacados como \"Profesores de Aulas 0 por Horas\" (fojas 48 a 51). La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima falla con fecha veintitrés de octubre de mil novecientos noventa y siete, confirmando la apelada y, por consiguiente, declarando infundada la Accion de Amparo (fojas 87 a 88). FUNDAMENTOS : 1. Que la Accion de Amparo es una garantia constitucional que procede ante el hecho u omision, por parte de cualquier autoridad, funcionario 0 persona, que vulnere 0 amenace derechos constitucionales distintos a la libertad individual y a aquellos tutelados por la Accion de Habeas Data. 2. Que, con el Decreto Supremo No 010-93-ED publicado en el Diario Oficial El Peruano con fecha veinticinco de marzo de mil novecientos noventa y tres, se faculto al Ministerio de Educacion para que efectue a través de sus organos de ejecucion desconcentrados, por unica vez, la reasignacion interina de los auxiliares de educacion que en el ano mil novecientos noventa y dos estuvieron destacados como \"Profesores de Aula 0 por Horas\". De la lectura del tercer considerando del citado Decreto Supremo No 010-93-ED, cuya copia corre a fojas ocho, se desprende con claridad, que la reasignacion debera realizarse en \"los respectivos centros educativos que laboraron en mil novecientos noventa y dos\" (sic) 3. Que, el demandante don Tito Vill Melo Toro, reasignado como Auxiliar de Educacion en el Colegio Secundario de Adultos \"Diego Ferré\", desde el veintinueve de abril de mil novecientos ochenta y cinco, no fue destacado a otro centro escolar durante el ano mil novecientos noventa y dos; solo fue encargado a partir del diecinueve de agosto de dicho ano, para dictar las clases a cargo del profesor don Antonio Soto Torres en el mismo centro educativo al cual estaba reasignado. Por consiguiente, el demandante, que fue declarado personal excedente del citado Colegio Secundario de Adultos \"Diego Ferré\", pudo ser reasignado en aplicacion del literal i) del numeral 2.2.1 del Reglamento aprobado por la Resolucion Ministerial No 0215-92-ED de fojas seis, su fecha seis de marzo de mil novecientos noventa y dos, que aprobo la \"Racionalizaciôn del Personal Administrativo y Docente en los Centros y Programas Educativos Estatales de Lima y Callao\". Dicho literal i) establece que el personal docente excedente sera ubicado prioritariamente en otro centro educativo estatal. Si bien es cierto que el demandante es Auxiliar de Educacion, se debe tomar en cuenta el articulo 272° del Reglamento de la Ley del Profesorado aprobado por el Decreto Supremo No 019-90-ED de fecha veintinueve de julio de mil novecientos noventa, que considera a los Auxiliares de Educacion como \"personal docente sin titulo pedagogico\". 3 TRIBUNAL CONSTITUCIONAL 4. Que, consecuentemente, el demandante no ha probado, que con la dacion de la Resolucion Directoral No 00424-USE-13, cuya inaplicacion se solicita, se hubieren violado sus derechos constitucionales; mas bien, con dicho acto administrativo se le otorgo continuidad laboral. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia, de fojas ochenta y siete, su fecha veintitrés de octubre de mil novecientos noventa y siete, que confirmando la apelada, declaro INFUNDADA la Accion de Amparo. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ, DIAZ VALVERDE, arcid NUGENT, W / GARCIA MARCELO. Lo que Certifico: lut 11. Dre. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL JAGB", "fecha_publicacion": "1998-12-07", "id": 37311, "nombre_demandado": "Dirección de la Unidad de Servicios Educativos N° 13 (Procurador)", "nombre_demandante": "Tito Vill Melo Toro", "numero_expediente": "01212-1997-AA"}