{"CONTEXTO": " 01210-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01210-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1210-97-AA/TC LIMA SERAFIN GERONIMO AGUADO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los diez dias del mes de junio de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta, Sanchez Presidente; Diaz Valverde, Vicepresidente; Nugent, y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Serafin Geronimo Aguado contra la resolucion expedida por la Sala Corporativa Transitoria en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cuarenta y ocho, su fecha veintidos de octubre de mil novecientos noventa y siete, que declaro improcedente la Accion de Amparo.", "ANTECEDENTES:": "Don Serafin Geronimo Aguado interpone Accion de Amparo contra el Registrador de los Registros Publicos de Lima, don Julio Javier Espiritu Orihuela solicitando que deje sin efecto su decision de rechazar la inscripcion del Consejo Directivo y del Consejo de Vigilancia de la Asociacion Mutual del Personal Subalterno de la Guardia Republicana del Peri, que en su sesion extraordinaria del cinco de mayo de mil novecientos noventa y seis fueron ratificados en sus cargos directivos y prorrogados en sus mandatos dirigenciales, del primero de julio de mil novecientos noventa y seis al veintinueve de junio de mil novecientos noventa y nueve. La demandada, Oficina Registral de Lima y Callao, contesta la demanda precisando que al proceder a calificar el Titulo No 146708, del trece de setiembre de mil novecientos noventiséis, éste fue observado por cuanto la solicitud contravenia lo dispuesto por el articulo 370 del Estatuto de la Asociacion Mutual mencionada, el cual dispone que el mandato de los integrantes del Consejo Directivo es de tres anos, no procediendo la reeleccion para el periodo inmediato siguiente, y que dicha observacion se encuentra confirmada por la Resolucion No 025-96-ORLC/TR. El Tercer Juzgado Especializado en Derecho Publico de Lima, con fecha veintinueve de abril de mil novecientos noventa y siete, declaro infundada la demanda, por considerar principalmente que de la lectura de la demanda y sus recaudos no se puede concluir que la conducta del Registrador y del Tribunal Registral emplazados sea violatoria de los derechos que presuntamente senala la Asociacion demandante le han sido violados, y que dicha Asociacion esta constituida y tiene libre desenvolvimiento de su vida institucional, sin que la denegatoria de la inscripcion de su referencia lo afecte, desde que ésta tiene fundamento legal que la ampara. 2 TRIBUNAL CONSTITUCIONAL La Sala Corporativa Transitoria en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha veintidos de octubre de mil novecientos noventa y siete, a fojas ciento cuarenta y ocho, confirmo la apelada, por estimar que segun el articulo 2011° del Codigo Civil los registradores califican la legalidad de los documentos en cuya virtud se solicita la inscripcion, la capacidad de los otorgantes y la validez del acto, por lo que resulta de ellos, de sus antecedentes y de los asientos de los Registros Publicos; en este caso el registrador se limito, en estricto cumplimiento de sus funciones, a senalar los defectos de que adolece el Titulo presentado por la Asociacion recurrente. Contra esta resolucion el demandante interpone Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, de autos aparece que, segun los Articulos 370 y 42° de los Estatutos de la Asociacion Mutual del Personal Subalterno de la Guardia Republicana del Peru en Retiro, tanto los integrantes del Consejo Directivo como del Consejo de Vigilancia, respectivamente, duran en sus cargos tres anos, no procediendo la reeleccion para el periodo inmediato siguiente; que, teniendo en cuenta dichas disposiciones estatutarias expresas, el Registrador demandado observo el Titulo No 146708 en ejercicio de sus atribuciones, denegatoria que, en via de apelacion, fue confirmada por Resolucion del Tribunal Registral No 025-97-ORLC/TR, del veinticuatro de enero de mil novecientos noventa y siete; 2. Que es funcion de los registradores calificar la legalidad de los documentos en cuya virtud se solicita la inscripcion, la capacidad de los otorgantes y la validez del acto, por lo que resulta de ellos, de sus antecedentes y de los asientos de los Registros Publicos, segun lo previsto por el articulo 2011° del Codigo Civil; que, por consiguiente, no se ha acreditado en autos la violacion 0 amenaza a los derechos constitucionales de actos de cumplimiento obligatorio. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica,", "FALLA:": "CONFIRMANDO la Resolucion expedida por la Sala Corporativa Transitoria en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ciento cuarenta y ocho, su fecha veintidos de octubre de mil novecientos noventa y siete, que confirmando la apelada declaro INFUNDADA la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. wizibs ACOSTA SANCHEZ DIAZ VALVERDE Zhcails NUGENT - GARCIA MARCELO aveca MF Lo queCertifioo: Dra. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-30", "id": 37656, "nombre_demandado": "Registrador de los Registros Públicos de Lima (Julio Javier Espíritu Orihuela)", "nombre_demandante": "Serafín Gerónimo Aguado", "numero_expediente": "01210-1997-AA"}