{"CONTEXTO": " 01223-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01223-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. No 1223-97-AA/TC LIMA Asociacion de Pensionistas de las Fuerzas Armadas y la Policia Nacional del Peri SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los catorce dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: U", "ASUNTO:": "Recurso Extraordinario interpuesto por la Asociacion de Pensionistas de las Fuerzas Armadas y la Policia Nacional del Peru contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico, de la Corte Superior de Justicia de Lima, de fecha nueve de octubre de mil novecientos noventa y siete, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "La Asociacion de Pensionistas de las Fuerzas Armadas y la Policia Nacional del Peru interpone demanda de Accion de Amparo contra la Marina de Guerra del Peru con la finalidad de que se deje sin efecto legal alguno la decision de la demandada de convertir a un grupo de asociados de la asociacion demandante en pensionistas con cédula no renovable, lo que ha significado la disminucion sustancial de sus pensiones. Manifiestan que estuvieron disfrutando de tal beneficio y les fue recortado de manera unilateral y sin mandato judicial, conculcandose sus derechos constitucionales de defensa, derechos pensionarios, derechos laborales adquiridos, al debido proceso entre otros. Amparan su demanda en lo dispuesto por el articulo 2° inciso 20) y articulo 233° inciso 9) de la Constitucion Politica de mil novecientos setenta y nueve, vigente a la fecha de la produccion de los hechos, y en la Primera Disposicion Final Transitoria de la Carta Magna de mil novecientos noventa y tres. La Procuraduria Publica del Ministerio de Defensa contesta la demanda negândola y contradiciendo la demanda en todos sus extremos y solicita se declare improcedente. Manifiesta que los demandantes al no tener una cédula renovable, la pension que les corresponde es tantas treintavas partes de la remuneracion pensionable al momento de su pase al retiro tal como lo ha dispuesto el articulo 10° inciso a) de la Ley No 19846. El Vigésimo Segundo Juzgado en lo Civil de Lima declaro fundada la demanda por considerar, entre otras razones, que, primero, no hay caducidad de la accion pues los oficios de comunicacion de las resoluciones directorales son notificadas la ultima en enero de mil novecientos noventa y seis y la demanda la inteponen el cinco de febrero de mil novecientos 2 TRIBUNAL CONSTITUCIONAL noventa y seis; asimismo, los Oficiales de Mar gozan de derecho de pension a partir de siete anos de servicio y la Ley No 10308 dispuso que las pensiones de retiro de los Oficiales y Sub- Oficiales varian con las modificaciones de la escala de los sueldos correspondientes a los que se encuentran en situacion de actividad renovândoles las respectivas cédulas cada vez que aumenten el monto de aquéllos. La Sala Corporativa Transitoria en Derecho Publico de la Corte Superior de Justicia de Lima con fecha nueve de octubre de mil novecientos noventa y siete, revoca la apelada y reformândola declaro improcedente la demanda, por estimar que de conformidad con lo senalado en el articulo 26° de la Ley No 23506 tienen derecho a ejercer la Accion de Amparo el afectado, su representante 0 el representante de la entidad afectada y como quiera que los afectados no han interpuesto individualmente 0 no han autorizado expresamente la interposicion de la presente accion de garantia, la demanda deviene en improcedente. FUNDAMENTOS : 1. Que, la naturaleza juridica de las pensiones, originadas en el trabajo, son de carâcter alimentario; es decir, tiene la categoria de derecho fundamental dentro de nuestro sistema contitucional. Reconocido el derecho pensionario de un trabajador, cuya ejecucion es mensual, la afectacion tiene el caracter de continuado, por tanto, no existe en el presente proceso la caducidad de la pretension prevista por el articulo 37° de la Ley No 23506. 2. Que, el demandante, Asociacion de Pensionistas de la Fuerza Armada y la Policia Nacional, segun copia de testimonio de fojas veinte, debidamente inscrito en la Ficha No 454, de los Registros Publicos de Asociaciones del Callao, su fecha catorce de junio de mil novecientos noventa y uno, tiene legitimidad para obrar en nombre de los asociados demandantes cuyos nombres se precisan en las copias del Libro de Acta de Asamblea General Extraordinaria de veintiocho de octubre de mil novecientos noventa y cinco, obrante a fojas treinta y dos elevado a Escritura Publica segun testimonio legalizado de fojas veinticuatro, su fecha quince de noviembre de mil novecientos noventa y cinco, en el cual consta el acuerdo de mandato expreso que otorga los asociados, quienes autorizan el reclamo judicial sobre sus derechos pensionarios. Esta afirmacion adquiere mayor evidencia legal en mérito de la Ley No 26789, su fecha quince de mayo de mil novecientos noventa y siete, que regula que el Presidente del Consejo Directivo goza de las facultades generales y espevciales de la representacion procesal senalado en los articulos 74° y 75° del Codigo Procesal Civil por el solo mérito de su nombramiento inscrito en el registro correspondiente. 3. Que, via derecho procesal constitucional no se crean ni extinguen derechos, solo tiene por fin restablecer derechos constitucionales vigentes que hayan sido conculcados por amenaza 0 violacion de tales derechos. En el presente proceso no se ha presentado ningun documento que formalmente califique, a favor de los demandantes, la obtencion 0 el status juridico de tener \"pension renovable\". En cada caso, de conformidad con el articulo 20, inciso 20) de la TRIBUNAL CONSTITUCIONAL Constitucion, el asociado puede solicitar por escrito a la entidad demandada le conceda pension renovable. La institucion debera responder por escrito, aceptando 0 negando el pedido, sustentado debidamente en hechos y ley que corresponden. La Resolucion Ministerial y Resoluciones Supremas de fojas ciento seis, ciento veintinueve, ciento treinta y ocho, por ejemplo, se limitan a reconocer aumento de pension, expide nueva cédula de retiro. No existe resolucion alguna que reconozca expresamente la existencia de \"cédula de pension renovable\". 4. Que, segun el articulo 8° de la Ley No 23506, solo existe cosa juzgada en derecho procesal constitucional cuando la resolucion final de la Accion de Amparo es favorable al demandante. Efectivamente, a tenor de la Ejecutoria de la Corte Suprema de Justicia de la Republica, recaido en el proceso No 1552-96, su fecha seis de febrero de mil novecientos noventa y siete, derivado de un proceso de Amparo, seguido entre las mismas partes, obrante a fojas 352, se ordeno en tal oportunidad, que se deje sin efecto el recorte de las pensiones de los pensionistas de la Marina de Guerra del Peru, integrante de la asociacion demandante. Asimismo, se ordeno que la entidad citada continue abonando las pensiones al uno de octubre de mil novecientos noventa y tres. Se evidencia que por sentencia final del Poder Judicial se resolvio favorablemente al demandante igual pretension incoada en la presente accion. No obstante, habiéndose interpuesto la presente demanda, en representacion nominal de catorce asociados, por esta razon, el sujeto de la relacion procesal activo varia en el presente proceso y con el fin de conceder tutela jurisdiccional efectiva es procedente pronunciarse sobre el fondo de la pretension. 5. Que, la Administracion Publica, para resolver, decidir 0 dejar sin efecto derechos 0 beneficios cuyo ejercicio tuvo su origen en un acto juridico, --como en el presente derecho pensionario-- debe expedir resolucion debidamente motivada y fundamentada. En el presente caso sin resolucion especifica se recorto el derecho pensionario al mes de octubre de mil novecientos noventa y tres, que venian percibiendo los pensionistas precisados en la demanda. Esta falta de motivacion y fundamentacion de un acto administrativo afecta el articulo 139° inciso 5) de la Constitucion Politica del Estado que obliga a cumplir tales presupuestos. Esta norma prescrita en el Capitulo Poder Judicial se aplica por analogia al Capitulo Poder Ejecutivo y a todo acto de la Administracion Publica en general. Por estos fundamentos, el Tribunal Constitucional, haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica;", "FALLA:": "1223-93-AAITC 4 TRIBUNAL CONSTITUCIONAL REVOCANDO en parte la sentencia expedida por la Sala Corporativa Transitoria especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas trescientos cuarenta y cuatro, su fecha nueve de octubre de mil novecientos noventa y siete, que revocando la apelada declaro IMPROCEDENTE la Accion de Amparo, reformandola, la declara FUNDADA, a favor de los pensionistas: a) Oficial de Mar de Primera OMI ( r ), Pablo Laulate Luna; b) OM3 (r) Rodolfo David Simon, c) OM2 (r) Rogelio Caceda Vites ; d) OM2 (r) Alejandro Guanilo Yengle; e) OM2 (r) Nazario Cuentas Cabada; f) OM2 (r) Adrian Romero Soriano; g) OM2 (r ) Humberto Tender Mayta; h) OM3 (r) ) Alfonso Aquino Yarleque; i) OM3 (r) Pedro Linares Paredes; j) OM2 (r ) José Vergaray Chavez; k) OM3 (r) Carlos Melgar Medina; I) OM2 (r) Ursicio Sanchez Conde; m) Jorge Bullon Albujar; n) OM2 (r) Luis Felipe Guarachi Roca; en consecuencia, se ORDENA restablecer el derecho constitucional conculcado, debiendo los asociados demandantes seguir percibiendo su pension al mes de octubre de mil novecientos noventa y tres; dispusieron que la demandada, Marina de Guerra del Peru cumpla con lo ordenado a favor de los citados demandantes. CONFIRMARON en el extremo que declara infundada las excepciones deducidas por el Pocurador Publico encargado de los asuntos judiciales del Ministerio de Marina. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ DIAZ VALVERDE U W NUGENT U X V RUCL GARCIA MARCELO Lo que Certif100; JG Dra. MARIA LUZ VASOVEZ SECRETARIA RELATORA TRIBUNAL CONBTITUCIONAL", "fecha_publicacion": "1998-12-02", "id": 37274, "nombre_demandado": "Marina de Guerra del Perú (Procurador)", "nombre_demandante": "Asociación de Pensionistas de las Fuerzas Armadas y la Policía Nacional del Perú", "numero_expediente": "01223-1997-AA"}