{"CONTEXTO": " 01228-1997-HC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01228-1997-HC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP: 1228-97- HC/TC VICTOR ALCOCER ESCARZA AREQUIPA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Arequipa, a los veintisiete dias del mes de mayo de mil novecientos noventa y ocho, reunidos en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent, Diaz Valverde y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso de Nulidad entendido como el Extraordinario interpuesto por don Victor Alcocer Escarza, contra la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fecha veinticinco de noviembre de mil novecientos noventa y siete, la que confirmando la resolucion apelada, de fecha veinte de noviembre de mil novecientos noventa y siete, fallo declarando improcedente la accion de Habeas Corpus seguida, por el citado actor, en contra del Juez del Segundo Juzgado Especializado Penal de Arequipa.", "ANTECEDENTES:": "Don Victor Alcocer Escarza, interpuso Accion de Habeas Corpus contra del senor Juez el Segundo Juzgado Especializado en lo Penal de la Corte Superior de Justicia de Arequipa, doctor Lorenzo Aranibar Aranibar, para que en su calidad de Juez, deje sin efecto la orden de detencion que dicto en su contra, en fecha dieciocho de agosto de mil novecientos noventa y siete, por atentar contra su derecho constitucional a la libertad individual; manifesto que en el proceso penal N 97-0166-04-0401-JP02, que se le sigue por delito contra la fe publica, en agravio de don Damian Baltazar Vargas Mojorovich, ante el Segundo Juzgado Penal a cargo del accionado, éste, en la resolucion de apertura de instruccion ordeno su detencion, razon por la que se vio obligado a plantear cuestion previa, dado que en el proceso civil No 825-91, que sobre cobro de dolares, siguio el accionante en contra de don Damian Baltazar Vargas Mojorovich, en ningun momento se determino que hubiese habido falsificacion de documentos, faltando, por tanto, este requisito de procedibilidad para poder abrir instruccion penal en su contra; indicando que, el accionado, sin haber formado el Cuaderno de Cuestion Previa y sin merituar la prueba instrumental que acompano, declaro sin lugar la cuestion previa, motivo por el cual interpuso recurso de apelacion, al igual que la correspondiente denuncia penal por delito de Prevaricato, y una queja ante la Comision de Control de la Magistratura De otro lado, hizo saber que la denunciante dona Julie Lena Vargas Rojas, hija de don Damian Baltazar Vargas Mojorovich, no tenia facultad legal para plantear la denuncia penal en su contra, por cuanto representaba al otro litigante en la via civil 0 sea su padre, en el TRIBUNAL CONSTITUCIONAL proceso civil que sobre cobro de dôlares siguio en contra del mismo don Damian Baltazar Vargas Mojorovich, resultando, por ende, improcedente dicha denuncia, ya que estando al contenido del articulo 3° incisos 1) y 2) del Codigo de Procedimientos Penales, el representante del Ministerio Publico, previa comunicacion del Juez, es quién debia entablar la accion penal correspondiente. El Juez del Segundo Juzgado Especializado en lo Penal de la Corte Superior de Justicia de Arequipa, expidio la resolucion corriente de fojas 20, de fecha veinte de noviembre de mil novecientos noventa y siete, la que, de conformidad con el inciso 2) del articulo 6° de la Ley No. 23506, declaro improcedente la Accion de Habeas Corpus interpuesta, por considerar que la decision cuestionada esta contenida en una resolucion dictada dentro de un procedimiento regular y ante un Juez competente. Interpuesto recurso de apelacion, la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, confirmo la apelada, mediante resolucion del veinticinco de noviembre de mil novecientos noventa y siete, por considerar que la resolucion judicial materia de autos, emano de un procedimiento regular, y porque fue dictada con sujecion a la Ley y a sus antecedentes. Interpuesto, a fojas 30, recurso de nulidad, que debe entenderse como Extraordinario, los autos son elevados al Tribunal Constitucional.", "FUNDAMENTOS:": "1. Que, conforme lo establece el articulo 1° de la Ley Habeas Corpus y Amparo, No. 23506 > es objeto de las acciones de garantia el reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. Que, el inciso 2) del Articulo 6° de la Ley No. 23506 establece que \"No proceden las acciones de garantia:... 2) Contra resolucion judicial emanada de un procedimiento regular ..\", como es la situacion que se da en el caso bajo examen; 3. Que, como se desprende de las instrumentales corrientes de fojas 16 a 19, la accion judicial que origina la presente accion, fue llevada con sujecion al debido proceso, en conformidad a lo establecido por el articulo 139° numeral 3) de la vigente Constitucion; 4. Que, ademas, el articulo 10° de la Ley N o 25398 establece que \"Las anomalias que pudieran cometerse dentro del proceso regular al que se refiere el inciso 2) del articulo 6° de la Ley, deberan ventilarse, y resolverse dentro de los mismos procesos > mediante el ejercicio de los recursos que las normas procesales especificas establecen. H 5. Que, el demandante, no ha demostrado en autos, el que se le haya vulnerado su derecho constitucional a la libertad. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que la Constitucion Politica del Estado y su Ley Organica, 5 TRIBUNAL CONSTITUCIONAL", "FALLA:": "CONFIRMANDO la resolucion de la Primera Sala Penal de la Corte Superior de Justicia de Arequipa, de fojas 29, su fecha veinticinco de noviembre de mil novecientos noventa y siete, la que confirmando la apelada, declaro IMPROCEDENTE la Accion de Habeas Corpus interpuesta. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE u CLL a GARCIA MARCELO Lo que Certifico; Dre. MARIA LUZ VASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUGIONAE FCV", "fecha_publicacion": "1998-09-02", "id": 37449, "nombre_demandado": "Segundo Juzgado Especializado en lo Penal de la Corte Superior de Justicia de Arequipa (Lorenzo Araníbar Araníbar)", "nombre_demandante": "Víctor Alcócer Escarza", "numero_expediente": "01228-1997-HC"}