{"CONTEXTO": " 01231-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01231-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 1231-97-AA/TC LIMA COOPERATIVA DE TRABAJO Y FOMENTO AL EMPLEO SOCORRO LIMITADA. SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con la asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent; y Garcia Marcelo, pronuncia sentencia: ASUNTO: : Recurso Extraordinario interpuesto por dona Gina Ninfa Mejia Loyola en su calidad de Gerente de la Cooperativa de Trabajo y Fomento al Empleo Socorro Limitada, contra la resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento sesenta y tres, su fecha veintiocho de octubre de mil novecientos noventa y siete, que declaro improcedente la demanda.", "ANTECEDENTES:": "Dona Gina Ninfa Mejia Loyola, en su calidad de Gerente General de la Cooperativa de Trabajo y Fomento al Empleo Socorro Limitada, interpone demanda de Accion de Amparo contra el Alcalde de la Municipalidad Distrital de Los Olivos, don Felipe Castillo Alfaro, y contra el Concejo Municipal de Los Olivos, solicitando cesen los efectos y, a la vez, se declaren inaplicables, a su parte, las Resoluciones de Alcaldia No 175-97 y No 466- 97,y la Resolucion de Concejo No 016-97, por haberse violado su derecho al debido proceso y por existir amenaza a sus derechos al patrimonio y a la propiedad, consagrados en la Constitucion Politica del Estado; refiriendo como hechos que con fecha uno de marzo de mil novecientos noventa y seis, la Cooperativa suscribio dos contratos de servicio con la Municipalidad Distrital de Los Olivos como consecuencia de haberles adjudicado la buena pro en la Licitacion Publica No 00296-MDLO-CADBSNP convocada por dicha comuna para la contratacion de personal administrativo, de mantenimiento y de limpieza, el plazo de los contratos fue de diez meses, esto es, del uno de marzo al treinta y uno de diciembre de mil novecientos noventa y seis, y que durante la vigencia de los contratos, las obligaciones a cargo de las partes se cumplieron a satisfaccion. Senala asimismo que el treinta de enero de mil novecientos noventa y siete, el municipio les hace conocer que resuelve los contratos por considerar que la Carta Fianza era falsificada, es decir, después de treinta dias de vencidos los contratos, a pesar de que el municipio denuncio penalmente el hecho que se encuentra en investigacion. Que, también se les acuso de que una persona a cargo de la cooperativa habia sustraido dinero, e igualmente, la municipalidad pretende que su entidad pague los danos ocasionados al vehiculo que era conducido por otra persona a cargo de la cooperativa. Aduce la demandante que las dos resoluciones de Alcaldia y una Resolucion del Concejo han sido emitidas con la finalidad de ejecutar coactivamente el cobro, las mismas que ha impugnado, y no se le concede la apelacion por extemporanea, ya que la municipalidad considera que para el caso no es de aplicacion la Ley de Normas de 2 TRIBUNAL CONSTITUCIONAL Procedimientos Administrativos cuyo texto unico fue aprobado por el Decreto Supremo 02- 94-JUS, sino el Decreto Supremo No 065-85-PCM que aprobo el Reglamento Unico de Adquisiciones RUA y en cuyo articulo 7.2.5. establece que los recursos de apelacion se interponen dentro de cinco dias de notificada una resolucion. El demandado, don Felipe Castillo Alfaro, Alcalde de la Municipalidad Distrital de Los Olivos, contesta la demanda precisando que los Contratos de Locacion de Servicios, suscritos entre la Municipalidad y la Cooperativa demandante, fueron suscritos y aprobados al haberse adjudicado la referida Empresa la buena pro a la referida empresa en la Licitacion Publica No 002-96-MDLO-CABSNP, cumpliendo con todo el proceso establecido por el Reglamento Unico de Adquisiciones (RUA); de acuerdo con lo establecido en la Clausula Décima Tercera, la empresa otorgo una Carta Fianza a favor de la municipalidad; al no haber cumplido la cooperativa con sus obligaciones, procedieron a resolver el contrato y a ejecutar dicha Fianza, encontrândose que este documento era falso, por lo que interpusieron denuncia penal. Que el personal contratado por la cooperativa cometio actos en agravio de la municipalidad, conforme a lo dispuesto por la Clausula Octava de los Contratos, la Empresa demandante asumia la responsabilidad por actos dolosos 0 negligentes que cometiera su personal, a mérito de lo dispuesto por el RUA se expiden las resoluciones de Alcaldia y del Concejo que ahora cuestiona la demandante. Que la Resolucion de Alcaldia No 175-97 fue dejada sin efecto por la Resolucion de Alcaldia No 466-97, la cual ha quedado firme. El Sexto Juzgado Especializado en lo Civil del Cono Norte de Lima, a fojas noventa y seis, con fecha catorce de agosto de mil novecientos noventa y siete, declara fundada, en parte, la demanda declarando inaplicable los efectos de la Resolucion de Alcaldia No 466-97 y la Resolucion del Concejo No 016-97; disponiendo, a su vez, se repongan los procesos administrativos iniciados por la accionante, a través del recurso de apelacion contra la Resolucion aludida, a la fase de proveerlo con arreglo a ley, e improcedente con respecto a la Resolucion de Alcaldia No 175-97, por considerar que la Municipalidad como organo de gobierno local, se encuentra obligada a aplicar la Ley de Normas Generales de Procedimientos Administrativos. La Sala Especializada en lo Civil del Cono Norte de Lima, a fojas ciento sesenta y tres, con fecha veintiocho de octubre de mil novecientos noventa y siete, revoca la apelada declarando improcedente la Accion de Amparo interpuesta contra la Resolucion de Alcaldia No 466-97 y la Resolucion de Concejo No 016-97 y la confirma en cuanto declara improcedente la demanda con respecto a la Resolucion de Alcaldia No 175-97, por estimar que los contratos celebrados se rigen por el RUA aprobado por el Decreto Supremo No 065- 85-PCM, legislacion aplicable al caso por tratarse de una legislacion especial que rige lo relacionado al suministro de bienes y prestacion de servicios no personales, incluyendo la locacion de servicios. Contra esta resolucion, la demandante interpone Recurso Extraordinario.", "FUNDAMENTOS": "3 TRIBUNAL CONSTITUCIONAL 1. Que, la celebracion de los Contratos de Locacion de Servicios No 030-96 y No 031-96 entre la Municipalidad Distrital de Los Olivos y la Cooperativa de Trabajo y Fomento al Empleo Socorro Limitada, se efectuo bajo el procedimiento que regula el Reglamento Unico de Adquisiciones para el Suministro de Bienes y Prestacion de Servicios No Personales para el Sector Publico aprobado por el Decreto Supremo No 065-85-PCM; los cuales se firmaron el treinta y uno de marzo de mil novecientos noventa y seis, y concluyeron el treinta y uno de diciembre del mismo ano. 2. Que, la Resolucion de Alcaldia No 175-97 fue expedida el veintiocho de febrero de mil Vy novecientos noventa y siete, notificada el tres de marzo del mismo ano, esto es, dos meses después de haber vencido y concluido los contratos, incluso después de los treinta dias de la vigencia de la Carta Fianza, que se acordo en la Clausula Décima Tercera de los referidos contratos. 3. Que, el recurso de reconsideracion que interpone la demandante contra la Resolucion de Alcaldia No 175-97 se presenta el veintiuno de marzo de mil novecientos noventa y siete, y se resuelve mediante la Resolucion de Alcaldia No 466-97 del siete de mayo del mismo ano, fundamentada en los articulos 85° y 98° de la Ley de Normas Generales de Procedimientos Administrativos cuyo Texto Unico Ordenado fue aprobado por el Decreto Supremo No 002-94-JUS, dentro de los plazos y términos que fija dicha Ley, y no dentro de los plazos que senala los Articulos 7.1.1 y siguientes del Decreto Supremo No 065-85-PCM. 4. Que, el Recurso de Apelacion de la parte demandante contra la Resolucion de Alcaldia No 466-97 notificada el ocho de mayo de mil novecientos noventa y siete, lo interpone el treinta de mayo de mil novecientos noventa y siete, y es resuelta por el Concejo Municipal mediante Resolucion No 016-97 de fecha diez de julio del mismo ano, precisandose entonces, que, \"entre una norma especial como es elRUA aprobado por el Decreto Supremo No 065-85-PCM y una norma general como es la Ley de Normas Generales de Procedimientos Administrativos, la Administracion debe preferir la norma especial\". Que, como se ha senalado anteriormente, la ejecucion de los contratos culmino el treinta y uno de diciembre de mil novecientos noventa y seis; en consecuencia, la interpretacion que efectua la demandada en el sentido de que no es de aplicacion la Ley de Normas Generales de Procedimientos Administrativos supone, de hecho, una interpretacion que la favorece induciendo a error a la demandante ya que el recurso de reconsideracion si fue tramitado y resuelto en los plazos y términos de la referida Ley. No puede calificarse, por lo tanto, de razonable una interpretacion administrativa que haga prevalecer los defectos en la actuacion de la administracion, colocandola en mejor situacion que si hubiera cumplido con su deber de resolver en los plazos legales. Asimismo, debe tenerse en cuenta que no puede considerarse falta de diligencia de la parte demandante, al haber actuado bajo los principios de buena fe y de pleno sometimiento a la ley y al Derecho, al seguir las instrucciones de las notificaciones administrativas sobre recursos procedentes y plazo para interponerlos, asi como para resolverlos. 5. Que, el Titulo VII \"De las Reclamaciones y las Impugnaciones\" del RUA aprobado por el Decreto Supremo No 065-95-PCM, articulo 7.2.1 se contempla lo siguiente: \"Conforme a las normas generales, los recursos impugnativos contra acuerdos del 4 TRIBUNAL CONSTITUCIONAL Comité de Adjudicacion u otra decision derivada de ellos, son: reconsideracion, apelacion y revision\", y la Resolucion de Alcaldia No 175-97 de la Municipalidad Distrital de Los Olivos ha sido decision de esta autoridad y no del Comité de Adjudicacion, por lo tanto, la norma de procedimiento a aplicar es la Ley de Normas Generales de Procedimientos Administrativos y no la que senala el RUA por haber terminado los contratos, la empresa demandante recurre contra esta resolucion y no contra la decision del Comité de Adjudicacion, la demandante interpone reconsideracion observando el proceso senalado por la demandada y luego es sometida a procedimiento distinto del previamente establecido por la misma demandada. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Orgânica; FALLA : REVOCANDO la Resolucion expedida por la Sala Especializada en lo Civil de la Corte Superior de Justicia del Cono Norte de Lima, de fojas ciento sesenta y tres, su fecha veintiocho de octubre de mil novecientos noventa y siete, que revocando la apelada declaro fundada en parte la demanda y la confirmo en la parte que la declara improcedente; REFORMANDOLA declara FUNDADA en parte la Accion de Amparo; en consecuencia, inaplicable la Resolucion del Concejo No 016-97 de fecha diez de julio de mil novecientos noventa y siete, dispone que el Concejo Distrital de Los Olivos resuelva la apelacion interpuesta contra la Resolucion de Alcaldia No 466-97 del siete de mayo de mil novecientos noventa y siete con arreglo al Decreto Supremo No 002-94-JUS; e INFUNDADA en cuanto a la Resolucion de Alcaldia No 175-97 del veintiocho de febrero de mil novecientos noventa y siete y a la Resolucion de Alcaldia No 466-97 del siete de mayo de mil novecientos noventa y siete, no siendo de aplicacion el articulo 11° de la Ley No 23506, por las circunstancias que han mediado en el presente proceso. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. CLa / ACOSTA SANCHEZ, 2 . DIAZ VALVERDE, Ce cca NUGENT, GARCIA MARCELO. JAM Lo que Certifico: / Dra. MARIALUZVASOUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1999-03-20", "id": 34897, "nombre_demandado": "Alcalde de la Municipalidad Distrital de Los Olivos", "nombre_demandante": "Gerente general de la Cooperativa de Trabajo y Fomento al Empleo Socorro Limitada (Gina Ninfa Mejía Loyola)", "numero_expediente": "01231-1997-AA"}