{"CONTEXTO": " 01245-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1999/01245-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. N.o 1245-97-AA/TC LIMA VICTOR CASTANEDA ESQUIVELY OTROS ). M SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los tres dias del mes de marzo de mil novecientos noventa y nueve, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Victor Castaneda Esquivel y otros, contra la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas quinientos nueve, su fecha veintinueve de octubre de mil novecientos noventa y siete, que declaro improcedente la demanda.", "ANTECEDENTES:": "Don Victor Castaneda Esquivel y otros, con fecha veintiuno de julio de mil novecientos noventa y seis, interponen demanda de Accion de Amparo contra la Empresa Nacional de Puertos S.A. y la Oficina de Normalizacion Previsional, con la finalidad de que se mantenga la vigencia de las resoluciones de gerencia general, mediante las cuales fueron incorporados al régimen de pensiones normado por el Decreto Ley N.o 20530 y que la demandadas procedan a efectuarles el pago de sus respectivas pensiones, para lo cual se debera declarar la ilegalidad de la decision de la Gerencia General de no cancelarles sus pensiones nivelables, de conformidad con la Ley N.o 23495, que establece la nivelacion progresiva de sus pensiones de cesantia de acuerdo con el monto del trabajador activo en igual nivel, categoria 0 rango remunerativo que los demandantes al momento de su cese. Senalan que mediante las resoluciones de la gerencia general de dicha empresa, expedidas entre los meses de julio y agosto de mil novecientos ochenta y seis, se les incorporo dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530 y que, posteriormente, con fecha dos de diciembre de mil novecientos noventa y dos, se emiten las resoluciones de la gerencia general que declaran nulas las resoluciones antes mencionadas, sin seguir el procedimiento establecido por ley. TRIBUNAL CONSTITUCIONAL La apoderada de la Oficina de Normalizacion Previsional contesta la demanda manifestando que los demandantes no han agotado la via previa y que no han acreditado la vulneracion de derecho constitucional alguno. Considera que los demandantes pretenden cuestionar la legalidad del Decreto Legislativo N.o 817, el cual otorga a la Oficina de Normalizacion Previsional la facultad de reconocer y otorgar los derechos pensionarios obtenidos al amparo del Decreto Ley N.o 20530, para lo cual no resulta idonea la presente accion de garantia; y que, los demandantes no cumplen con los requisitos exigidos por ley para gozar de una pension nivelable, dentro del régimen pensionario antes senalado. El Juez del Juzgado Previsional Transitorio de Lima, a fojas cuatrocientos diecinueve, con fecha dieciséis de setiembre de mil novecientos noventa y seis, declara fundada la Accion de Amparo, por considerar que, por la naturaleza del derecho pensionario, no es exigible agotar la via previa; que los demandantes no solicitan el reconocimiento y calificacion de sus pensiones, sino que se proceda al pago de las mismas, de acuerdo con el Decreto Ley N.o 20530; y que la demandada no puede dejar sin efecto el pago de las pensiones sin que exista el pronunciamiento de declaracion de nulidad de incorporacion a que se refiere el Decreto Legislativo N.o 817. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas quinientos nueve, con fecha veintinueve de octubre de mil novecientos noventa y siete, revoca la apelada y declara improcedente la demanda, por considerar que la Accion de Amparo no es declaratoria de derechos, sino que se limita a la proteccion de los derechos constitucionales; y porque, ademas, desde la fecha de expedicion de las cuestionadas resoluciones hasta la fecha de interposicion de la demanda, ha operado el plazo de caducidad de la accion establecido por ley. Contra esta resolucion, los demandantes interponen Recurso Extraordinario.", "FUNDAMENTOS:": "1. Que, en materia de pensiones, por la naturaleza del derecho invocado, en razon de tener la pension el carâcter alimentario, no es exigible el agotamiento de la via previa, en aplicacion del inciso 1) del articulo 28° de la Ley N.o 23506. 2. Que este Tribunal en reiterada y uniforme jurisprudencia ha establecido que debido a la naturaleza del derecho pensionario y siendo el caso que los hechos que constituyen la afectacion son continuados y, por lo tanto, no se produce la caducidad de la accion, toda vez que mes a mes se repite la presunta vulneracion invocada, resulta de aplicacion lo dispuesto en el articulo 26° de la Ley N.o 25398. Que, de la revision de autos se advierte que mediante las resoluciones de la gerencia 3. general expedidas en el periodo comprendido entre el mes de junio y agosto de mil 2 TRIBUNAL CONSTITUCIONAL novecientos ochenta y seis, de fojas catorce a veintiséis de autos, los demandantes fueron incorporados por la Empresa Nacional del Peru S.A. dentro del régimen de pensiones regulado por el Decreto Ley N.o 20530 y, mediante el Acuerdo de Directorio 216/11/92/D adoptado en Sesion de Directorio del tres de noviembre de mil novecientos noventa y dos, se declaro la nulidad de los casos que incumplan el articulo 14° del citado Decreto Ley, y se dispuso la expedicion de las resoluciones individuales que formalicen la nulidad sobre incorporaciones 0 reincorporaciones al citado régimen pensionario, lo cual se cumplio mediante las resoluciones de gerencia general expedidas, de fojas veintisiete a treinta y nueve, su fecha dos de diciembre de mil novecientos noventa y dos. Al respecto cabe precisar que estas ultimas resoluciones han sido expedidas en uso de las prerrogativas establecidas por ley, toda vez que conforme lo ha establecido este Tribunal en la Sentencia recaida en el Expediente N. 121-98-AA/TC, entre otros, en ese entonces no existia plazo para que la administracion tomara la decision de declaratoria de nulidad que las mismas contienen, de acuerdo con las normas contenidas en el Decreto Supremo N.o 006-67- SC, aplicable al caso de autos. Que, en consecuencia, en el presente caso, no se encuentra acreditada la vulneracion 4. de derecho constitucional alguno de los demandantes. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, a fojas quinientos nueve, su fecha veintinueve de octubre de mil novecientos noventa y siete, que revocando la apelada declaro improcedente la Accion de Amparo; reformândola la declara INFUNDADA. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de lo actuados.", "SS.": "ACOSTA SANCHEZN DIAZ VALVERDE NUGENT GARCIA MARCELO M 2 RNC Lo que centifico: nlu DR. CESAR CUBAS LONGA SECRETARIO-RELATOR (e) 3", "fecha_publicacion": "1999-11-06", "id": 35961, "nombre_demandado": "Empresa Nacional de Puertos SA (ENAPU SA) y otro", "nombre_demandante": "Víctor Castañeda Esquivel y otros", "numero_expediente": "01245-1997-AA"}