{"CONTEXTO": " 01266-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01266-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No 1266-97-AA/TC JORGE BENVENUTO EFFIO Y OTROS LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en Sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE, y; GARCIA MARCELO, actuando como Secretaria Relatora la doctora Maria Luz Vasquez, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Jesus Jeri Céspedes y otros contra la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, su fecha trece de junio de mil novecientos noventa y siete, que declaro No Haber Nulidad en la sentencia de vista que declaro improcedente la demanda de Accion de Amparo.", "ANTECEDENTES:": "Don Jorge Benvenuto Effio y otros interponen Accion de Amparo contra la Superintendencia Nacional de Administracion Tributaria - SUNAT y contra el Banco de la Nacion para se inaplique para su caso concreto los efectos y alcances del inciso b) del articulo 34° de la Ley del Impuesto a la Renta, aprobado mediante la Cuarta Disposicion Final de la Ley No 25381, por vulnerar los beneficios tributarios dispuestos por la Ley No 24405 interpretados en la Ley No 24625, y por no observar los principios de legalidad y certeza en materia tributaria contenidos en el articulo 139° de la Constitucion Politica del Perû de 1979, vigente en aquella época. Los recurrentes senalan que son pensionistas comprendidos en el Régimen del Decreto Ley No 20530, por servicios prestados al Banco de la Nacion. La Ley No 24045, exonero de todo gravamen creado 0 por crearse a las pensiones, lo que fue ratificado por la Ley No 24625. El representante del Banco de la Nacion, don Luis Castro Grande, deduce la excepcion de inoficiosidad de la demanda por considerar que solo se debio emplazar a los organismos del Estado que expidieron el dispositivo cuestionado; y contestando la demanda senala que: 1) Las Leyes No 24045 y No 24625 fueron derogadas a partir del primero de enero de mil novecientos noventa y dos por la Ley No 25381; 2) Esta accion es caduca toda vez que han pasado mas de 60 dias de expedida la Ley cuestionada; 3) El Banco de la Nacion actua como agente de retencion de acuerdo a la Ley del Impuesto a la Renta. L TRIBUNAL CONSTITUCIONAL El Procurador Publico a cargo de los Asuntos Judiciales del Ministerio de Economia y Finanzas y la Superintendencia Nacional de Administracion Tributaria, al contestar la demanda solicita que sea declarada infundada por cuanto esta dirigida contra una norma de caracter general cuya aplicacion es de estricto cumplimiento para los peruanos. Asimismo, la via del Amparo no es la pertinente para cuestionar la legalidad. Se indica también que la demanda fue interpuesta excediéndose del plazo de caducidad. El Primer Juzgado Especializado en lo Civil de Lima, por resolucion de fecha cinco de abril de mil novecientos noventa y cuatro, declaro improcedente la demanda por considerar que se trata de un conflicto en la aplicacion de normas legales ordinarias sin que esto signifique la vulneracion de algun derecho constitucional. La Quinta Sala Civil de la Corte Superior de Justicia de Lima, por resolucion de fecha veintiséis de mayo de mil novecientos noventa y cinco, por los mismos fundamentos, confirmo la apelada. La Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, por sentencia de fecha trece de junio de mil novecientos noventa y siete, declaro No Haber Nulidad en la de vista, que confirmando la apelada, declaro improcedente la demanda, por estimar que la Ley No 24625 al interpretar la Ley No 24405, establecio la inafectacion del Impuesto a la Renta para las pensiones originadas en el trabajo, incluyendo a las de sobrevivientes, cualquiera sea la edad de los beneficiarios, de acuerdo al Decreto Legislativo No 200; por lo que, al dejar de tener vigencia el Decreto Legislativo No 200, por el nuevo régimen del Impuesto a la Renta, este beneficio tributario ya no existe.", "FUNDAMENTOS:": "1.- Que, el articulo 270 de la Ley No 23506, \"Ley de Habeas Corpus y Amparo\" establece que solo procede la Accion de Amparo cuando se hayan agotado las vias previas, lo que no se acredito en autos; que, asimismo, los hechos expuestos por los demandantes no se adecuan a ninguna de las excepciones para el agotamiento de las vias previas contenidas en el articulo 28° de la Ley precitada. 2.- Que, mediante la presente Accion de Amparo se solicita la inaplicacion del articulo 34° inciso b) de la Ley del Impuesto a la Renta, aprobada mediante la Cuarta Disposicion Final de la Ley No 25381. Que, el articulo 34° de la Ley No 25381 fue derogado por la Décimo Tercera Disposicion Transitoria y Final del Decreto Ley No 25859, con fecha veinticuatro de noviembre de mil novecientos noventa y dos, por lo que resulta juridicamente imposible su inaplicacion. 3.- Que, conforme se aprecia de autos, la demanda versa sobre la aplicacion de normas legales ordinarias respecto de la exoneracion tributaria otorgada a las pensiones mediante las Leyes No 24405 y 24625, y la incorporacion de éstas como rentas de quinta categoria dentro del nuevo régimen del Impuesto a la Renta, lo que no significa vulneracion de 2 3 TRIBUNAL CONSTITUCIONAL derechos constitucionales, por lo que, el cuestionamiento del nuevo Régimen del Impuesto a la Renta debe hacerse en la via correspondiente. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica,", "FALLA:": "CONFIRMANDO la resolucion de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia de la Republica, de fojas ochenta y ocho del cuadernillo de nulidad, su fecha trece de junio de mil novecientos noventa y siete, que declaro No Haber Nulidad en la sentencia de vista que confirmando la apelada declaro IMPROCEDENTE la Accion de Amparo interpuesta. Dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE indhal 1 GARCIA MARCELO 7 Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL MLC 3", "fecha_publicacion": "1998-08-13", "id": 41928, "nombre_demandado": "Superintendencia Nacional de Administración Tributaria – SUNAT", "nombre_demandante": "Jorge Benvenuto Effio y otros", "numero_expediente": "01266-1997-AA"}