{"CONTEXTO": " 01267-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01267-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP. No. 1267-97-AA/TC OSCAR GONZALES UGAZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los trece dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia; Nugent; Diaz Valverde y Garcia Marcelo, pronuncia sentencia : ASUNTO : Don Oscar Gonzales Ugaz, interpone con fecha veintitrés de octubre de mil novecientos noventa y siete, recurso extraordinario contra la sentencia de la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, que con fecha veintiuno de agosto de mil novecientos noventa y siete, declaro improcedente la Accion de Amparo que interpuso contra Petroleos del Perû S.A. (fojas 64 del Cuaderno de Nulidad) ANTECEDENTES : El veintiséis de abril de mil novecientos noventicuatro, don Oscar Gonzales Ugaz, interpuso Accion de Amparo contra Petroleos del Perû S.A., que no cumple con pagar su pension de jubilacion, con una bonificacion equivalente a la diferencia entre la remuneracion principal de la categoria inmediata superior y la correspondiente a la ultima categoria que tuvo al momento de su cese. Considera el demandante, que Petroleos del Perû S.A., desconoce arbitrariamente el derecho que le otorga el articulo 18° del Decreto Ley No 20530,y conculca los derechos constitucionales a la seguridad social y a gozar de una pension de jubilacion renovable, previstos por las Cartas Magnas de 1979 y 1993. (fojas 34 a fojas 45) Don Raul Maguina Ulfe, en representacion de la emplazada, contesta la demanda, solicitando sea declarada inadmisible 0 improcedente. Inadmisible, por haber deducido la excepcion de incompetencia, cuyo sustento se basa, en considerar que, en el presente caso, la via del Amparo no es la procedente, siendo el problema de fondo, uno de interpretacion que debe ser absuelto en el fuero pertinente. Ademas, manifiesta que no se ha vulnerado ningun derecho constitucional, en razon de que el demandante no ha dejado de percibir la pension de jubilacion, conforme a ley; y que la facultad de interponer la presente accion ha caducado. (fojas 56 a fojas 66) El Primer Juzgado en lo Civil de Lima, con fecha veintidos de agosto de mil novecientos noventa y cuatro, declara infundadas las excepciones de incompetencia y caducidad, e infundada la demanda; en base a las razones siguientes: a) que, el plazo para interponer la demanda no ha caducado, y que el juzgado es competente para conocer la accion sub-judice; b) en el aspecto de fondo, considera que lo sustancial de la pretension es determinar la forma de aplicar el articulo 18° del Decreto Ley No 20530 2 2 TRIBUNAL CONSTITUCIONAL para establecer, si en el presente caso, procede la bonificacion que se reclama; c) que, ello debe ser resuelto por el fuero laboral y no por la via del Amparo. (fojas 85 a fojas 89) Interpuesto el recurso de apelacion, la Primera Sala Civil de la Corte Superior de Justicia de Lima, confirma la apelada, por estimar que la via procesal para discutir 0 solicitar montos remunerativos 0 la aplicacion de bonificaciones determinadas, es la via laboral y no la jurisdiccion constitucional (fojas 114). Resolviendo el recurso de nulidad interpuesto por el demandante, la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, con fecha veintiuno de agosto de mil novecientos noventa y siete, falla declarando no haber nulidad en la recurrida, entendiéndose que la Accion de Amparo es improcedente. (fojas 60 del Cuaderno de Nulidad)", "FUNDAMENTOS": "1. Siendo la Accion de Amparo, una accion de garantia, su objeto es reponer las cosas al estado anterior a la violacion 0 amenaza de violacion de un derecho constitucional. 2. El demandante pretende con la presente accion de garantia, que se le reconozca el bono de diferencia establecido en el articulo 18° del Decreto Ley No 20530, en la pension de jubilacion que viene percibiendo. Dicha pretension tiene caracter legal y no constitucional. 3. No se ha acreditado que la emplazada incumpla con abonar la pension de jubilacion al demandante. Constatar la procedencia de la demanda, y disponer el incremento materia de la litis, amerita analisis y pronunciamientos especializados, que son competencia, en el presente caso, del fuero laboral, respetando el principio de la especialidad. 4. Dada la naturaleza del petitorio, debe dejarse a salvo el derecho que pudiera tener el demandante, para hacerlo valer conforme corresponda. Por estos fundamentos, el Tribunal Constitucional haciendo uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica, FALLA : CONFIRMANDO la resolucion expedida por la Sala de Derecho Constitucional y Social de la Corte Suprema de Justicia, de fojas sesenta del Cuaderno de Nulidad, su fecha veintiuno de agosto de mil novecientos noventa y siete, que declaro no haber nulidad en la de vista e IMPROCEDENTE la demanda. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruanoy la devoluçion de los actuados. S.S. ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO C4 CL JAGB Lo que fico: Dr. MARIA LUZ VASOUEZ RELATORA SEGRETARI STITUEIONAL TRIBUNAL", "fecha_publicacion": "1998-09-16", "id": 37473, "nombre_demandado": "Petróleos del Perú SA", "nombre_demandante": "Oscar Gonzáles Ugaz", "numero_expediente": "01267-1997-AA"}