{"CONTEXTO": " 01274-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01274-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 1274-97-AA/TC LIMA REMBERTO EGUILUZ CUADROS Y OTROS SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Remberto Eguiluz Cuadros y otros contra la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima de fecha diez de noviembre de mil novecientos noventa y siete, que confirmando la apelada declaro infundada la Accion de Amparo contra el Alcalde-de la Municipalidad Metropolitana de Lima.", "ANTECEDENTES:": "Con fecha veintiséis de julio de mil novecientos noventa y seis, don Remberto Eguiluz Cuadros y otros interponen Accion de Amparo contra don Alberto Manuel Andrade Carmona, Alcalde de la Municipalidad Metropolitana de Lima, a fin de que se deje sin efecto el despido del que han sido objeto a partir del treinta de marzo del mismo ano y solicitan se ordene su reposicion por cuanto senalan que ha sido arbitrario, manifiestan asimismo haber tomado conocimiento de este despido con posterioridad y que la demandada expidio resoluciones de alcaldia cesandolos por causal de excedencia, disponiendo que se retiren sus tarjetas de control de asistencia. Sostienen los demandantes que las bases del programa no fueron publicadas; que, ademas, en el presente caso la evaluacion que debio ser semestral de acuerdo a la Ley No 26093, se programo para el veintidos de marzo y fue suspendida, no siendo reprogramada; que enviaron una comunicacion a la demandada para manifestar sus discrepancias en virtud de pedidos planteados, habiendo sido interpretada por esta ultima como una oposicion a asistir a la futura evaluacion la que no se llego a realizar. Admitida la demanda, ésta es contestada por don Ernesto Blume Fortini, en representacion de la Municipalidad demandada, quien manifiesta que por mandato del Decreto Ley No 26093 y la Ley No 26553, mediante Resolucion de Alcaldia No 033-A-96 de dieciséis de enero de mil novecientos noventa y seis, se dispuso la realizacion del \"Programa de Evaluacion del Personal de la Municipalidad\"; que en el acapite sétimo de las \"Bases\" del referido programa se establecio con claridad que los trabajadores que no califiquen en el proceso evaluativo, asi como aquéllos que decidan no someterse a la evaluacion dispuesta ylo que no se presenten a rendir los exâmenes respectivos, serian cesados por causal de excedencia. Alega asimismo, que debido a que el proceso de evaluacion fue suspendido por las acciones de fuerza y amedrentamiento de activistas, se emitio la Resolucion de Alcaldia No 372 de veintidos de marzo de mil novecientos noventa y seis, disponiéndose que los trabajadores que asistieron a rendir las pruebas presenten a mas tardar el veintiséis de marzo una comunicacion informando de su asistencia y L TRIBUNAL CONSTITUCIONAL solicitando se senale dia, hora y lugar para que se lleve a cabo el examen de conocimientos y evaluacion psicologica; que el articulo 5° de la citada Resolucion dispuso que los servidores que no presenten la comunicacion quedarian comprendidos en la causal de excedencia, por considerarse que decidieron no someterse a la evaluacion dispuesta.A pesar de los antecedentes descritos, la demandada sostiene, que los demandantes, a través de comunicaciones fechadas el veinticinco y veintiséis de marzo, manifestaron expresamente su voluntad de no acceder a la evaluacion por lo que no solo cometieron acto de insubordinacion y grave indisciplina, colocandose en la causal de excedencia prevista en el segundo parrafo del acapite sétimo de las bases, por lo que se les considero excedentes y se dispuso su cese a través de las resoluciones de alcaldia Nos. 482; 449; 557; 402; 515; 474; 429;397; 490; 486; 540; 512y 513 todas de fecha veintisiete de marzo de mil novecientos noventa y seis. Con fecha veinticuatro de octubre de mil novecientos noventa y seis, el Juez del Décimo Juzgado Especializado en lo Civil de Lima expide resolucion declarando infundada la demanda por considerar que si bien los demandantes en su condicion de trabajadores tienen proteccion adecuada contra el despido arbitrario, se advierte, de los documentos que obran en autos que éstos comunicaron a la demandada su decision de no participar voluntariamente en el proceso de evaluacion, con lo que se desvirtuan las imputaciones de la antijuricidad y arbitrariedad de la demandada al proceder al despido ya que éste fue dispuesto dentro del \"Programa de Evaluacion del Personal\". Interpuesto recurso de apelacion, la Sala Corporativa Transitoria Especializada en Derecho Publico con resolucion de diez de noviembre de mil novecientos noventa y siete, confirma la apelada con los mismos fundamentos. Contra esta resolucion, los demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Que este Colegiado, de conformidad con el articulo 42° de su Ley Organica No 26435, esta facultado para pronunciarse sobre el fondo y la forma del asunto materia de la litis. 2. Que, en el presente --caso segun afirman los demandantes-- el acto lesivo de cese por causal de excedencia se produjo el dia treinta de marzo de mil novecientos noventa y seis, fecha en la cual se retiro sus tarjetas de control de asistencia, situacion que los exime de la exigencia del agotamiento de la via previa de conformidad con lo dispuesto en el inciso 1) del articulo 28° de la Ley No 23506 de Habeas Corpus y Amparo. 3. Que, habiéndose presentado la demanda con fecha veintiséis de julio de mil novecientos noventa y seis, opero el plazo de caducidad previsto en el articulo 370 de la referida Ley, causal de improcedencia, no advertida en su oportunidad por la demandada ni por los organos jurisdiccionales inferiores. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confieren la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la resolucion de la Sala Corporativa Transitoria Especializada en Derecho Publico de fojas doscientos cincuenta y siete, su fecha diez de noviembre de mil 7 3 TRIBUNAL CONSTITUCIONAL novecientos noventa y siete, que confirmando la apelada declaro infundada la Accion de Amparo, reformandola la declara IMPROCEDENTE. Dispone la notificacion a las partes, su publicacion en el Diario Oficial El Peruano y la devolucion de los actuados. S.S. ACOSTA SANCHEZ DIAZ VALVERDE Aiivuls NUGENT GARCIA MARCELO 2 a Lo que Certifi00: f- MARIA LUZ VASOUEZ AELATOMA PEEDREFAMLAN PLONNITUCIOMAL Dre. THIBUNAL NF", "fecha_publicacion": "1998-12-02", "id": 37277, "nombre_demandado": "Alcalde de la Municipalidad Metropolitana de Lima (Alberto Manuel Andrade Carmona)", "nombre_demandante": "Remberto Eguiluz Cuadros y otros", "numero_expediente": "01274-1997-AA"}