{"CONTEXTO": " 01278-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01278-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL Exp. 1278-97-AA/TC. Trabajadores Obreros Municipales de Miraflores. Lima. Sentencia del Tribunal Constitucional En Lima, a los seis dias del mes de agosto de mil novecientos noventa y ocho, reunido el Tribunal Constitucional en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Presidente; Diaz Valverde, Vicepresidente; Nugent y Garcia Marcelo, pronuncia sentencia: ASUNTO: Recurso Extraordinario interpuesto por los Trabajadores Obreros Municipales de Miraflores contra la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochocientos sesenta y cuatro, su fecha diez de noviembre de mil novecientos noventa y siete, que confirmo la apelada que declaro infundada la demanda. ANTECEDENTES: Los Trabajadores Obreros Municipales de Miraflores con fecha cuatro de febrero de mil novecientos noventa y siete, interponen Accion de Amparo contra la Municipalidad Distrital de Miraflores; solicitando se declare la inaplicabilidad de las Resoluciones de Alcaldia N's 10940-96-RAM y 10981-96-RAM de fechas veintiséis y treintiuno de diciembre de diciembre de mil novecientos noventa y seis, se les reponga en su centro de trabajo y se les abone las remuneraciones dejadas de percibir con los intereses legales correspondientes, por haberse violado su derecho constitucional referido a la adecuada proteccion contra el despido arbitrario. Asimismo solicitan se declare inaplicable la Octava Disposicion Transitoria y Final de la Ley No 26553 y el Decreto Ley No 26093, en virtud que sirven de sustento legal de las Resoluciones de Alcaldia Nos 4481-96-RAM y 10187-96-RAM que aprueban el reglamento de Evaluacion para el Primer y Segundo Semestre de mil novecientos noventa y seis. Manifiestan, que fueron cesados. mediante las resoluciones impugnada, las mismas que se ejecutaron al dia siguiente de sus haber sido publicadas, por lo que no resulta exigible el agotamiento de la via previa. Asimismo, indican que la demandada ha respetado su derecho de estabilidad laboral del que gozan los trabajadores municipales, los mismos que solo pueden ser cesados por las causales previstas en la Ley de Bases de la Carrera Administrativa. Indican que se han presentado al examen en acatamiento de la ley. El Alcalde de la Municipalidad Distrital de Miraflores contesta la demanda, solicitando que la misma sea declarada improcedente, toda vez que considera que la administracion municipal ha actuado en cumplimiento estricto de lo establecido por el Decreto Ley No 26093 ampliado por la Ley No 26553, normas legales que le facultaban cesar por excedencia a los trabajadores que no califiquen en el proceso evaluacion de personal. 2 TRIBUNAL CONSTITUCIONAL La Juez del Primer Juzgado Especializado en Derecho Publico de Lima, con fecha veintinueve de abril de mil novecientos noventa y siete, a fojas setecientos setenta, declaro infundada la demanda, por considerar principalmente que, mediante las resoluciones cuestionadas no se ha violado ningun derecho constitucional, en razon que la demandada se ha limitado a aplicar normas de obligatorio cumplimiento. La Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha diez de noviembre de mil novecientos noventa y siete, a fojas ochocientos sesenta y cuatro, confirmo la apelada, por estimar que las resoluciones materia del proceso in-litem fueron dictadas por autoridad competente, en uso de sus facultades, y en cumplimiento del Decreto Ley No 26093, cuya observancia es obligatoria, salvo que se declarase su inconstitucionalidad. Contra esta resolucion los demandantes interponen recurso extraordinario.", "FUNDAMENTOS:": "1. Que, los demandantes solicitan se les declare inaplicable las Resoluciones de Alcaldia Nos 10940-96-RAM y 10981-96-RAM su fechas veintiséis y treintiuno de diciembre de mil novecientos noventa y seis, mediante la cual se les cesa por causal de excedencia; asi como se ordene a la demandada cumpla con reponerlos en los mismos cargos que venian desempeniando en la Municipalidad de Miraflores y se le abone las remuneraciones dejadas de percibir con los intereses de ley. 2. Que, la resoluciones cuestionadas, ha sido ejecutadas sin haberse vencido el plazo para que quedaran consentidas, situacion que exime a los demandantes de la exigencia de agotar la via administrativa, en razon que opera a su favor la excepcion prevista en el inciso 1) del articulo 28° de la Ley No 23506. 3. Que, el articulo 1° del Decreto Ley No 26093 dispone que los titulares de los Ministerios y de las Instituciones Publicas Descentralizadas deberan cumplir con efectuar semestralmente programas de evaluacion de personal de acuerdo a las normas que para el efecto se establezcan, autorizândose a los referidos titulares a dictar las normas necesarias para su correcta aplicacion, estableciendo ademas en su articulo 2° que el personal que de acuerdo a lo dispuesto en el articulo anterior no califique podra ser cesado por causal de excedencia. 4. Que, la Octava Disposicion Transitoria y Final de la Ley No 26553, que aprueba la Ley de Presupuesto del Sector Publico para el ano 1996, incluyo a los Gobiernos Locales dentro de los alcances del referido Decreto Ley, no contraviniéndose con ello norma constitucional alguna. 2 3 TRIBUNAL CONSTITUCIONAL 5. Que, conforme esta acreditado en autos, mediante las antes mencionadas resoluciones, se dispuso el cese de los demandantes dentro del proceso de racionalizacion de personal llevado a cabo en la Municipalidad demandada al amparo de lo establecido en el Decreto Ley No 26093, su ampliatoria aprobada por la Ley No 26553 y demas normas contenidas en los Reglamentos para la Primera y Segunda Evaluacion del Rendimiento Laboral de los Trabajadores de la Municipalidad de Miraflores aprobados por las Resoluciones de Alcaldia No 4481-96-RAM y 10187-96-RAM de fechas diecinueve dej junio y seis de diciembre de mil novecientos noventa y seis. 6.- Que, no se ha acreditado en autos que haya existido irregularidad alguna que vicie los procesos de evaluacion del rendimiento laboral de los trabajadores de la Municipalidad de Miraflores correspondientes al primer y segundo semestre de mil novecientos noventa y seis, en el cual los demandantes participaron en forma voluntaria y al no haber obtenido el puntaje minimo aprobatorio conllevo que se disponga sus ceses por causal de excedencia; en consecuencia, no habiéndose vulnerado sus derechos constitucionales invocados, resulta infundada la presente accion de garantia. Por estos fundamentos, el Tribunal Constitucional en uso de las atribuciones que le confiere la Constitucion politica del Estado y su Ley Organica. FALLA: : CONFIRMANDO la resolucion expedida por la Sala Corporativa Transitoria Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fojas ochocientos sesenta y cuatro, su fecha diez de noviembre de mil novecientos noventa y siete, que confirmo la apelada que declaro INFUNDADA la Accion de Amparo; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano, y la devolucion de los actuados.", "SS.": "ACOSTA SANCHEZ, DIAZ VALVERDE, Grcia NUGENT, GARCIA MARCELO. Lo que Certifico: A.A.M. Dra. MARIA LUZ VASOUEZ 3 SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL", "fecha_publicacion": "1998-09-22", "id": 37554, "nombre_demandado": "Municipalidad Distrital de Miraflores", "nombre_demandante": "Trabajadores Obreros Municipales de Miraflores", "numero_expediente": "01278-1997-AA"}