{"CONTEXTO": " 01286-1997-AA.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01286-1997-AA.pdf) --- TRIBUNAL CONSTITUCIONAL EPX. No 1286-97-AA/TC FREDDY NAPOLEON PEREZ CHAVEZ LIMA SENTENCIA DEL TRIBUNAL CONSTITUCIONAL En Lima, a los quince dias del mes de abril de mil novecientos noventiocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con la asistencia de los senores: ACOSTA SANCHEZ, Vicepresidente encargado de la Presidencia; NUGENT; DIAZ VALVERDE; y GARCIA MARCELO, actuando como Secretaria-Relatora la doctora Maria Luz Vasquez, pronuncia la siguiente sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Freddy Napoleon Pérez Chavez contra la resolucion expedida por la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, de fecha dos de octubre de mil novecientos noventisiete, que declaro improcedente la accion de amparo.", "ANTECEDENTES:": "Don Freddy Napoleon Pérez Chavez interpone demanda de accion de amparo contra la Presidencia del Consejo de Ministros con la finalidad de que deje sin efecto la Resolucion Ministerial No 062-96-PCM del dieciséis de agosto de mil novecientos noventiséis, que lo cesa por causal de excedencia y como tal se le reponga en su centro de trabajo, se le reconozca sus haberes insolutos desde la fecha de su cese, en mérito a que dicha resolucion viola su derecho al debido proceso, la tutela jurisdiccional, el de autoridad de cosaj juzgada, el de estabilidad laboral y, el de trabajar libremente. Ampara su demanda en lo dispuesto por los incisos 2) y 3) del articulo 139° y articulos 10, 22, 23° y siguientes de la Constitucion Politica del Estado; articulos 8° y 9° de la Ley No 23506; y articulos 430 y 470 del Decreto Supremo No 02-94-JUS. El Primer Juzgado Especializado en Derecho Publico de Lima, con fecha treintiuno de enero de mil novecientos noventisiete, declaro infundada la demanda, por 2 TRIBUNAL CONSTITUCIONAL considerar, entre otras razones que en cuanto a que la evaluacion semestral ha sido irregular, aparece del documento que obra a fojas cincuentiuno vuelta que el propio demandante ha suscrito su conformidad y voluntad de sometimiento a dicho documento, por tanto no puede alegar que ha sido obligado a someterse a la evaluacion. Interpuesto Recurso de Apelacion, la Sala Especializada en Derecho Publico de la Corte Superior de Justicia de Lima, con fecha dos de octubre de mil novecientos noventisiete, revoco la apelada, y reformandola la declaro improcedente, por estimar que el cese deriva del resultado de un proceso administrativo regular, respecto al cual no procede la interposicion de acciones de garantia segun lo dispuesto en el inciso 4) del articulo 6° de la Ley No 23506. Contra esta resolucion el demandante interpone Recurso Extraordinario, y se dispone el envio de los autos al Tribunal Constitucional. /", "FUNDAMENTOS:": "1. Que, de autos se ha establecido en lo que respecta a la violacion del principio de cosa juzgada que no existe tal violacion, por cuanto del documento que obra en autos a fojas cuarentiuno -acta de reposicion- el demandante en estricto cumplimiento al mandato judicial fue repuesto, en un cargo de igual nivel al que obstentaba, que si bien este cargo no era compatible con su profesion, ello se debio a que no existia en la fecha de su reposicion cargo disponible acorde con su profesion, por otro lado el demandante autorizo expresamente su reposicion a dicho cargo, incluso senalando que no tenia nada que reclamar. 2. Que, en cuanto al proceso de evaluacion, el propio demandante manifesto su voluntad de someterse a él, tal como consta del documento que corre en autos a fojas cincuentiuno vuelta. Por otro lado el articulo 170 del Reglamento de Evaluacion aprobado por Resolucion Ministerial No 054-96-PCM de fecha once de julio de mil novecientos noventiséis, facultaba a la Comision Evaluadora a tomar una evaluacion psicologica a los evaluados que estén desaprobados, antes de la nota final; como sucedio con el demandante y otros trabajadores. Asimismo respecto a su argumento que se le ha evaluado un semestre donde solo ha laborado doce dias, al respecto este argumento hay que desestimarlo en razon de que no existe disposicion alguna que excluya de la evaluacion a trabajadores que no hayan laborado durante todo el semestre completo, consecuentemente no se ha transgredido ninguna disposicion, ni se ha atentado contra algun derecho del demandante. 3. Que, respecto a la extemporaneidad de la Resolucion Ministerial No 062-96-PCL de fecha dieciséis de agosto de mil novecientos noventiséis, cabe senalar que el plazo de vencimiento del cinco de agosto de mil novecientos noventiséis, se refiere a la culminacion de la labor encomendada a la Comision Evaluadora y no al plazo para la 3 TRIBUNAL CONSTITUCIONAL expedicion de la Resolucion Ministerial que cesa a trabajadores por causal de excedencia luego del proceso de evaluacion. Por estos fundamentos, el Tribunal Constitucional en ejercicio de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica;", "FALLA:": "REVOCANDO la Resolucion expedida por la Sala de Derecho Publico de la Corte Superior de Justicia de Lima de fojas ciento diecinueve, su fecha dos de octubre de mil novecientos noventisiete que revocando la apelada declaro improcedente la demanda, reformandola declara INFUNDADA la Accion de Amparo. Dispone su publicacion en el diario oficial \"El Peruano\"; y los devolvieron. S.S. Cas Llu - L, a ACOSTA SANCHEZ NUGENT / DIAZ VALVERDE Au GARCIA MARCELO Lo que Certifico: Dra. MARIA LUZ VASOUZ SECRETARIA RELATORA :NAL CONSTITUCIONAL MR", "fecha_publicacion": "1998-07-08", "id": 37002, "nombre_demandado": "Presidencia del Consejo de Ministros", "nombre_demandante": "Freddy Napoleón Pérez Chávez", "numero_expediente": "01286-1997-AA"}