{"CONTEXTO": " 01292-1997-AC.pdf =================  [Documento original](https://tc.gob.pe/jurisprudencia/1998/01292-1997-AC.pdf) --- TRIBUNAL CONSTITUCIONAL EXP.No 1292-97-AC/TC AREQUIPA. LUIS ROMERO AGUEDO SENTENCIA DEL TRIBUNAL CONSTITUCIONAL. En Arequipa, a los veintiocho dias del mes de mayo de mil novecientos noventa y ocho, reunido el Tribunal Constitucional, en sesion de Pleno Jurisdiccional, con asistencia de los senores Magistrados: Acosta Sanchez, Vicepresidente encargado de la Presidencia, Nugent, Diaz Valverde y Garcia Marcelo; pronuncia sentencia:", "ASUNTO:": "Recurso Extraordinario interpuesto por don Luis Romero Agtedo, contra la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas noventa y seis, su fecha veintitrés de setiembre de mil novecientos noventisiete, que revocando la apelada declara fundada la demanda.", "ANTECEDENTES:": "Don Luis Romero Agledo, con fecha nueve de junio de mil novecientos noventa y siete, interpone Accion de Cumplimiento contra la Municipalidad Distrital de Yanahuara, a fin que ésta efectue el pago de sus beneficios sociales establecidos mediante Resolucion Municipal No 443-95-MDY, de fecha veintidos de mayo de mil novecientos noventa y cinco, ascendente a la suma de S/. 8,938.47 Nuevos Soles. Refiere que, a cuenta de la mencionada suma, la demandada le otorgo un adelanto de S/.2,000.00 Nuevos Soles, no habiendo cumplido hasta la fecha con cancelar el saldo correspondiente, por lo que le curso una Carta Notarial requiriendo el cumplimento de dicha obligacion. El Alcalde de la Municipalidad Distrital de Yanahuara contesta la demanda, manifestando que la resolucion a la que hace referencia el interesado fue modificada por la Resolucion Municipal No 599-96-MDY, de fecha diez de abril de mil novecientos noventa y seis, pues los montos de los beneficios sociales considerados en la indicada resolucion, no se ajustaban a ley, siendo el total de beneficios por pagar al recurrente de S/.4,744.96 Nuevos Soles, habiéndole ya otorgado el adelanto mencionado. Sostiene, que la resolucion que el interesado exige su cumplimiento, no tiene respaldo legal y que la Municipalidad no esta incumpliendo con sus obligaciones sino que se atiende las deudas contraidas, de conformidad a su disponibilidad presupuestaria. El Juez del Tercer Juzgado Civil de Arequipa, con fecha siete de julio de mil novecientos noventa y siete, a fojas treinta y siete, declaro fundada la demanda, por considerar principalmente que, la Resolucion Municipal No 599-96-MDY modifico la Resolucion Municipal No 443-95-MDY, fuera del término establecido por el articulo 2 TRIBUNAL CONSTITUCIONAL 110° del Decreto Supremo No 02-94-JUS, para que se pueda declarar la nulidad de una resolucion administrativa. La Primera Sala Civil de la Corte Superior de Justicia de Arequipa, con fecha veintitrés de setiembre de mil novecientos noventa y siete, a fojas noventa y seis, revoca la apelada y declara improcedente la demanda, por estimar que previamente a la interposicion de la Accion de Cumplimiento se debieron cumplir con los recursos y medios que exige la ley; y que la Resolucion Municipal No 599-96-MDY no anula sino solamente modifica a la Resolucion Municipal No 443-95-MDY. Contra esta resolucion el demandante interpone Recurso Extraordinario:", "FUNDAMENTOS:": "1. Que, el objeto de la Accion de Cumplimiento, es preservar la eficacia de las normas con rango y fuerza de ley, asi como de los actos administrativos emanados de la Administracion Publica, que funcionarios 0 autoridades se muestren renuentes a acatar. 2. Que, de conformidad con el inciso c) del articulo 5° de la Ley No 26301, para la procedencia de la garantia constitucional antes mencionada, debe cumplirse con el requerimiento por conducto notarial del cumplimiento de lo que se considera debido, previsto en la ley 0 del acto administrativo 0 hecho de la administracion, con una antelacion no menor de quince dias, exigencia que ha sido cumplida por el demandante conforme se advierte de la instrumental de fojas seis de autos. 3. Que, conforme se advierte de las instrumentales de fojas 43, 46 y 47 de autos, con fecha doce de abril de mil novecientos noventa y seis, el demandante fue notificado con la Resolucion Municipal No 599-96-MDY, no habiendo interpuesto recurso impugnativo quedando consentida la misma; y posteriormente en fechas diez dej junio y diecisiete de setiembre de dicho ano, efectuo el cobro de adelantos a cuenta de su liquidacion de beneficios sociales efectuada mediante la indicada resolucion; en consecuencia, resulta contradictorio que el demandante pretenda por una parte, el cumplimiento de la Resolucion Municipal No 443-95-MDY no obstante haberse sometido a los alcances de la mencionada Resolucion Municipal No 599-96-MDY. Por estos fundamentos, el Tribunal Constitucional, en uso de las atribuciones que le confiere la Constitucion Politica del Estado y su Ley Organica.", "FALLA:": "CONFIRMANDO la resolucion expedida por la Primera Sala Civil de la Corte Superior de Justicia de Arequipa, de fojas noventa y seis, su fecha veintitrés de ) ) TRIBUNAL CONSTITUCIONAL setiembre de mil novecientos noventa y seis, que revocando la apelada declaro IMPROCEDENTE la Accion de Cumplimiento; dispone la notificacion a las partes, su publicacion en el diario oficial El Peruano y la devolucion de los actuados. S.S. - L L Nuee ACOSTA SANCHEZ NUGENT DIAZ VALVERDE GARCIA MARCELO. Lo que Certifico: Dra. MARIA LUZ VASQUEZ SECRETARIA RELATORA TRIBUNAL CONSTITUCIONAL GG/AAM", "fecha_publicacion": "1998-09-27", "id": 37630, "nombre_demandado": "Municipalidad Distrital de Yanahuara", "nombre_demandante": "Luis Romero Agüedo", "numero_expediente": "01292-1997-AC"}